export default [
  {
    date: '出生',
    achievement: '公元前91年',
    title: '巫蛊之祸',
    description: `汉武帝在白天小睡时梦见有好几千木头人手持棍棒想要袭击他, 酷吏江充趁机陷害太子行巫蛊诅咒武帝,
    太子刘据诛杀江充，使者上报武帝太子造反，卫子夫自尽，太子出逃。襁褓中的刘病已收系在官狱里。
    `
  },
  {
    date: '4岁',
    achievement: '监狱',
    title: '天子之气',
    description: `武帝病，望气者说长安监狱有天子之气，派使者将监狱中人一律处死，邴吉抗旨不遵。
    到了天亮，武帝清醒，遂大赦天下。`
  },
  {
    date: '5岁',
    achievement: '杜县',
    title: '平民生活',
    description: `舅舅史家住在长安近郊的杜县，舅祖父史恭和舅曾祖母(史恭的母亲)惊喜交加，接过抚养大任。
    老太太心里很难过，对他百般疼爱，亲自照顾他的生活。`
  },
  {
    date: '6岁',
    achievement: '掖庭',
    title: '皇家生活',
    description: `武帝临终前，下诏将刘病已收养与掖庭(后宫)，承认其皇家身份。期间通晓儒家经典，游历三辅，斗鸡走马，广为交结，
    在市井游嬉中，深刻体会民间疾苦。`
  },
  {
    date: '15岁',
    achievement: '掖庭',
    title: '男大当婚',
    description: `掖庭令张贺，欲将孙女许配给病已，遭到弟弟张安世反对。于是请下属许广汉喝酒，醉酒间提及病已与平君之事，许广汉连声答应。
    张贺亲自出资替病已操办婚礼，两人感情很好，不就生下儿子刘奭。。`
  },
  {
    date: '17岁',
    achievement: '长安',
    title: '登基为帝',
    description: `汉昭帝无嗣驾崩，霍光迎立刘贺为帝，贺荒淫无度，失先帝礼仪，于二十七天后被废。此时，邴吉向霍光推荐刘病已，是为汉宣帝。`
  },
  {
    date: '20岁',
    achievement: '后宫',
    title: '故剑情深',
    description: `立后的问题，群臣一直推选霍成君(霍光的女儿)，宣帝让大臣帮忙找一把以前游玩是丢失的剑，群臣明白宣帝用意后，一直推选许平君为皇后。
    不久，许皇后再次诞下一子，霍显(霍成君母亲)暗中派人用毒害死许皇后。`
  },
  {
    date: '23岁',
    achievement: '霍府',
    title: '清算霍氏',
    description: `霍光病逝，宣帝得知许皇后死因，霍家子弟惶恐不安，举旗造反，一一被诛杀，霍皇后被废。`
  },
  {
    date: '24岁',
    achievement: '朝堂',
    title: '册立太子',
    description: `宣帝对刘奭一直不满，因为发妻许平君的关系，册立刘奭为太子，曾说过，“乱我家者，太子也”。`
  },
  {
    date: '27岁',
    achievement: '长安',
    title: '避讳改名',
    description: `病已两字在民间较为常用，宣帝见很多臣民因避讳他的名二犯罪，主动改名为刘询，并赦免之前因避讳获罪的人。`
  },
  {
    date: '28岁',
    achievement: '海昏县',
    title: '册封刘贺',
    description: `昌邑王刘贺继帝期间，能力平平，荒淫无度，宣帝封其为海昏侯，有意贬低其人品，警醒后世。`
  },
  {
    date: '28岁',
    achievement: '陇西',
    title: '平定羌乱',
    description: `西羌先零部队擅自北渡湟水，宣帝派义渠安国游说无果，又派老将军赵充国平叛，斩羌首，设置属国。`
  },
  {
    date: '28岁',
    achievement: '漠北',
    title: '征服匈奴',
    description: `匈奴内乱，经过五单于之乱后，日逐王率众来降，宣帝封其为列侯，其后匈奴各部纷纷归降汉朝。`
  },
  {
    date: '31岁',
    achievement: '西域',
    title: '西域都护府',
    description: `宣帝为了统一管理西域各部落，在乌垒城设立西域都护府，郑吉为第一任西域都户。`
  },
  {
    date: '36岁',
    achievement: '全国',
    title: '轻徭薄赋',
    description: `大力发展农业生产，减少运粮劳力，减收百姓赋钱。`
  },
  {
    date: '40岁',
    achievement: '麒麟阁',
    title: '追忆功臣',
    description: `宣帝回忆昔日有功之臣，令人画十一名功臣图像于麒麟阁以示表扬和纪念。`
  },
  {
    date: '42岁',
    achievement: '长安',
    title: '驾崩',
    description: `宣帝得病，命史高，萧望之，周禄堪共同辅助太子，不久后病逝，葬于杜陵。`
  }
]
