export default [
  {
    order: 1,
    name: '乾',
    extName: '天',
    guaXiang: [1, 1, 1],
    wuxing: '金',
    leixiang: [
      {
        key: '类象',
        value: '阳 天 圆 金 寒 尊 贵 精 古 正 高大上 富 变 傲 首 头'
      },
      {
        key: '自然',
        value: '天'
      },
      {
        key: '属性',
        value: '刚'
      },
      {
        key: '五行',
        value: '金',
        ext: '阳'
      },
      {
        key: '人物',
        value: '老人',
        ext: '超过64岁'
      },
      {
        key: '性格',
        value: '积极向上 正直 威严 自尊 冷酷无情 轻视 任性 独裁'
      },
      {
        key: '职业',
        value: '统治者 总经理 厂长 专家 名人 圣人 官吏 富人 银行家'
      },
      {
        key: '感受',
        value: '强大的'
      },
      {
        key: '身体',
        value: '头 胸部 大肠 肺 左足'
      },
      {
        key: '疾病',
        value: '头部之疾 肺疾 肠疾 筋骨疾 腿疾'
      },
      {
        key: '静物',
        value:
          '玉器 珠宝 古董 文物 神物 帽子 钟表 首饰 木果 瓜 腊肉 飞机 火车 门'
      },
      {
        key: '动物',
        value: '马 龙 狮 虎 象 天鹅'
      },
      {
        key: '天象',
        value: '晴 冰'
      },
      {
        key: '场所',
        value:
          '圣地 宫殿 博物馆 教堂 寺院 体育馆 大学 办公室 五金店 机关政府 车站 广场 郊外 古迹'
      },
      {
        key: '时辰',
        value: '戌时 亥时',
        ext: '19:00 - 23:00'
      },
      {
        key: '方位',
        value: '西北'
      },
      {
        key: '颜色',
        value: '赤色'
      },
      {
        key: '数目',
        value: '1'
      }
    ]
  },
  {
    order: 2,
    name: '兑',
    extName: '泽',
    guaXiang: [0, 1, 1],
    wuxing: '金',
    leixiang: [
      {
        key: '类象',
        value:
          '泽 云 雾 露 口舌 巫 决策 悦 笑 和 惠 柔 艳 缺 毁 穴 金 刚卤 妾 朋'
      },
      {
        key: '自然',
        value: '泽'
      },
      {
        key: '属性',
        value: '悦'
      },
      {
        key: '五行',
        value: '金',
        ext: '阴'
      },
      {
        key: '人物',
        value: '少女',
        ext: '0-14岁'
      },
      {
        key: '性格',
        value: '温和 欢快 撒娇 可爱 好强 雄辩 伪善 狭小'
      },
      {
        key: '职业',
        value:
          '讲师 解说员 相声演员 歌唱家 音乐家 杂技演员 小丑 歌女 娼妓 情人 媒人 秘书 副手 服务员 垃圾工 失败者 破坏者 牙医'
      },
      {
        key: '感受',
        value: '喜悦的'
      },
      {
        key: '身体',
        value: '舌 口 咽喉 牙齿 口角 气管 肛门'
      },
      {
        key: '疾病',
        value: '口舌牙之疾 咽喉气管疾病 外伤 贫血 破相'
      },
      {
        key: '静物',
        value:
          '刀剑玩具 开口瓶罐 破损物 修理品 垃圾箱 乐器 玻璃 食品 饮食用具 裂口坚果'
      },
      {
        key: '动物',
        value: '羊 豹 猴 兔'
      },
      {
        key: '天象',
        value: '小雨 潮湿 露水'
      },
      {
        key: '场所',
        value:
          '沼泽地 水井 湖泊 冰场 破旧房屋 门口 山洞 信访办 公园 音乐厅 歌舞厅 饭店'
      },

      {
        key: '时辰',
        value: '酉时',
        ext: '17:00 - 19:00'
      },
      {
        key: '方位',
        value: '西'
      },
      {
        key: '颜色',
        value: '白色'
      },
      {
        key: '数目',
        value: '2'
      }
    ]
  },
  {
    order: 3,
    name: '离',
    extName: '火',
    guaXiang: [1, 0, 1],
    wuxing: '火',
    leixiang: [
      {
        key: '类象',
        value:
          '火 热情 盛大 光明 干燥 电 日 丽 美丽 文 文明 文书 饰 装饰 饰品 目 中虚 大腹 甲胄 网 内柔 旋涡'
      },
      {
        key: '自然',
        value: '火'
      },
      {
        key: '属性',
        value: '丽'
      },
      {
        key: '五行',
        value: '火'
      },
      {
        key: '人物',
        value: '美女',
        ext: '14-28岁'
      },
      {
        key: '性格',
        value: '自信 聪明 文明 礼貌 虚荣 轻浮 撒谎 依附'
      },
      {
        key: '职业',
        value:
          '艺术家 画家 演员 明星 化妆师 记者 文人 学者 博士 中层干部 监察人员 纪检人员 侦查员 分析员 警卫 战士'
      },
      {
        key: '感受',
        value: '好看的'
      },
      {
        key: '身体',
        value: '目 眼睛 心脏 血液 乳房 小肠'
      },
      {
        key: '疾病',
        value: '眼疾 心脏病 烫伤 发烧 炎症 高血压 乳腺疾病'
      },
      {
        key: '静物',
        value: `化妆品 花瓶 花衣服 相机 电视 字画 连环画 广告 奖状 合同 印章 信件 书报 杂志
          火柴 打火机 煤气灶 火炉 烤箱 灯具 红路灯 霓虹灯 窗户 玻璃 干肉 微波炉 电车 兵戈`
      },
      {
        key: '动物',
        value: '雉 孔雀 凤凰 金鱼 虾 蟹 龟 萤火虫'
      },
      {
        key: '天象',
        value: '干燥 炎热 闪电 彩虹'
      },
      {
        key: '场所',
        value:
          '圣地 教堂 学校 博物馆 图书馆 印刷厂 艺术馆 画展 电视台 电影院 证券交易所 银行 医院 厨房 电厂 冶炼厂 立交桥 派出所 法院'
      },
      {
        key: '时辰',
        value: '午时',
        ext: '11:00 -13:00'
      },
      {
        key: '方位',
        value: '南'
      },
      {
        key: '颜色',
        value: '红色'
      },
      {
        key: '数目',
        value: '3'
      }
    ]
  },
  {
    order: 4,
    name: '震',
    extName: '雷',
    guaXiang: [0, 0, 1],
    wuxing: '木',
    leixiang: [
      {
        key: '类象',
        value:
          '雷 动 疾 进 新 惧 闹 鼓 躁 大 扁木 竹 筐 藩 乐器 舟 足 飞 走 逐 盂 大笑 妻'
      },
      {
        key: '自然',
        value: '雷'
      },
      {
        key: '属性',
        value: '动'
      },
      {
        key: '五行',
        value: '木',
        ext: '阴'
      },
      {
        key: '人物',
        value: '中年',
        ext: '40-64岁'
      },
      {
        key: '性格',
        value: '积极 活泼 主动 勇敢 霸道 急躁 无礼 粗糙'
      },
      {
        key: '职业',
        value:
          '运动员 驾驶员 邮递员 快递员 大忙人 捣蛋鬼 多动症 名人 军人 大将 指挥官 音乐家 舞蹈演员 足球爱好者 吹牛之人'
      },
      {
        key: '感受',
        value: '激动的 言笑'
      },
      {
        key: '身体',
        value: '足 腿部 肝脏 神经 左肋 右肩膀'
      },
      {
        key: '疾病',
        value: '足疾 肝病 精神病 狂躁病 多动症 咳嗽'
      },
      {
        key: '静物',
        value:
          '树木 柴火 竹子 筐 鲜花 蔬菜 嫩芽 鞭炮 音响 鼓 电话 闹钟 火箭 大炮 汽车 大道 裙子 裤子 筋 蹄'
      },
      {
        key: '动物',
        value: '龙 蛇 鹰 鸟 蜂 蜈蚣'
      },
      {
        key: '天象',
        value: '地震 雷雨'
      },
      {
        key: '场所',
        value:
          '山林 花店 音乐厅 游乐场 公园 庭院 田园 菜地 菜场 邮电局 剧院 机场 车站 停车场 军队 军营 公安局'
      },
      {
        key: '时辰',
        value: '卯时',
        ext: '5:00 - 7:00'
      },
      {
        key: '方位',
        value: '东'
      },
      {
        key: '颜色',
        value: '绿色'
      },
      {
        key: '数目',
        value: '4'
      }
    ]
  },
  {
    order: 5,
    name: '巽',
    extName: '风',
    guaXiang: [1, 1, 0],
    wuxing: '木',
    leixiang: [
      {
        key: '类象',
        value:
          '风 进退 出入 轻 抚 疾 迷 齐 顺 命 伏 婢女 长 高 草木 林 绳 腰带 丝 羽毛 利 富 商旅 号啕 股'
      },
      {
        key: '自然',
        value: '风'
      },
      {
        key: '属性',
        value: '入'
      },
      {
        key: '五行',
        value: '木',
        ext: '阳'
      },
      {
        key: '人物',
        value: '夫人',
        ext: '28-49岁'
      },
      {
        key: '性格',
        value: '风流 轻佻 忧虑 烦躁 直爽 魄力 细心 谋略'
      },
      {
        key: '职业',
        value: '商人 教师 指挥官 设计师 作家 造谣者 技术员 营业员 僧尼 宗教家'
      },
      {
        key: '感受',
        value: '舒畅的 号啕'
      },
      {
        key: '身体',
        value: '股 头发 气管 肠道 血管 腰腿 左肩'
      },
      {
        key: '疾病',
        value: '伤风感冒 支气管炎 中风 抽筋 血管疾病 淋巴疾病 妇科病'
      },
      {
        key: '静物',
        value:
          '风车 扇子 气球 羽毛 飞机 旗杆 帆船 救生圈 草药 木材 建材 床 桌子 绳子 管道 皮带 标枪 杨柳 索道 传送带 海带 邮件'
      },
      {
        key: '动物',
        value: '鸡 鸭 鹅 蝴蝶 蜻蜓 带鱼 猫 虎 斑马'
      },
      {
        key: '天象',
        value: '刮风 多云'
      },
      {
        key: '场所',
        value:
          '通风口 管道 长廊 索道 传送带 码头 港口 机场 商店 工厂 设计院 竹林 草原 邮局 寺庙'
      },
      {
        key: '时辰',
        value: '辰时 巳时',
        ext: '7:00 - 11:00'
      },
      {
        key: '方位',
        value: '东南'
      },
      {
        key: '颜色',
        value: '蓝色'
      },
      {
        key: '数目',
        value: '5'
      }
    ]
  },
  {
    order: 6,
    name: '坎',
    extName: '水',
    guaXiang: [0, 1, 0],
    wuxing: '水',
    leixiang: [
      {
        key: '类象',
        value:
          '水 雨 雪 霜 月 血 酒 污 浊 厕 淫 恶 暗 险 陷 律法 刑法 寇盗 败 核 耳 肾 腰 曲 弓 曳 轮 心 思想 忧虑 困'
      },
      {
        key: '自然',
        value: '水'
      },
      {
        key: '属性',
        value: '险'
      },
      {
        key: '五行',
        value: '水'
      },
      {
        key: '人物',
        value: '青年',
        ext: '16-40岁'
      },
      {
        key: '性格',
        value: '聪明 智慧 仁慈 义气 狡猾 奸诈 阴险 算计'
      },
      {
        key: '职业',
        value:
          '水厂工人 船工 酒鬼 诈骗 盗贼 黑社会 亡命之徒 安全人员 劳务人员 思想家 发明家 数学家'
      },
      {
        key: '感受',
        value: '危险的'
      },
      {
        key: '身体',
        value: '耳 背 腰 肾脏 膀胱 泌尿系统 免疫系统'
      },
      {
        key: '疾病',
        value: '耳痛 腰背疾病 泌尿系统疾病 肾寒 尿毒症 性病'
      },
      {
        key: '静物',
        value:
          '潜水艇 饮料 油盐 酒 酱 醋 汤 海味 带核之物 梅子 桃子 冷藏设备 冷饮 排水设备 潜艇 水车 轮子 弓箭 刑具 药品 计算器 录像带 光盘'
      },
      {
        key: '动物',
        value: '猪 鼠 鱼'
      },
      {
        key: '天象',
        value: '雨 雪 霜 阴天 寒冷 水灾'
      },
      {
        key: '场所',
        value:
          '湖海 大川 河流 瀑布 温泉 洼地 冷饮店 酒吧 浴池 妓院 牢狱 消防队 鱼塘 水厂 海洋馆 酒厂 酒窖 车库 暗室 煤场 车站'
      },
      {
        key: '时辰',
        value: '子时',
        ext: '23:00 - 1:00'
      },
      {
        key: '方位',
        value: '北'
      },
      {
        key: '颜色',
        value: '黑色'
      },
      {
        key: '数目',
        value: '6'
      }
    ]
  },
  {
    order: 7,
    name: '艮',
    extName: '山',
    guaXiang: [1, 0, 0],
    wuxing: '土',
    leixiang: [
      {
        key: '类象',
        value:
          '山 鼓 凸 孤 石 土 冥 门阙 城 墙 巷 瓦器 伞 止 阻 退 星 童仆 闲人 足 趾 鼻 腓 皮肤'
      },
      {
        key: '自然',
        value: '山'
      },
      {
        key: '属性',
        value: '止'
      },
      {
        key: '五行',
        value: '土',
        ext: '阳'
      },
      {
        key: '人物',
        value: '中年',
        ext: '40-64岁'
      },
      {
        key: '性格',
        value: '冷静 独立 自律 憨厚 顽固 保守 孤僻 隐藏'
      },
      {
        key: '职业',
        value:
          '矿工 土建 警卫 守门员 法官 独裁者 官僚 继承人 闲人 粉丝 奴仆 犯人 僧尼'
      },
      {
        key: '感受',
        value: '害羞的'
      },
      {
        key: '身体',
        value: '手 鼻 脾胃 关节 右足 乳房'
      },
      {
        key: '疾病',
        value: '鼻炎 气血不通症 便秘 结石 消化不良 癌症'
      },
      {
        key: '静物',
        value:
          '岩石 土坑 假山 山坡 墙壁 土堆 石碑 坟墓 矿山 山路 公墓 监狱 仓库 停车场 门 门闩 门槛 台阶 凳子 床 桌子 座位 柜子 手套 列车'
      },
      {
        key: '动物',
        value: '狗 熊 狼'
      },
      {
        key: '天象',
        value: '地震 雷雨'
      },
      {
        key: '场所',
        value:
          '矿山 丘陵 堤坝 小路 坟场 高地 高楼 房屋 祠堂 围墙 帐篷 休息室 仓库 车站 派出所 宗庙 祠堂 银行'
      },
      {
        key: '时辰',
        value: '丑时 寅时',
        ext: '1:00 - 5:00'
      },
      {
        key: '方位',
        value: '东北'
      },
      {
        key: '颜色',
        value: '棕色'
      },
      {
        key: '数目',
        value: '7'
      }
    ]
  },
  {
    order: 8,
    name: '坤',
    extName: '地',
    guaXiang: [0, 0, 0],
    wuxing: '土',
    leixiang: [
      {
        key: '类象',
        value:
          '地 厚 承载 滋养 包 藏 静 缓 迟钝 丑 贞节 操劳 卑 众 多 配 柔 方 帛 布 裳 土 田 邑 宫阙 城 壁 阴 寡妇 奴婢 肉 迷 囊 '
      },
      {
        key: '自然',
        value: '地'
      },
      {
        key: '属性',
        value: '柔'
      },
      {
        key: '五行',
        value: '土',
        ext: '阴'
      },
      {
        key: '人物',
        value: '老妇',
        ext: '超过49'
      },
      {
        key: '性格',
        value: '勤劳 忍耐 正直 谦让 实诚 懦弱 迟钝 狭隘 阴险'
      },
      {
        key: '职业',
        value: '农民 泥瓦匠 村干部 助手 顾问 地产商 税务人员'
      },
      {
        key: '感受',
        value: '懦弱的'
      },
      {
        key: '身体',
        value: '腹 胃 肉 女性生殖器'
      },
      {
        key: '疾病',
        value: '肚子痛 劳累过度 慢性病 皮肤病 妇科病 湿疹'
      },
      {
        key: '静物',
        value:
          '方物 柔物 纸张 文章 书 纸箱 布帛 丝绵 衣服 箱包 袋子 五谷 米面 日用品 瓦器 瓷器 石灰 水泥 砖沙 粉状物 糖 野味 火车'
      },
      {
        key: '动物',
        value: '牛 母马 猫 爬虫'
      },
      {
        key: '天象',
        value: '阴云 雾气 露水 潮湿'
      },
      {
        key: '场所',
        value:
          '平原 牧场 农贸市场 粮仓 储藏室 地窖 场院 郊外 故乡 农村 田埂 田野 广场 平房 售楼部'
      },
      {
        key: '时辰',
        value: '未时 申时',
        ext: '13:00 - 17:00'
      },
      {
        key: '方位',
        value: '西南'
      },
      {
        key: '颜色',
        value: '黄色'
      },
      {
        key: '数目',
        value: '8'
      }
    ]
  }
]
