export default [
  {
    guaXu: 1,
    guaMing: '乾',
    baGong: '乾宫属金',
    baGongOrder: 10,
    guaXiang: [1, 1, 1, 1, 1, 1],
    daXiang: '天行，健；君子以自强不息。',
    guaCi: '元亨，利贞。',
    yaoCi: [
      '初九：潜龙勿用。',
      '九二：见龙在田，利见大人。',
      '九三：君子终日乾乾，夕惕若厉，无咎。',
      '九四：或跃在渊，无咎。',
      '九五：飞龙在天，利见大人。',
      '上九：亢龙有悔。',
      '用九：见群龙无首，吉。'
    ],
    yaoXiang: [
      '初居地道，初伏地下, 故曰潜',
      '二居地道，二上于初，故在田；初二三为阳阴阳，伏离，离为目，故曰见',
      '三居人道，其象君子；三为伏离上，离为日，故曰终，曰夕',
      '四五上为阴阳阴，伏坎，坎为水，四居坎之初，故言渊；四为阳爻，主动，其象为跃',
      '五居天道，故在天；乾为飞，故言飞龙；九五为尊，在人则圣人也',
      '四五上为阴阳阴，伏坎，坎为水，四居坎之初，故言渊；四为阳爻，主动，其象为跃',
      '六爻皆变，九变六，阳变阴，故曰群龙无首'
    ]
  },
  {
    guaXu: 2,
    guaMing: '坤',
    baGong: '坤宫属土',
    baGongOrder: 80,
    guaXiang: [0, 0, 0, 0, 0, 0],
    daXiang: '地势，坤；君子以厚德载物。',
    guaCi:
      '元亨，利牝马之贞。君子有攸往，先迷后得主，利；西南得朋，东北丧朋，安贞吉。',
    yaoCi: [
      '初六：履霜，坚冰至。',
      '六二：直，方，大；不习，无不利。',
      '六三：含章，可贞。或从王事，无成有终。',
      '六四：括囊，无咎无誉。',
      '六五：黄裳，元吉。',
      '上六：龙战于野，其血玄黄。',
      '用六：利永贞。'
    ],
    yaoXiang: [
      '坤，十月之卦，初阴始凝，其象为霜；初，震位，震为足，故履之',
      '二居内卦，得中得正，故曰内直；二为阴爻阴位，至静得方，故曰方；二为地道，包含万物，故曰大',
      '三伏离上，故曰终',
      '坤为囊，故言囊；四，巽位，巽位绳，故括之',
      '坤为裳，坤为土，其色为黄，故言黄裳',
      '六居外卦，外之极，故曰野；四五六伏坎，坎为血，故曰血',
      '六爻皆变，六变九，阴变阳，故曰利永贞'
    ]
  },
  {
    guaXu: 3,
    guaMing: '屯',
    baGong: '坎宫二世',
    baGongOrder: 62,
    guaXiang: [0, 1, 0, 0, 0, 1],
    daXiang: '云雷，屯；君子以经纶。',
    guaCi: '元亨，利贞。勿用有攸往。利建侯。',
    yaoCi: [
      '初九：磐桓。利居贞。利建侯。',
      '六二：屯如邅如。乘马班如。匪寇。婚媾。女子贞不字，十年乃字。',
      '六三：即鹿无虞，惟入于林中。君子几，不如舍。往，吝。',
      '六四：乘马班如，求婚媾。往，吉。无不利。',
      '九五：屯其膏。小贞吉；大贞凶。',
      '上六：乘马班如，泣血涟如。'
    ],
    yaoXiang: [
      '震为木，倒艮为山，故曰磐桓；震为长子，其位为侯，故言侯',
      '震为乾之初阳，为马，二乘初，故曰乘马；震为长子，伏离为中女，有婚媾之象；下互为坤，坤为十月，其数为十',
      '震为动，为鹿，故曰即鹿；艮为山，山林之神为虞；三无上应，故曰无虞',
      '四与初相应，乘震马，六四柔弱上不能进，故曰乘马班如；初九守正，向下共度时艰，故言求婚媾',
      '五居坎中，坎为水，为膏，故言膏；坎为险，处险中，可小不可大',
      '坎为乾之潜，二至五为大坎，上乘坎马，不能进，故言乘马班如；坎为水，为血，故曰泣血'
    ]
  },
  {
    guaXu: 4,
    guaMing: '蒙',
    baGong: '离宫四世',
    baGongOrder: 34,
    guaXiang: [1, 0, 0, 0, 1, 0],
    daXiang: '山下出泉，蒙；君子以果行育德。',
    guaCi: '亨。匪我求童蒙，童蒙求我；初筮告，再三渎，渎则不告。利贞。',
    yaoCi: [
      '初六：发蒙，利用刑人。用说桎梏，以往吝。',
      '九二：包蒙，吉。纳妇，吉。子克家。',
      '六三：勿用取女，见金夫，不有躬。无攸利。',
      '六四：困蒙，吝。',
      '六五：童蒙，吉。',
      '上九：击蒙，不利为寇，利御寇。'
    ],
    yaoXiang: [
      '坎为律，为桎梏；下互震为足，外艮为手，用以发蒙',
      '九二为阳，内卦之主，有包容之象；二至上为大离，为中女，有纳妇之象；二与五相应，可以继承家业，古言子克家',
      '六三为阴，不中不正，故言勿用取女；九二为乾金之子，故曰金夫',
      '六四为阴，上下为阴，下应初六为阴，无阳以发蒙，故曰困蒙',
      '外卦为艮，艮为少男，故曰童蒙；下应初六，上有上九，阳乘阴，有困蒙之象',
      '居艮之上，倒艮为震，震为动，故言击蒙；内卦为坎，为寇盗'
    ]
  },
  {
    guaXu: 5,
    guaMing: '需',
    baGong: '坤宫游魂',
    baGongOrder: 86,
    guaXiang: [0, 1, 0, 1, 1, 1],
    daXiang: '云上于天，需；君子以饮食宴乐。',
    guaCi: '有孚，光亨，贞吉。利涉大川。',
    yaoCi: [
      '初九：需于郊，利用恒，无咎。',
      '九二：需于沙，小有言，终吉。',
      '九三：需于泥，致寇至。',
      '六四：需于血，出自穴。',
      '九五：需于酒食，贞吉。',
      '上六：入于穴，有不速之客三人来，敬之，终吉。'
    ],
    yaoXiang: [
      '乾为西北，为戌亥，为郊野，故曰郊；乾为健，为久，故曰恒',
      '三至五为互兑，兑为刚卤，其象为沙；兑为口，故曰有言',
      '四至六为外坎，坎为水，三近坎水，其象为泥；坎为险，有寇盗之象',
      '外卦为坎，有血之象；上互为兑，有空穴之象；六四当位，不冒进，故言出自穴',
      '外卦为坎，有酒之象；九五中正，宴乐以需',
      '上与三相应，九三与下二阳需极并进，故言三人；上六柔弱，不能御而顺之，故言敬之'
    ]
  },
  {
    guaXu: 6,
    guaMing: '讼',
    baGong: '离宫游魂',
    baGongOrder: 36,
    guaXiang: [1, 1, 1, 0, 1, 0],
    daXiang: '天与水违行，讼；君子以作事谋始。',
    guaCi: '有孚窒惕，中吉；终凶，利见大人，不利涉大川。',
    yaoCi: [
      '初六：不永所事，小有言，终吉。',
      '九二：不克讼，归而逋，其邑人三百户。无眚。',
      '六三：食旧德，贞厉，终吉；或从王事，无成。',
      '九四：不克讼，复即命，渝。安贞，吉。',
      '九五：讼，元吉。',
      '上九：或锡之鞶带，终朝三褫之。'
    ],
    yaoXiang: [
      '初与四相应，上互为震，倒震为兑，为口，故曰小有言；下互为离，靠近光明，故曰终吉',
      '九二阳刚，九五阳刚，势不可挡，居于坎中，不当位不相应，故言不克讼；坎为坤之子，坤为土，为邑',
      '上互为巽，倒巽为兑，兑为缺，为旧，为口，故曰食旧德',
      '九四居巽之中，巽为命，刚而不当位，下应初六柔弱，六三亦柔弱，故曰不克讼',
      '九五阳刚，中正，为听讼者，故曰元吉',
      '三至上为大巽，为绳，为鞶带；二至上为离，离火克乾金，故言褫之'
    ]
  },
  {
    guaXu: 7,
    guaMing: '师',
    baGong: '坎宫归魂',
    baGongOrder: 67,
    guaXiang: [0, 0, 0, 0, 1, 0],
    daXiang: '地中有水，师；君子以容民畜众。',
    guaCi: '贞，丈人吉，无咎。',
    yaoCi: [
      '初六：师出以律，否臧凶。',
      '九二：在师中，吉，无咎。王三锡命。',
      '六三：师或舆尸，凶。',
      '六四：师左次，无咎。',
      '六五：田有禽，利执言，无咎。长子帅师，弟子舆尸，贞凶。',
      '上六：大君有命，开国承家，小人勿用。'
    ],
    yaoXiang: [
      '初居坎下，坎为险，为律；初六才弱，故言否臧凶',
      '九二居中，故言师中；下户为震，为动，上应六五，故曰锡命',
      '三居坎上，为险，为尸，三居震中，为车，故曰舆尸',
      '四居震上，到震为艮，为止，故曰左次',
      '五居坤中，坤为田，故言田；坤伏离为鸟，互震为麋鹿，倒艮为狐狼，故曰禽',
      '上居坤上，坤为邑，故言承家'
    ]
  },
  {
    guaXu: 8,
    guaMing: '比',
    baGong: '坤宫归魂',
    baGongOrder: 87,
    guaXiang: [0, 1, 0, 0, 0, 0],
    daXiang: '地上有水，比；先王以建万国，亲诸侯。',
    guaCi: '吉。原筮，元永贞。无咎。不宁方来，后夫凶。',
    yaoCi: [
      '初六：有孚比之，无咎。有孚盈缶，终来。有它，吉。',
      '六二：比之自内，贞吉。。',
      '六三：比之匪人。',
      '六四：外比之，贞吉。',
      '九五：显比；王用三驱，失前禽，邑人不诫，吉。',
      '上六：比之无首，凶。'
    ],
    yaoXiang: [
      '坤为土，缶为土器，故曰缶',
      '六二坤中，上下皆阴，故曰比之自内',
      '三应上六，上六比之无首，故曰比之非人',
      '四为阴，五为阳，四比之五，故曰外比之',
      '五阴皆暗，五独阳，故曰显；五居艮上，倒艮为震，为驱逐，故曰三驱；下互为坤，为邑，故曰邑人',
      '上居爻首，其上无所比，故曰比之无首'
    ]
  },
  {
    guaXu: 9,
    guaMing: '小畜',
    baGong: '巽宫一世',
    baGongOrder: 51,
    guaXiang: [1, 1, 0, 1, 1, 1],
    daXiang: '风行天上，小畜；君子以懿文德。',
    guaCi: '亨。密云不雨，自我西郊。',
    yaoCi: [
      '初九：复自道，何其咎？吉。',
      '九二：牵复，吉。',
      '九三：舆说辐，夫妻反目。',
      '六四：有孚，血去惕出，无咎。',
      '九五：有孚挛如，富以其邻。',
      '上九：既雨既处，尚德载；妇贞厉，月几望；君子征凶。'
    ],
    yaoXiang: [
      '初为四畜，力量不足。被二三所阻，故曰复自道',
      '二居兑上，倒兑为巽，巽为绳，与初牵引，故曰牵复',
      '三居乾上，为圆，为舆；三居巽中，为木，为辐；三为四畜，本非正应，故曰夫妻反目',
      '四居大离，反离为坎，坎为血，为险，为惕',
      '五居巽中，巽为风，为富；四畜五，五亦富以其邻',
      '上为兑爻，兑为泽，阴云将雨；大离之终，夜暮降临，故曰月几望'
    ]
  },
  {
    guaXu: 10,
    guaMing: '履',
    baGong: '艮宫五世',
    baGongOrder: 75,
    guaXiang: [1, 1, 1, 0, 1, 1],
    daXiang: '上天下泽，履；君子以辨上下，定民志。',
    guaCi: '履虎尾，不咥人，亨。',
    yaoCi: [
      '初九：素履，往无咎。',
      '九二：履道坦坦，幽人贞吉。',
      '六三：眇能视，跛能履，履虎尾咥人，凶。武人为于大君。',
      '九四：履虎尾，愬愬，终吉。',
      '九五：夬履，贞厉。',
      '上九：视履考祥，其旋元吉。'
    ],
    yaoXiang: [
      '初居兑下，兑为金，其色为白，故曰素履',
      '二居兑中，为刚卤，为平地，故曰坦坦；大离之下，幽而不明，故曰幽人',
      '三居兑上，离中，巽下，兑为毁，离为目，巽为股，故曰眇曰跛；外卦为乾，三居乾尾，故曰虎尾',
      '四居乾下，乾为虎，故曰虎尾；阳居阴位，能戒惧，故曰终吉',
      '五居巽上，倒巽为兑，为缺，为诀别，故曰夬履',
      '大离之上，回顾往昔，故曰视履'
    ]
  },
  {
    guaXu: 11,
    guaMing: '泰',
    baGong: '坤宫三世',
    baGongOrder: 83,
    guaXiang: [0, 0, 0, 1, 1, 1],
    daXiang: '天地交，泰；后以财成天地之道，辅相天地之宜，以左右民。',
    guaCi: '小往大来，吉亨。',
    yaoCi: [
      '初九：拔茅茹，以其汇；征吉。',
      '九二：包荒，用冯河，不遐遗。朋亡，得尚于中行。',
      '九三：无平不陂，无往不复。艰贞无咎。勿恤其孚，于食有福。',
      '六四：翩翩，不富，以其邻不戒以孚。',
      '六五：帝乙归妹，以祉元吉。',
      '上六：城复于隍。勿用师，自邑告命。贞吝。'
    ],
    yaoXiang: [
      '初居兑尾，倒兑为巽，巽为草，为茅，初为根，故曰茅茹；四居艮中，倒艮为震，震为手，故曰拔',
      '二居乾中，乾为野，为荒；二居兑下，兑为泽，故曰冯河；三阳在内，故曰朋',
      '三居震下，倒震为艮，艮为山，为坡；三居兑中，兑为口，故曰食',
      '四居震中，在上为飞，故曰翩翩；震为倒巽，巽为富，故曰不富',
      '五居帝位，上互为震，下互为兑，雷泽归妹，故曰帝乙归妹',
      '上居大震，震为倒艮，艮为城，故曰城复；上居坤上，坤为师，为邑'
    ]
  },
  {
    guaXu: 12,
    guaMing: '否',
    baGong: '乾宫三世',
    baGongOrder: 13,
    guaXiang: [1, 1, 1, 0, 0, 0],
    daXiang: '天地不交，否；君子以俭德辟难，不可荣以禄。',
    guaCi: '否之匪人，不利，君子贞；大往小来。',
    yaoCi: [
      '初六：拔茅茹，以其汇；贞吉，亨。',
      '六二：包承，小人吉；大人否，亨。',
      '六三：包羞。',
      '九四：有命无咎，畴离祉。',
      '九五：休否，大人吉；其亡其亡，系于苞桑。',
      '上九：倾否；先否后喜。'
    ],
    yaoXiang: [
      '初上应四，四居巽中，巽为草，为茅，初为地道，故曰茅茹',
      '二居中，当位，故曰包，上应五，五为阳，故曰承',
      '三居艮中，艮为反兑，兑为悦，艮为羞',
      '四居巽中，巽为命',
      '五居巽中，巽为木，为桑',
      '上居兑位，兑位喜悦'
    ]
  },
  {
    guaXu: 13,
    guaMing: '同人',
    baGong: '离宫归魂',
    baGongOrder: 37,
    guaXiang: [1, 1, 1, 1, 0, 1],
    daXiang: '天与火，同人；君子以类族辨物。',
    guaCi: '同人于野，亨，利涉大川，利君子贞。',
    yaoCi: [
      '初九：同人于门，无咎。',
      '六二：同人于宗，吝。',
      '九三：伏戎于莽，升其高陵，三岁不兴。',
      '九四：乘其墉，弗克攻，吉。',
      '九五：同人，先号咷，而后笑，大师克相遇。',
      '上九：同人于郊，无悔。'
    ],
    yaoXiang: [
      '初上应四，四居乾下，乾为门，故曰同人于门',
      '二上应五，五居乾中，乾为宗，故曰同人于宗；二与五正应，有所偏私，故曰吝',
      '三居离上，离为兵戈，故曰戎；三居巽中，巽为草木，故曰莽；三居艮位，艮为山，故曰高陵',
      '四居三上，故曰乘其墉；欲与二同，为三所隔，故曰攻',
      '五居大巽，二居大巽，巽为号啕；倒巽为震，震为大笑；五居尊位，故曰大师',
      '上居乾上，乾为郊'
    ]
  },
  {
    guaXu: 14,
    guaMing: '大有',
    baGong: '乾宫归魂',
    baGongOrder: 17,
    guaXiang: [1, 0, 1, 1, 1, 1],
    daXiang: '火在天上，大有；君子以遏恶扬善，顺天休命。',
    guaCi: '元亨。',
    yaoCi: [
      '初九：无交害，匪咎；艰则无咎。',
      '九二：大车以载，有攸往，无咎。',
      '九三：公用亨于天子。小人弗克。',
      '九四：匪其彭，无咎。',
      '六五：厥孚交如，威如，吉。',
      '上九：自天祐之，吉无不利。'
    ],
    yaoXiang: [
      '初上应四，四为阳，五为阴，不应初，故曰无交害',
      '二居初上，初为震为，震为大车，故曰大车以载',
      '三居下上，公侯之位，故曰公',
      '四居乾上，乾为健，为彭 ',
      '五居尊位，六五本柔，然当恩威并济，故曰交如威如',
      '上居五上，五为天子，故曰天祐'
    ]
  },
  {
    guaXu: 15,
    guaMing: '谦',
    baGong: '兑宫五世',
    baGongOrder: 25,
    guaXiang: [0, 0, 0, 1, 0, 0],
    daXiang: '地中有山，谦；君子以裒多益寡，称物平施。',
    guaCi: '亨。君子有终。',
    yaoCi: [
      '初六：谦谦君子。用涉大川，吉。',
      '六二：鸣谦，贞吉。',
      '九三：劳谦，君子有终，吉。',
      '六四：无不利，撝谦。',
      '六五：不富，以其邻利用侵伐，无不利。',
      '上六：鸣谦，利用行师、征邑国。'
    ],
    yaoXiang: [
      '初居坎尾，坎为水，为川，故曰大川',
      '二上应五，五居震上，震为动，为鸣',
      '三居坎中，坎为险，为劳',
      '四居震中，震为动，为挥',
      '五居震上，震为反巽，为不富；居大坎上，坎为师',
      '居大震上，震为动，为鸣；居大坎上，坎为师；居坤上，坤为邑'
    ]
  },
  {
    guaXu: 16,
    guaMing: '豫',
    baGong: '震宫一世',
    baGongOrder: 41,
    guaXiang: [0, 0, 1, 0, 0, 0],
    daXiang: '雷出地奋，豫；先王以作乐崇德，殷荐之上帝，以配祖考。',
    guaCi: '利建侯，行师。',
    yaoCi: [
      '初六：鸣豫，凶。',
      '六二：介于石，不终日，贞吉。',
      '六三：盱豫悔；迟有悔。',
      '九四：由豫，大有得，勿疑。朋盍簪。',
      '六五：贞疾，恒不死。',
      '上六：冥豫，成有渝，无咎。'
    ],
    yaoXiang: [
      '初居震位，上应震刚，故曰鸣',
      '二居艮下，艮为山，为石；二伏离中，离为日，故曰不终日',
      '三伏离上，离为目，光不明，故曰盱',
      '四居坎中，坎为疑',
      '五居坎上，坎为疾；五居震中，震为反生，故曰恒不死',
      '上居震上，倒震为艮，为冥'
    ]
  },
  {
    guaXu: 17,
    guaMing: '随',
    baGong: '震宫归魂',
    baGongOrder: 47,
    guaXiang: [0, 1, 1, 0, 0, 1],
    daXiang: '泽中有雷，随；君子以向晦入宴息。',
    guaCi: '元亨，利贞，无咎。',
    yaoCi: [
      '初九：官有渝，贞吉。出门交有功。',
      '六二：系小子，失丈夫。',
      '六三：系丈夫，失小子；随有求得，利居贞。',
      '九四：随有获，贞凶；有孚在道，以明，何咎。',
      '九五：孚于嘉，吉。',
      '上六：拘系之，乃从，维之；王用亨于西山。'
    ],
    yaoXiang: [
      '初居震阳，为主，为官；初居震尾，震为门，故曰出门',
      '六二为阴，初九为阳，故曰小子；上应九五，故曰丈夫',
      '六三为阴，九四为阳，故曰丈夫；初九为阳，故曰小子',
      '九四为阳，六三跟随，故曰有获',
      '五居兑中，兑为悦，故曰嘉',
      '上居兑上，方位为西；兑为口，为食，故曰亨；倒兑为巽，巽为绳，故曰系'
    ]
  },
  {
    guaXu: 18,
    guaMing: '蛊',
    baGong: '巽宫归魂',
    baGongOrder: 57,
    guaXiang: [1, 0, 0, 1, 1, 0],
    daXiang: '山下有风，蛊；君子以振民育德。',
    guaCi: '元亨。利涉大川；先甲三日，后甲三日。',
    yaoCi: [
      '初六：干父之蛊，有子考无咎，厉终吉。　',
      '九二：干母之蛊，不可贞。',
      '九三：干父之蛊，小有悔，无大咎。',
      '六四：裕父之蛊，往见吝。',
      '六五：干父之蛊，用誉。',
      '上九：不事王侯，高尚其事。'
    ],
    yaoXiang: [
      '初居震位，震为乾子，巽失乾初，故曰考',
      '二上应五，六五阴尊，故曰母',
      '三居震下，震为动，过刚而动，故曰小有悔',
      '四居兑上，兑为毁，四居艮尾，艮为止，故曰往见吝',
      '五下应二，二为巽中，巽为顺，为誉',
      '上居艮上，艮为止，故曰不事'
    ]
  },
  {
    guaXu: 19,
    guaMing: '临',
    baGong: '坤宫二世',
    baGongOrder: 82,
    guaXiang: [0, 0, 0, 0, 1, 1],
    daXiang: '泽上有地，临；君子以教思无穷，容保民无疆。',
    guaCi: '元，亨，利，贞。至于八月有凶。',
    yaoCi: [
      '初九：咸临，贞吉。',
      '九二：咸临，吉无不利。',
      '六三：甘临，无攸利。既忧之，无咎。',
      '六四：至临，无咎。',
      '六五：知临，大君之宜，吉。',
      '上六：敦临，吉无咎。'
    ],
    yaoXiang: [
      '初上应四，感动于阴，故曰咸',
      '二上应五，感动于阴，故曰咸',
      '三居坤下，坤为土，其味为甘；三居震中，震为倒巽，为不顺，故曰忧',
      '四居震上，震为动，故曰至',
      '五居坤中，伏坎之中，坎为智',
      '上居坤上，坤为厚，故曰敦'
    ]
  },
  {
    guaXu: 20,
    guaMing: '观',
    baGong: '乾宫四世',
    baGongOrder: 14,
    guaXiang: [1, 1, 0, 0, 0, 0],
    daXiang: '风行地上，观；先王以省方、观民、设教。',
    guaCi: '盥而不荐。有孚顒若。',
    yaoCi: [
      '初六：童观，小人无咎，君子吝。',
      '六二：窥观，利女贞。',
      '六三：观我生，进退。',
      '六四：观国之光，利用宾于王。',
      '九五：观我生，君子无咎。',
      '上九：观其生，君子无咎。'
    ],
    yaoXiang: [
      '居大艮下，艮为童子；初六为阴，为小人',
      '二居坤中，坤为阖户，故曰窥；伏离，离为目，为中女',
      '三居艮下，为止，上应于上，欲进，故曰进退',
      '四居坤上，坤为国；四居五下，五为君位，故曰臣',
      '五居尊位，四阴仰之，故曰观我生',
      '上居五上，五为君，故曰观其生'
    ]
  },
  {
    guaXu: 21,
    guaMing: '噬嗑',
    baGong: '巽宫五世',
    baGongOrder: 55,
    guaXiang: [1, 0, 1, 0, 0, 1],
    daXiang: '雷电，噬嗑；先王以明罚敕法。',
    guaCi: '亨。利用狱。',
    yaoCi: [
      '初九：屦校灭趾，无咎。',
      '六二：噬肤灭鼻，无咎。',
      '六三：噬腊肉，遇毒；小吝，无咎。',
      '九四：噬干胏，得金矢，利艰贞，吉。',
      '六五：噬乾肉，得黄金，贞厉，无咎。',
      '上九：何校灭耳，凶。'
    ],
    yaoXiang: [
      '初居震下，震为足，为趾',
      '二居艮下，艮为山，为鼻',
      '柔居刚位，外柔内刚，故曰腊肉；三居坎下，坎为险，为毒',
      '四居离下，离为枯槁，为干；离为乾子，乾为金',
      '五居离中，离为乾子，乾为金',
      '上居坎上，坎为桎梏，故曰校；为耳，故曰耳'
    ]
  },
  {
    guaXu: 22,
    guaMing: '贲',
    baGong: '艮宫一世',
    baGongOrder: 71,
    guaXiang: [1, 0, 0, 1, 0, 1],
    daXiang: '山下有火，贲；君子以明庶政，无敢折狱。',
    guaCi: '亨。小利有攸往。',
    yaoCi: [
      '初九：贲其趾，舍车而徒。',
      '六二：贲其须。',
      '九三：贲如濡如，永贞吉。',
      '六四：贲如皤如，白马翰如，匪寇婚媾。',
      '六五：贲于丘园，束帛戋戋，吝，终吉。',
      '上九：白贲，无咎。'
    ],
    yaoXiang: [
      '初居震位，震位足，为车',
      '二居离中，离为枯槁，为须',
      '三居坎中，坎为水，故曰濡',
      '四居三上，三居兑位，其色为白；三居坎中，坎为寇盗，九三刚正，故曰匪寇',
      '五居艮中，艮为山，为丘园；艮阴承坤，坤为布，为帛',
      '上居兑位，其色为白'
    ]
  },
  {
    guaXu: 23,
    guaMing: '剥',
    baGong: '乾宫五世',
    baGongOrder: 15,
    guaXiang: [1, 0, 0, 0, 0, 0],
    daXiang: '山附于地，剥；上以厚下安宅。',
    guaCi: '不利有攸往。',
    yaoCi: [
      '初六：剥床以足，蔑贞凶。',
      '六二：剥床以辨，蔑贞凶。',
      '六三：剥之，无咎。',
      '六四：剥床以肤，凶。',
      '六五：贯鱼，以宫人宠，无不利。',
      '上九：硕果不食，君子得舆，小人剥庐。'
    ],
    yaoXiang: [
      '居大艮下，其象为床；初居艮位，艮为足',
      '二居初上，其象床干，故曰辨',
      '三上应上，不言剥而言剥之',
      '四居坤上，坤为国；四居五下，五为君位，故曰臣',
      '五居尊位，四阴仰之，故曰观我生',
      '上居五上，五为君，故曰观其生'
    ]
  },
  {
    guaXu: 24,
    guaMing: '复',
    baGong: '坤宫一世',
    baGongOrder: 81,
    guaXiang: [0, 0, 0, 0, 0, 1],
    daXiang: '雷在地中，复；先王以至日闭关，商旅不行，后不省方。',
    guaCi: '亨。出入无疾，朋来无咎。反覆其道，七日来复，利有攸往。',
    yaoCi: [
      '初九：不远复，无祗悔，元吉。',
      '六二：休复，吉。',
      '六三：频复，厉无咎。',
      '六四：中行独复。',
      '六五：敦复，无悔。',
      '上六：迷复，凶，有灾眚。用行师，终有大败，以其国君，凶；至于十年，不克征。'
    ],
    yaoXiang: [
      '初居震下，震为动，初微弱，故曰不远',
      '二居震阴，阴主静，故曰休',
      '三居震上，为动，三居艮位，为止，故曰频',
      '四居阴中，上下二阴，故曰中，曰独',
      '五居坤中，坤为厚，故曰敦',
      '上居坤上，坤为迷；其数为十，故曰十年'
    ]
  },
  {
    guaXu: 25,
    guaMing: '无妄',
    baGong: '巽宫四世',
    baGongOrder: 54,
    guaXiang: [1, 1, 1, 0, 0, 1],
    daXiang: '天下雷行物与，无妄；先王以茂对时，育万物。',
    guaCi: '元，亨，利，贞。其匪正有眚，不利有攸往',
    yaoCi: [
      '初九：无妄，往吉。',
      '六二：不耕获，不菑畲，则利用攸往。',
      '六三：无妄之灾，或系之牛，行人之得，邑人之灾。',
      '九四：可贞。无咎。',
      '九五：无妄之疾，勿药有喜。',
      '上九：无妄，行有眚，无攸利。'
    ],
    yaoXiang: [
      '初居震下，震为动，故曰往',
      '二为坤子，坤为田，故曰耕，曰菑；二居艮下，艮为止，故曰不',
      '三居巽下，巽为绳，故曰系；三为坤子，坤为牛，为邑；三上应乾，乾为行人',
      '九四阳刚，初不正应，不可行动，故曰贞',
      '五伏坎中，坎为病，为疾',
      '上居大离，离为目，上为兑位，兑位毁，故曰眚'
    ]
  },
  {
    guaXu: 26,
    guaMing: '大畜',
    baGong: '艮宫二世',
    baGongOrder: 72,
    guaXiang: [1, 0, 0, 1, 1, 1],
    daXiang: '天在山中，大畜；君子以多识前言往行，以畜其德。',
    guaCi: '利贞，不家食吉，利涉大川。',
    yaoCi: [
      '初九：有厉利已。',
      '九二：舆说輹。',
      '九三：良马逐，利艰贞。日闲舆卫，利有攸往。',
      '六四：童牛之牿，元吉。',
      '六五：豶豕之牙，吉。',
      '上九：何天之衢，亨。'
    ],
    yaoXiang: [
      '初居乾下，为外艮所止，故曰已',
      '二居震尾，震为舆，故曰輹；二居兑下，兑为毁，故曰脱',
      '三居乾上，乾为马；三居震下，震为动，为逐，为舆，为卫',
      '四居震中，震为木，故曰牿；四为坤子，坤为牛，四居艮下，艮为童子，故曰童牛',
      '居大坎中，坎为猪，为豕，为牙',
      '上居艮上，艮为径路，倒艮为震，震为大道，故曰衢'
    ]
  },
  {
    guaXu: 27,
    guaMing: '颐',
    baGong: '巽宫游魂',
    baGongOrder: 56,
    guaXiang: [1, 0, 0, 0, 0, 1],
    daXiang: '山下有雷，颐；君子以慎言语，节饮食。',
    guaCi: '贞吉。观颐，自求口实。',
    yaoCi: [
      '初九：舍尔灵龟，观我朵颐，凶。',
      '六二：颠颐，拂经，于丘颐，征凶。',
      '六三：拂颐，贞凶，十年勿用，无攸利。',
      '六四：颠颐吉，虎视眈眈，其欲逐逐，无咎。',
      '六五：拂经，居贞吉，不可涉大川。',
      '上九：由颐，厉吉，利涉大川。'
    ],
    yaoXiang: [
      '居大离下，离为龟；离为目，故曰观',
      '二求于初，故曰颠；二求与五，故曰拂经；二居震中，倒震为艮，艮为丘陵',
      '三上应上，求养于上，故曰拂经；三居坤中，其数为十',
      '四下应初，求养于初，故曰颠颐',
      '五求于上，故曰拂经',
      '上九阳刚，以阳养阴，故曰由'
    ]
  },
  {
    guaXu: 28,
    guaMing: '大过',
    baGong: '震宫游魂',
    baGongOrder: 46,
    guaXiang: [0, 1, 1, 1, 1, 0],
    daXiang: '泽灭木，大过；君子以独立不惧，遁世无闷。',
    guaCi: '栋挠，利有攸往，亨。',
    yaoCi: [
      '初六：藉用白茅，无咎。',
      '九二：枯杨生稊，老夫得其女妻，无不利。',
      '九三：栋桡，凶。',
      '九四：栋隆，吉；有它吝。',
      '九五：枯杨生华，老妇得其士夫，无咎无誉。',
      '上六：过涉灭顶，凶，无咎。'
    ],
    yaoXiang: [
      '初居巽下，巽为草木，为茅；倒巽为兑，兑为白',
      '二居巽中，为木，为杨；二居乾下，为老者；初居巽下，倒巽为兑，兑为少女',
      '三居巽上，下弱上实，故曰桡',
      '四居兑下，上弱下实，故曰隆',
      '五伏离中，离为丽，为花；五居尊位，为士夫；上居兑上，倒兑为巽，巽为长女',
      '上居兑上，兑为泽，泽已灭顶'
    ]
  },
  {
    guaXu: 29,
    guaMing: '坎',
    baGong: '坎宫属水',
    baGongOrder: 60,
    guaXiang: [0, 1, 0, 0, 1, 0],
    daXiang: '水洊至，习坎；君子以常德行，习教事。',
    guaCi: '有孚，维心亨，行有尚。',
    yaoCi: [
      '初六：习坎，入于坎窞，凶。',
      '九二：坎有险，求小得。',
      '六三：来之坎，坎险且枕，入于坎窞，勿用。',
      '六四：樽酒簋贰，用缶，纳约自牖，终无咎。',
      '九五：坎不盈，祗既平，无咎。',
      '上六：系用徽纆，窴于丛棘，三岁不得，凶。'
    ],
    yaoXiang: [
      '初居坎下，为习坎者',
      '二居坎中，上下二阴，故有险；二居震下，倒震为艮，艮为小',
      '三居坎上，三居坎尾，进退皆为坎，故曰来之坎坎',
      '四居震上, 震仰盂，故曰樽；震为竹，故曰簋',
      '九五中正，故曰不盈',
      '上居兑位，倒兑为巽，巽为绳，故曰系；上居坎上，坎为险，故曰丛棘'
    ]
  },
  {
    guaXu: 30,
    guaMing: '离',
    baGong: '离宫属火',
    baGongOrder: 30,
    guaXiang: [1, 0, 1, 1, 0, 1],
    daXiang: '明两作，离；大人以继明照于四方。',
    guaCi: '利贞，亨。畜牝牛，吉。',
    yaoCi: [
      '初九：履错然，敬之无咎。',
      '六二：黄离，元吉。',
      '九三：日昃之离，不鼓缶而歌，则大耋之嗟，凶。',
      '九四：突如其来如，焚如，死如，弃如。',
      '六五：出涕沱若，戚嗟若，吉。',
      '上九：王用出征，有嘉折首，获匪其丑，无咎。'
    ],
    yaoXiang: [
      '初居离下，事物纷错，故曰错然',
      '二居离中，黄为中色',
      '三居离上，离为日，太阳西落，故曰日昃(ze)',
      '四居离下，巽上，巽为风，离为火，故曰来如；四居兑中，兑为金，为泽，火灭金，泽灭火，故曰死如',
      '五居兑上，兑为毁，故曰出涕沱若',
      '上居离上，离为甲兵，故曰出征；上为头，为首'
    ]
  },
  {
    guaXu: 31,
    guaMing: '咸',
    baGong: '兑宫三世',
    baGongOrder: 23,
    guaXiang: [0, 1, 1, 1, 0, 0],
    daXiang: '山上有泽，咸；君子以虚受人。',
    guaCi: '亨，利贞，取女吉。',
    yaoCi: [
      '初六：咸其拇。',
      '六二：咸其腓，凶，居吉。',
      '九三：咸其股，执其随，往吝。',
      '九四：贞吉悔亡，憧憧往来，朋从尔思。',
      '九五：咸其脢，无悔。',
      '上六：咸其辅，颊，舌。'
    ],
    yaoXiang: [
      '初居艮下，艮为足，故曰拇',
      '二居巽下，巽为长，为股，故曰腓',
      '三居巽中，巽为股，为随',
      '四下应初，四居兑下，兑为悦，故曰憧憧往来',
      '五伏离中，离为心，故曰脢',
      '上居兑上，兑为口舌，故曰颊舌'
    ]
  },
  {
    guaXu: 32,
    guaMing: '恒',
    baGong: '震宫三世',
    baGongOrder: 43,
    guaXiang: [0, 0, 1, 1, 1, 0],
    daXiang: '雷风，恒；君子以立不易方。',
    guaCi: '亨，无咎，利贞，利有攸往。',
    yaoCi: [
      '初六：浚恒，贞凶，无攸利。',
      '九二：悔亡。',
      '九三：不恒其德，或承之羞，贞吝。',
      '九四：田无禽。',
      '六五：恒其德，贞，妇人吉，夫子凶。',
      '上六：振恒，凶。'
    ],
    yaoXiang: [
      '初居巽下，其性务入，故曰浚',
      '二居乾下，乾为恒，为久，故曰悔亡',
      '三居兑下，兑为毁，故曰不恒；三居大坎中；故曰羞',
      '四居震下，震为麋鹿，四居巽中，巽为毁，故曰田为禽',
      '五下应二，阴从阳，故曰妇人吉',
      '上居震上，下应巽上，风雷相迫，故曰振'
    ]
  },
  {
    guaXu: 33,
    guaMing: '遁',
    baGong: '乾宫二世',
    baGongOrder: 12,
    guaXiang: [1, 1, 1, 1, 0, 0],
    daXiang: '天下有山，遁；君子以远小人，不恶而严。',
    guaCi: '亨，小利贞。',
    yaoCi: [
      '初六：遯尾，厉，勿用有攸往。',
      '六二：执之用黄牛之革，莫之胜说。',
      '九三：系遯，有疾厉，畜臣妾吉。',
      '九四：好遯君子吉，小人否。',
      '九五：嘉遯，贞吉。',
      '上九：肥遯，无不利。'
    ],
    yaoXiang: [
      '初居艮下，艮为尾',
      '二居艮中，艮为坤体，坤土为黄，坤为牛，故曰黄牛',
      '三居巽中，巽为绳，故曰系',
      '四居乾中，故曰君子',
      '五居乾中，乾为健，故曰嘉',
      '上居乾上，乾阳盛大，故曰肥'
    ]
  },
  {
    guaXu: 34,
    guaMing: '大壮',
    baGong: '坤宫四世',
    baGongOrder: 84,
    guaXiang: [0, 0, 1, 1, 1, 1],
    daXiang: '雷在天上，大壮；君子以非礼弗履。',
    guaCi: '利贞。',
    yaoCi: [
      '初九：壮于趾，征凶，有孚。',
      '九二：贞吉。',
      '九三：小人用壮，君子用罔，贞厉。羝羊触藩，羸其角。',
      '九四：贞吉，悔亡。藩决不羸，壮于大舆之輹。',
      '六五：丧羊于易，无悔。',
      '上六：羝羊触藩，不能退，不能遂，无攸利，艰则吉。'
    ],
    yaoXiang: [
      '初居震位，震为趾；初九阳刚，力量微弱，故曰征凶',
      '二居乾中，故曰贞吉',
      '三居兑下，兑为羊；三居大震，震为木，为藩',
      '四居震下，震为大车，为藩',
      '五居兑上，兑为羊，为缺，故曰丧羊',
      '上居震上，震为动，故曰不能退；上之极，故曰不能遂'
    ]
  },
  {
    guaXu: 35,
    guaMing: '晋',
    baGong: '乾宫游魂',
    baGongOrder: 16,
    guaXiang: [1, 0, 1, 0, 0, 0],
    daXiang: '明出地上，晋；君子以自昭明德。',
    guaCi: '康侯用锡马蕃庶，昼日三接。',
    yaoCi: [
      '初六：晋如，摧如，贞吉。罔孚，裕无咎。',
      '六二：晋如，愁如，贞吉。受兹介福于，其王母。',
      '六三：众允，悔亡。',
      '九四：晋如鼫鼠，贞厉。',
      '六五：悔亡，失得勿恤，往吉无不利。',
      '上九：晋其角，维用伐邑，厉吉无咎，贞吝。'
    ],
    yaoXiang: [
      '初居坤下，上应艮刚，故曰催如',
      '二居大坎，故曰愁如；上应六五，其象王母',
      '三居坤上，三阴为众',
      '四居震上，震为鼠，下坤为田，故曰鼫鼠',
      '五居坎上，离中，故曰悔亡',
      '上居离上，离为兵戈，故曰角'
    ]
  },
  {
    guaXu: 36,
    guaMing: '明夷',
    baGong: '坎宫游魂',
    baGongOrder: 66,
    guaXiang: [0, 0, 0, 1, 0, 1],
    daXiang: '明入地中，明夷；君子以莅众用晦而明。',
    guaCi: '利艰贞。',
    yaoCi: [
      '初九：明夷于飞，垂其翼。君子于行，三日不食，有攸往， 主人有言。',
      '六二：明夷，夷于左股，用拯马壮，吉。',
      '九三：明夷于南狩，得其大首，不可疾贞。',
      '六四：入于左腹，获明夷之心，于出门庭。',
      '六五：箕子之明夷，利贞。',
      '上六：不明晦，初登于天，后入于地。'
    ],
    yaoXiang: [
      '初居离下，为飞，初上象两翼；离中虚，故曰三日不食',
      '二居坎下，坎为险，故曰夷；上应坤中，坤为马，故曰拯马壮',
      '三居离上，在岁为冬，其向为南，故曰南狩；上居震下，震为大',
      '四居坤下，坤为腹，故曰左腹；居大离中，离为心；四居震中，倒震为艮，艮为门厅',
      '五居坤中，力量柔弱，正之不足，救之不济，其象似箕子',
      '上居坤上，坤为地，初似登天，实则入地'
    ]
  },
  {
    guaXu: 37,
    guaMing: '家人',
    baGong: '巽宫二世',
    baGongOrder: 52,
    guaXiang: [1, 1, 0, 1, 0, 1],
    daXiang: '风自火出，家人；君子以言有物而行有恒。',
    guaCi: '利女贞。',
    yaoCi: [
      '初九：闲有家，悔亡。',
      '六二：无攸遂，在中馈，贞吉。',
      '九三：家人嗃嗃，悔厉吉；妇子嘻嘻，终吝。',
      '六四：富家，大吉。',
      '九五：王假有家，勿恤，吉。',
      '上九：有孚威如，终吉。'
    ],
    yaoXiang: [
      '初居离下，坎尾，时刻警戒，故曰闲',
      '二居离中，上应九五，故曰在中馈',
      '三居坎中，坎为险，为严厉，故曰嗃嗃',
      '四居巽下，巽为富',
      '五居巽中，离上，巽为和睦，离为温馨，故曰假',
      '上居巽上，伏坎之终，刚柔并济，故曰有孚威如'
    ]
  },
  {
    guaXu: 38,
    guaMing: '睽',
    baGong: '艮宫四世',
    baGongOrder: 74,
    guaXiang: [1, 0, 1, 0, 1, 1],
    daXiang: '上火下泽，睽；君子以同而异。',
    guaCi: '小事吉。',
    yaoCi: [
      '初九：悔亡，丧马勿逐，自复；见恶人无咎。',
      '九二：遇主于巷，无咎。',
      '六三：见舆曳，其牛掣，其人天且劓，无初有终。',
      '九四：睽孤，遇元夫，交孚，厉无咎。',
      '六五：悔亡，厥宗噬肤，往何咎？',
      '上九：睽孤，见豕负涂，载鬼一车，先张之弧，后说之弧，匪寇婚媾，往遇雨则吉。'
    ],
    yaoXiang: [
      '初居兑下，兑为乾体，兑为毁，乾为马，故曰丧马；上应坎中，不正应，故曰恶人',
      '二上应五，故曰遇；二居巽中，巽为风箱，为巷',
      '三居离中，离为舆曳；三居艮位，艮为止，为掣；艮为鼻，为兑毁折，故曰劓',
      '四下应初，不正应，故曰孤；初为元，阳为夫，故曰元夫',
      '五居离中，六五为阴，为肤，上下二阳为龈，故曰噬肤',
      '上下应三，隔上互坎，坎为险，为鬼怪；为寇盗，为雨'
    ]
  },
  {
    guaXu: 39,
    guaMing: '蹇',
    baGong: '兑宫四世',
    baGongOrder: 24,
    guaXiang: [0, 1, 0, 1, 0, 0],
    daXiang: '山上有水，蹇；君子以反身修德。',
    guaCi: '利西南，不利东北；利见大人，贞吉。',
    yaoCi: [
      '初六：往蹇，来誉。',
      '六二：王臣蹇蹇，匪躬之故。',
      '九三：往蹇来反。',
      '六四：往蹇来连。',
      '九五：大蹇朋来。',
      '上六：往蹇来硕，吉；利见大人。'
    ],
    yaoXiang: [
      '初居艮下，艮为止，故曰往蹇；上应离下，离为明，故曰来誉',
      '二应九五，九五为君，故曰王臣',
      '三居坎尾，坎为险，故曰往蹇；三居艮上，艮为止，故曰来反',
      '四居五下，以阴承阳，故曰连',
      '五下应二，二携三四五而来，故曰朋来',
      '上居五上，五为阳，为君，故曰来硕'
    ]
  },
  {
    guaXu: 40,
    guaMing: '解',
    baGong: '震宫二世',
    baGongOrder: 42,
    guaXiang: [0, 0, 1, 0, 1, 0],
    daXiang: '雷雨作，解；君子以赦过宥罪。',
    guaCi: '利西南，无所往，其来复吉。有攸往，夙吉。',
    yaoCi: [
      '初六：无咎。',
      '九二：田获三狐，得黄矢，贞吉。',
      '六三：负且乘，致寇至，贞吝。',
      '九四：解而拇，朋至斯孚。',
      '六五：君子维有解，吉；有孚于小人。',
      '上六：公用射隼，于高墉之上，获之，无不利。'
    ],
    yaoXiang: [
      '初居初六，上应九四，何咎之有',
      '二居坎中，坎为狐；二居离下，离为矢',
      '三居坎上，亦居坎下，坎为寇盗',
      '四居坎中，坎陷坤中，坤为拇',
      '五居震中，居坎上，震为动，坎为小人，故曰维有解',
      '上居震上，在上为飞，故曰隼'
    ]
  },
  {
    guaXu: 41,
    guaMing: '损',
    baGong: '艮宫三世',
    baGongOrder: 73,
    guaXiang: [1, 0, 0, 0, 1, 1],
    daXiang: '山下有泽，损；君子以惩忿窒欲。',
    guaCi: '有孚，元吉，无咎，可贞，利有攸往？曷之用，二簋可用享。',
    yaoCi: [
      '初九：已事遄往，无咎。酌损之。',
      '九二：利贞，征凶，弗损益之。',
      '六三：三人行，则损一人；一人行，则得其友。',
      '六四：损其疾，使遄有喜，无咎。',
      '六五：或益之，十朋之龟弗克违，元吉。',
      '上九：弗损益之，无咎，贞吉，利有攸往，得臣无家。'
    ],
    yaoXiang: [
      '初居兑下，兑为缺，故曰酌损；初得乾阳，有潜龙勿用之事；上应六四，故曰遄往',
      '二居兑中，应上利贞；二居震下，震为动，冒进则凶',
      '三本乾阳，三阳同行，三为兑上，一人损；山泽通气，二位艮初，亦为三友',
      '四伏坎初，坎为疾，下应初九，故曰损其疾',
      '五居坤上，坤为朋，其数为十，故曰十朋',
      '上居艮上，损下益上，处益之极；上居坤首，坤为臣'
    ]
  },
  {
    guaXu: 42,
    guaMing: '益',
    baGong: '巽宫三世',
    baGongOrder: 53,
    guaXiang: [1, 1, 0, 0, 0, 1],
    daXiang: '风雷，益；君子以见善则迁，有过则改。',
    guaCi: '利有攸往，利涉大川。',
    yaoCi: [
      '初九：利用为大作，元吉，无咎。',
      '六二：或益之，十朋之龟弗克违，永贞吉。王用享于帝，吉。',
      '六三：益之用凶事，无咎。有孚中行，告公用圭。',
      '六四：中行，告公从。利用为依迁国。',
      '九五：有孚惠心，勿问元吉。有孚惠我德。',
      '上九：莫益之，或击之，立心勿恒，凶。'
    ],
    yaoXiang: [
      '初居震下，震为大，故曰大作；初二为地道，即农事',
      '二居坤下，坤为朋，其数为十，故曰十朋',
      '三居震上，震为动，为雷电，为通讯，故曰用圭；行凶事，即为用征',
      '四居艮中，亦的坤四，从王命，故曰依迁国',
      '五居巽中，巽为顺，故曰惠；五居艮上，艮为止，故曰勿问',
      '上下应三，三用凶事，故曰击之'
    ]
  },
  {
    guaXu: 43,
    guaMing: '夬',
    baGong: '坤宫五世',
    baGongOrder: 85,
    guaXiang: [0, 1, 1, 1, 1, 1],
    daXiang: '泽上于天，夬；君子以施禄及下，居德则忌。',
    guaCi: '扬于王庭，孚号，有厉，告自邑，不利即戎，利有攸往。',
    yaoCi: [
      '初九：壮于前趾，往不胜为咎。',
      '九二：惕号，莫夜有戎，勿恤。',
      '九三：壮于頄，有凶。君子夬夬，独行遇雨，若濡有愠，无咎。',
      '九四：臀无肤，其行次且。牵羊悔亡，闻言不信。',
      '九五：苋陆夬夬，中行无咎。',
      '上六：无号，终有凶。'
    ],
    yaoXiang: [
      '初居乾下，亦为震位，故曰壮，曰趾',
      '二伏坎中，坎为险，为惕；坎为月，为寇盗',
      '三居乾上，乾为首，故曰頄；上应兑上，兑为泽，在上为云雨',
      '四居巽位，巽为臀；为阳所包，无肤；四居兑下，兑为羊',
      '五居阴下，苋陆感阴气者',
      '上居兑上，倒兑为巽，巽为号，故曰无号'
    ]
  },
  {
    guaXu: 44,
    guaMing: '姤',
    baGong: '乾宫一世',
    baGongOrder: 11,
    guaXiang: [1, 1, 1, 1, 1, 0],
    daXiang: '天下有风，姤；后以施命诰四方。',
    guaCi: '女壮，勿用取女。',
    yaoCi: [
      '初六：系于金柅，贞吉，有攸往，见凶，羸豕孚蹢躅。',
      '九二：包有鱼，无咎，不利宾。',
      '九三：臀无肤，其行次且，厉，无大咎。',
      '九四：包无鱼，起凶。',
      '九五：以杞包瓜，含章，有陨自天。',
      '上九：姤其角，吝，无咎。'
    ],
    yaoXiang: [
      '初居巽下，亦居乾尾，故曰金柅',
      '二居乾下，为包；初居巽下，为鱼',
      '三居巽上，巽为臀；为阳所包，无肤',
      '四居乾下，为包；下应巽下，为鱼，已被二包，故曰包无鱼',
      '五居尊位，巽初为瓜，以杞包瓜；五不应初，有损',
      '上居乾上，其象为角'
    ]
  },
  {
    guaXu: 45,
    guaMing: '萃',
    baGong: '兑宫二世',
    baGongOrder: 22,
    guaXiang: [0, 1, 1, 0, 0, 0],
    daXiang: '泽上于地，萃；君子以除戎器，戒不虞。',
    guaCi: '亨。王假有庙，利见大人，亨，利贞。用大牲吉，利有攸往。',
    yaoCi: [
      '初六：有孚不终，乃乱乃萃，若号一握为笑，勿恤，往无咎。',
      '六二：引吉，无咎，孚乃利用禴。',
      '六三：萃如，嗟如，无攸利，往无咎，小吝。',
      '九四：大吉，无咎。',
      '九五：萃有位，无咎。匪孚，元永贞，悔亡。',
      '上六：赍咨涕洟，无咎。'
    ],
    yaoXiang: [
      '初居坤下，亦居大震，大巽，大坎，故曰乱',
      '二居艮下，艮为手，为援引',
      '三居巽下，倒巽为兑，兑为口，故曰嗟如',
      '四居艮上，巽中，兑下，萃而吉',
      '五居巽中，亦居兑中，上下和睦，故曰悔亡',
      '上居兑上，下不相应，无所萃，兑为泽，为涕'
    ]
  },
  {
    guaXu: 46,
    guaMing: '升',
    baGong: '震宫四世',
    baGongOrder: 44,
    guaXiang: [0, 0, 0, 1, 1, 0],
    daXiang: '地中升木，升；君子以顺德，积小以高大。',
    guaCi: '元亨，用见大人，勿恤，南征吉。',
    yaoCi: [
      '初六：允升，大吉。',
      '九二：孚乃利用禴，无咎。',
      '九三：升虚邑。',
      '六四：王用亨于岐山，吉无咎。',
      '六五：贞吉，升阶。',
      '上六：冥升，利于不息之贞。'
    ],
    yaoXiang: [
      '初居巽下，巽为顺，为允',
      '二居巽中，巽为顺，为命，为祭祀，故曰禴(yue)',
      '三居巽上，亦居坤为，坤为邑，故曰虚邑',
      '四居兑上，兑为西，故曰岐山',
      '五居坤中，坤为土，为阶',
      '上居坤上，坤为迷，故曰冥'
    ]
  },
  {
    guaXu: 47,
    guaMing: '困',
    baGong: '兑宫一世',
    baGongOrder: 21,
    guaXiang: [0, 1, 1, 0, 1, 0],
    daXiang: '泽无水，困；君子以致命遂志。',
    guaCi: '亨，贞，大人吉，无咎，有言不信。',
    yaoCi: [
      '初六：臀困于株木，入于幽谷，三岁不觌。',
      '九二：困于酒食，朱绂方来，利用享祀，征凶，无咎。',
      '六三：困于石，据于蒺藜，入于其宫，不见其妻，凶。',
      '九四：来徐徐，困于金车，吝，有终。',
      '九五：劓刖，困于赤绂，乃徐有说，利用祭祀。',
      '上六：困于葛藟，于臲兀危；曰动悔有悔，征吉。'
    ],
    yaoXiang: [
      '初居坎下，坎为臀；初居震位，震为木',
      '二居坎中，为酒；上应兑中，为口食',
      '三居艮位，为石；三居坎上，为蒺藜，为宫；三居离中，为中女，为妻，既已为宫，故不见其妻',
      '四居巽中，巽为风，故曰徐徐；四居震为，震为车',
      '五居兑中，反兑为艮，艮为鼻，故曰劓刖',
      '上居兑上，倒兑为巽，巽为木，为葛藟'
    ]
  },
  {
    guaXu: 48,
    guaMing: '井',
    baGong: '震宫五世',
    baGongOrder: 45,
    guaXiang: [0, 1, 0, 1, 1, 0],
    daXiang: '木上有水，井；君子以劳民劝相。',
    guaCi: '改邑不改井，无丧无得，往来井井。汔至，亦未繘井，羸其瓶，凶。',
    yaoCi: [
      '初六：井泥不食，旧井无禽。',
      '九二：井谷射鲋，瓮敝漏。',
      '九三：井渫不食，为我心恻，可用汲，王明，并受其福。',
      '六四：井甃，无咎。',
      '九五：井洌，寒泉食。',
      '上六：井收勿幕，有孚元吉。'
    ],
    yaoXiang: [
      '初为巽下，亦为地道，其象井泥',
      '二居兑下，为谷；二居巽中，为鱼虾，为鲋；二居大离，为瓮',
      '三居巽上，为风，为通，故曰渫(xie)；三居离下，离为心',
      '四居离中，离为火，烧土筑壁，故曰甃(zhou)',
      '五居坎中，坎为水，为泉，故曰洌',
      '上应巽上，巽为绳，吊绳取水，故曰收'
    ]
  },
  {
    guaXu: 49,
    guaMing: '革',
    baGong: '坎宫四世',
    baGongOrder: 64,
    guaXiang: [0, 1, 1, 1, 0, 1],
    daXiang: '泽中有火，革；君子以治历明时。',
    guaCi: '巳日乃孚，元亨利贞，悔亡。',
    yaoCi: [
      '初九：巩用黄牛之革。',
      '六二：巳日乃革之，征吉，无咎。',
      '九三：征凶，贞厉，革言三就，有孚。',
      '九四：悔亡，有孚改命，吉',
      '九五：大人虎变，未占有孚。',
      '上六：君子豹变，小人革面，征凶，居贞吉。'
    ],
    yaoXiang: [
      '初居离下，离为枯槁，为固，故曰巩；离体为坤，坤为黄，为牛',
      '二居离中，离为火，地支为巳午',
      '三居乾下，乾三连，故曰三就',
      '四居巽上，巽为顺，为命',
      '五居乾上，乾为虎',
      '上居兑上，兑为豹'
    ]
  },
  {
    guaXu: 50,
    guaMing: '鼎',
    baGong: '离宫二世',
    baGongOrder: 32,
    guaXiang: [1, 0, 1, 1, 1, 0],
    daXiang: '木上有火，鼎；君子以正位凝命。',
    guaCi: '元吉，亨。',
    yaoCi: [
      '初六：鼎颠趾，利出否，得妾以其子，无咎。',
      '九二：鼎有实，我仇有疾，不我能即，吉。',
      '九三：鼎耳革，其行塞，雉膏不食，方雨亏悔，终吉。',
      '九四：鼎折足，覆公餗，其形渥，凶。',
      '六五：鼎黄耳金铉，利贞。',
      '上九：鼎玉铉，大吉，无不利。'
    ],
    yaoXiang: [
      '初为震位，为趾；初居巽下，为妻；倒巽为兑，为妾；震为子',
      '二居大坎，坎中满，为实；初居坎阴，有疾；二不应初，不能即',
      '三居大坎，坎为耳，为雉，为雨',
      '四下应初，初颠趾，故曰折足',
      '五居离中，离为乾体，故曰金',
      '上居离上，离为乾体，故曰玉'
    ]
  },
  {
    guaXu: 51,
    guaMing: '震',
    baGong: '震宫属木',
    baGongOrder: 40,
    guaXiang: [0, 0, 1, 0, 0, 1],
    daXiang: '洊雷，震；君子以恐惧修省。',
    guaCi: '亨。震来虩虩，笑言哑哑。震惊百里，不丧匕鬯。',
    yaoCi: [
      '初九：震来虩虩，后笑言哑哑，吉。',
      '六二：震来厉，亿丧贝，跻于九陵，勿逐，七日得。',
      '六三：震苏苏，震行无眚。',
      '九四：震遂泥。',
      '六五：震往来厉，意无丧，有事。',
      '上六：震索索，视矍矍，征凶。震不于其躬，于其邻，无咎。婚媾有言。'
    ],
    yaoXiang: [
      '初为震下，初生牛犊不怕虎，故先虩(xi)后笑',
      '二居离位，离为螺蚌，为贝；二居震中，震为大，为亿；二居艮下，艮为山，为陵，为止，勿逐',
      '三居坎下，坎为惧，故曰苏苏；坎为疾，故曰眚',
      '四居坎中，为水，为泥',
      '五居坎上，为险，为厉；五居震中，为大，为亿',
      '上居震上，倒震为巽，为绳，为索索'
    ]
  },
  {
    guaXu: 52,
    guaMing: '艮',
    baGong: '艮宫属土',
    baGongOrder: 70,
    guaXiang: [1, 0, 0, 1, 0, 0],
    daXiang: '兼山，艮；君子以思不出其位。',
    guaCi: '艮其背，不获其身，行其庭，不见其人，无咎。',
    yaoCi: [
      '初六：艮其趾，无咎，利永贞。',
      '六二：艮其腓，不拯其随，其心不快。',
      '九三：艮其限，列其夤，厉熏心。',
      '六四：艮其身，无咎。',
      '六五：艮其辅，言有序，悔亡。',
      '上九：敦艮，吉。'
    ],
    yaoXiang: [
      '初居艮下，艮为足，为趾',
      '初居艮中，艮为足，为腓',
      '三居艮上，艮为止，故曰限；三居震下，震为动，为攀附，故曰夤(yin)',
      '四居坎上，坎为腰，为身',
      '五居震上，震为言',
      '上居艮上，艮之极，故曰敦'
    ]
  },
  {
    guaXu: 53,
    guaMing: '渐',
    baGong: '艮宫归魂',
    baGongOrder: 77,
    guaXiang: [1, 1, 0, 1, 0, 0],
    daXiang: '山上有木，渐；君子以居贤德善俗。',
    guaCi: '女归吉，利贞。',
    yaoCi: [
      '初六：鸿渐于干，小子厉，有言，无咎。',
      '六二：鸿渐于磐，饮食衎衎，吉。',
      '九三：鸿渐于陆，夫征不复，妇孕不育，凶；利御寇。',
      '六四：鸿渐于木，或得其桷，无咎。',
      '九五：鸿渐于陵，妇三岁不孕，终莫之胜，吉。',
      '上九：鸿渐于陆，其羽可用为仪，吉。'
    ],
    yaoXiang: [
      '初为坎尾，近水为干；初为艮下，艮为童子，故曰小子',
      '二居艮中，亦居坎下，水石之校，为磐',
      '三居艮上，为陆；艮为少男，为夫；离居离下，离为中女，为妻',
      '四居巽下，巽为木',
      '五下应二，二为艮，为山，故曰陵',
      '上下应三，三为艮上，故曰陆'
    ]
  },
  {
    guaXu: 54,
    guaMing: '归妹',
    baGong: '兑宫归魂',
    baGongOrder: 27,
    guaXiang: [0, 0, 1, 0, 1, 1],
    daXiang: '泽中有雷，归妹；君子以永终知敝。',
    guaCi: '征凶，无攸利。',
    yaoCi: [
      '初九：归妹以娣，跛能履，征吉。',
      '九二：眇能视，利幽人之贞。',
      '六三：归妹以须，反归以娣。',
      '九四：归妹愆期，迟归有时。',
      '六五：帝乙归妹，其君之袂，不如其娣之袂良，月几望，吉。',
      '上六：女承筐无实，士刲羊无血，无攸利。'
    ],
    yaoXiang: [
      '初为震位，震为足，初为兑下，兑为缺，故曰跛',
      '二为离位，离为目，二为兑中，兑为缺，故曰眇',
      '三居兑上，兑为妾，为贱，故曰须',
      '四居离上，离为日，亦居坎中，坎为月，日往月来，故曰愆期',
      '五居震中，震为东，东方之帝，故曰帝乙',
      '上居震上，震仰盂，为筐；艮为实，震为倒艮，故曰无实'
    ]
  },
  {
    guaXu: 55,
    guaMing: '丰',
    baGong: '坎宫五世',
    baGongOrder: 65,
    guaXiang: [0, 0, 1, 1, 0, 1],
    daXiang: '雷电皆至，丰；君子以折狱致刑。',
    guaCi: '亨，王假之，勿忧，宜日中。',
    yaoCi: [
      '初九：遇其配主，虽旬无咎，往有尚。',
      '六二：丰其蔀，日中见斗，往得疑疾，有孚发若，吉。',
      '九三：丰其沛，日中见沫，折其右肱，无咎。',
      '九四：丰其蔀，日中见斗，遇其夷主，吉。',
      '六五：来章，有庆誉，吉。',
      '上六：丰其屋，蔀其家，窥其户，阒其无人，三岁不觌，凶。'
    ],
    yaoXiang: [
      '初上应四，四为震初，故曰配主',
      '二居离中，离为日，故曰日中',
      '三居离上，光不明，见小星，故曰沫',
      '四下应初，初为离初，故曰夷主',
      '五居兑上，兑为悦，故曰庆',
      '上居震上，倒震为艮，艮为门，为室'
    ]
  },
  {
    guaXu: 56,
    guaMing: '旅',
    baGong: '离宫一世',
    baGongOrder: 31,
    guaXiang: [1, 0, 1, 1, 0, 0],
    daXiang: '山上有火，旅；君子以明慎用刑，而不留狱。',
    guaCi: '小亨，旅贞吉。',
    yaoCi: [
      '初六：旅琐琐，斯其所取灾。',
      '六二：旅即次，怀其资，得童仆贞。',
      '九三：旅焚其次，丧其童仆，贞厉。',
      '九四：旅于处，得其资斧，我心不快。',
      '六五：射雉一矢亡，终以誉命。',
      '上九：鸟焚其巢，旅人先笑，后号啕。丧牛于易，凶。'
    ],
    yaoXiang: [
      '初为艮下，艮为小，为细，故曰琐琐',
      '二居巽下，巽为利，为资；二居艮中，艮为童子',
      '三居巽中，为木，三居离为，有火，风火即焚；三居兑下，兑为缺，故丧其童仆',
      '四居巽上，为长，为木，四居兑中，为金，金木为斧',
      '五居离中，离为矢，故曰射；五居兑上，兑为缺，故曰亡',
      '上居离上，离为飞鸟，为火'
    ]
  },
  {
    guaXu: 57,
    guaMing: '巽',
    baGong: '巽宫属木',
    baGongOrder: 50,
    guaXiang: [1, 1, 0, 1, 1, 0],
    daXiang: '随风，巽；君子以申命行事。',
    guaCi: '小亨，利有攸往，利见大人。',
    yaoCi: [
      '初六：进退，利武人之贞。',
      '九二：巽在床下，用史巫纷若吉，无咎。',
      '九三：频巽，吝。',
      '六四：悔亡，田获三品。',
      '九五：贞吉悔亡，无不利。无初有终，先庚三日，后庚三日，吉。',
      '上九：巽在床下，丧其资斧，贞凶。'
    ],
    yaoXiang: [
      '初为巽下，巽为进退；巽为躁，为武人',
      '二居兑下，兑为口舌，为史巫',
      '三处重巽，故曰频',
      '四为巽下，为绳，为网',
      '五居巽中，中正无悔',
      '上居巽上，巽为长木，倒巽为兑金，故曰丧其资斧'
    ]
  },
  {
    guaXu: 58,
    guaMing: '兑',
    baGong: '兑宫属金',
    baGongOrder: 20,
    guaXiang: [0, 1, 1, 0, 1, 1],
    daXiang: '丽泽，兑；君子以朋友讲习。',
    guaCi: '亨，利贞。',
    yaoCi: [
      '初九：和兑，吉。',
      '九二：孚兑，吉，悔亡。',
      '六三：来兑，凶。',
      '九四：商兑，未宁，介疾有喜。',
      '九五：孚于剥，有厉。',
      '上六：引兑。'
    ],
    yaoXiang: [
      '初居兑下，兑为悦，为和睦',
      '二居离中，离为孚',
      '三居震中，震为动，为来',
      '四居巽中，巽为进退，为商量，故曰商',
      '五居兑中，兑为缺，为剥',
      '上居兑上，下引二阳，故曰引'
    ]
  },
  {
    guaXu: 59,
    guaMing: '涣',
    baGong: '离宫五世',
    baGongOrder: 35,
    guaXiang: [1, 1, 0, 0, 1, 0],
    daXiang: '风行水上，涣；先王以享于帝，立庙。',
    guaCi: '亨。王假有庙，利涉大川，利贞。',
    yaoCi: [
      '初六：用拯马壮，吉。',
      '九二：涣奔其机，悔亡。',
      '六三：涣其躬，无悔。',
      '六四：涣其群，元吉。涣有丘，匪夷所思。',
      '九五：涣汗其大号，涣王居，无咎。',
      '上九：涣其血，去逖出，无咎。'
    ],
    yaoXiang: [
      '初为坎下，上不相应，二伏乾阳，乾为马，故曰拯马壮',
      '二居震下，震为动，为奔',
      '三居坎上，坎为险，为私，故曰躬',
      '四居艮中，艮为山，为丘',
      '五居巽中，巽为命，为号令',
      '上下应三，三居坎上，为血'
    ]
  },
  {
    guaXu: 60,
    guaMing: '节',
    baGong: '坎宫一世',
    baGongOrder: 61,
    guaXiang: [0, 1, 0, 0, 1, 1],
    daXiang: '泽上有水，节；君子以制数度，议德行。',
    guaCi: '亨。苦节不可贞。',
    yaoCi: [
      '初九：不出户庭，无咎。',
      '九二：不出门庭，凶。',
      '六三：不节若，则嗟若，无咎。',
      '六四：安节，亨。',
      '九五：甘节，吉；往有尚。',
      '上六：苦节，贞凶，悔亡。'
    ],
    yaoXiang: [
      '初居震位，上应艮中，震为出，艮为门户，为止，故曰不处门庭',
      '二居震下，上应艮上，震为动，不出则凶',
      '三居对上，亦居坎尾，兑口受外坎之水',
      '四居艮中，艮为止，为节，故曰安',
      '五居坎中，坎陷坤土，其味为甜，故曰甘',
      '上居坎上，其味为苦，故曰苦'
    ]
  },
  {
    guaXu: 61,
    guaMing: '中孚',
    baGong: '艮宫游魂',
    baGongOrder: 76,
    guaXiang: [1, 1, 0, 0, 1, 1],
    daXiang: '泽上有风，中孚；君子以议狱缓死。',
    guaCi: '豚鱼吉，利涉大川，利贞。',
    yaoCi: [
      '初九：虞吉，有他不燕。',
      '九二：鸣鹤在阴，其子和之，我有好爵，吾与尔靡之。',
      '六三：得敌，或鼓或罢，或泣或歌。',
      '六四：月几望，马匹亡，无咎。',
      '九五：有孚挛如，无咎。',
      '上九：翰音登于天，贞凶。'
    ],
    yaoXiang: [
      '初为兑下，倒兑为巽，巽为进退，故曰虞',
      '二居大离，离为鹤，二居震下，震为鸣',
      '三居震中，震为鼓；山居艮下，艮为止，为罢',
      '四居巽下，兑为乾体，乾为马，兑为毁，故曰马亡',
      '五居巽中，巽为绳，两绳相结，故曰挛如',
      '上居巽上，巽为鸡，其鸣为翰音'
    ]
  },
  {
    guaXu: 62,
    guaMing: '小过',
    baGong: '兑宫游魂',
    baGongOrder: 26,
    guaXiang: [0, 0, 1, 1, 0, 0],
    daXiang: '山上有雷，小过；君子以行过乎恭，丧过乎哀，用过乎俭。',
    guaCi: '亨，利贞，可小事，不可大事。飞鸟遗之音，不宜上宜下，大吉。',
    yaoCi: [
      '初六：飞鸟以凶。',
      '六二：过其祖，遇其妣；不及其君，遇其臣；无咎。',
      '九三：弗过防之，从或戕之，凶。',
      '九四：无咎，弗过遇之。往厉必戒，勿用永贞。',
      '六五：密云不雨，自我西郊，公弋取彼在穴。',
      '上六：弗遇过之，飞鸟离之，凶，是谓灾眚。'
    ],
    yaoXiang: [
      '初居艮下，其象鸟翼，上应九四，动着有凶',
      '二居巽下，上应六五，为妣；九四相隔，为祖',
      '三居大坎，坎为盗，故曰防，曰戕',
      '四居巽上，下应初六，六二阻隔，故曰往厉',
      '五居兑上，兑为泽，在上为云；兑为西，为穴',
      '上居大坎，坎为灾眚'
    ]
  },
  {
    guaXu: 63,
    guaMing: '既济',
    baGong: '坎宫三世',
    baGongOrder: 63,
    guaXiang: [0, 1, 0, 1, 0, 1],
    daXiang: '水在火上，既济；君子以思患而预防之。',
    guaCi: '亨，小利贞，初吉终乱。',
    yaoCi: [
      '初九：曳其轮，濡其尾，无咎。',
      '六二：妇丧其茀，勿逐，七日得。',
      '九三：高宗伐鬼方，三年克之，小人勿用。',
      '六四：繻有衣袽，终日戒。',
      '九五：东邻杀牛，不如西邻之禴祭，实受其福。',
      '上六：濡其首，厉。'
    ],
    yaoXiang: [
      '初居坎尾，渡河，濡其尾',
      '二居离中，离为妇；离为丽，故曰茀',
      '三居离上，离为兵戈；三居坎中，坎为鬼',
      '四居离中，离为丽，为繻(需)；四居坎下，坎为险，故曰袽(ru)',
      '五居坎中，坎为险，为杀',
      '上居坎上，亦居上位，为首，故曰濡其首'
    ]
  },
  {
    guaXu: 64,
    guaMing: '未济',
    baGong: '离宫三世',
    baGongOrder: 33,
    guaXiang: [1, 0, 1, 0, 1, 0],
    daXiang: '火在水上，未济；君子以慎辨物居方。',
    guaCi: '亨，小狐汔济，濡其尾，无攸利。。',
    yaoCi: [
      '初六：濡其尾，吝',
      '九二：曳其轮，贞吉。',
      '六三：未济，征凶，利涉大川。',
      '九四：贞吉，悔亡，震用伐鬼方，三年有赏于大国。',
      '六五：贞吉，无悔，君子之光，有孚，吉。',
      '上九：有孚于饮酒，无咎，濡其首，有孚失是。'
    ],
    yaoXiang: [
      '初居坎下，坎为水',
      '二居坎中，坎为险，故曳其轮',
      '三居坎上，未离坎险，故曰未济',
      '四居坎中，亦居离下，故曰悔亡',
      '五居离中，离为光',
      '上居离上，亦居上位，处未济之时，故曰濡其首'
    ]
  }
]
