export default [
  {
    date: '出生',
    achievement: '公元前256年',
    title: '大泽梦龙',
    description: `母亲刘媪在大泽的岸边休息,梦中与神相遇。
    这时电闪雷鸣,天色昏暗，一条蛟龙趴在她的身上。
    不久之后便有了身孕,生下了刘邦。`
  },
  {
    date: '33岁',
    achievement: '沛县',
    title: '泗水亭亭长',
    description: `常年在外游手好闲，随游的张耳成为秦廷通缉犯，同时秦中央颁布流动人口政策，被迫返乡谋生。`
  },
  {
    date: '34岁',
    achievement: '吕公家',
    title: '媒妁之言',
    description: `沛县县令为博得吕公好感，特设下酒宴，刘邦打着混吃混喝的心理随口说贺万钱，获得吕公欣赏，遂娶吕雉为妻。`
  },
  {
    date: '46岁',
    achievement: '骊山',
    title: '释放囚徒',
    description: `以亭长的身份为泗水郡押送徒役去骊山修长城，徒役们有很多在半路逃走了，无奈落草为寇，醉酒斩白蛇。`
  },
  {
    date: '48岁',
    achievement: '沛县',
    title: '自立沛公',
    description: `陈胜吴广起义，沛县举事响应，百姓杀了县令后开城门迎进刘邦，被萧何曹参推选为沛公。`
  },
  {
    date: '49岁',
    achievement: '丰邑',
    title: '雍齿叛变',
    description: `陈胜将领周巿攻打齐国，被田儋打败，撤回魏地，收复城池，拥护魏咎为魏王。丰邑过去是魏国的，想要一并收回。
    秦军围攻刘邦于丰邑，刘邦打败秦军后，命雍齿驻守丰邑，雍齿不敌，遂投降周市。`
  },
  {
    date: '49岁',
    achievement: '彭城',
    title: '结识张良',
    description: `陈胜灭亡后，景驹为楚王，刘邦由于丰邑失守，前往彭城向景驹借兵收复丰邑，在中途遇见投奔景驹的张良，两人相见恨晚。`
  },
  {
    date: '49岁',
    achievement: '薛地',
    title: '投奔项梁',
    description: `章邯攻破景驹，刘邦无奈前往薛地投奔项梁，等待机会借兵收复丰邑。`
  },
  {
    date: '50岁',
    achievement: '咸阳',
    title: '约法三章',
    description: `项梁战死，章邯和王离围攻赵王歇，楚怀王分两路进军，约定先入关者为王。项羽北上救赵王，刘邦入关去咸阳，
    进入咸阳后，不贪图财富和美色，退守霸上，与当地名士约法三章。`
  },
  {
    date: '50岁',
    achievement: '鸿门',
    title: '鸿门宴',
    description: `项羽击败章邯后，领兵直奔关中，范增劝他趁机除掉刘邦。项伯连夜潜入营中找到张良，让他赶紧走，
    张良通知刘邦，刘邦邀项伯会谈，并结为儿女亲家。项伯返回军营替刘邦表忠心，项羽便在鸿门设宴款待刘邦。`
  },
  {
    date: '50岁',
    achievement: '汉中',
    title: '封为汉王',
    description: `鸿门宴之后，项羽领兵西进，入咸阳，烧阿房宫、杀秦王子婴，自立为西楚霸王。
    同时分封十八路诸侯，其中刘邦被封为汉王。`
  },
  {
    date: '51岁',
    achievement: '彭城',
    title: '彭城之战',
    description: `刘邦在韩信帮助下，暗度陈仓平定三秦后，趁项羽深陷于齐国，无力抽身的机会，
    率领诸侯联军五十六万一举攻占西楚都彭城，项羽闻之，急率轻骑兵三万回袭彭城，反楚联盟瓦解，刘邦仅率数十骑逃脱。`
  },
  {
    date: '54岁',
    achievement: '垓下',
    title: '兵围项羽',
    description: `刘邦与彭越，韩信三路大军会合，在垓下围困项羽，项羽败走江东，自刎身亡。`
  },
  {
    date: '54岁',
    achievement: '洛阳',
    title: '定都称帝',
    description: `刘邦建立汉朝，定都洛阳，是为汉高祖。`
  },
  {
    date: '56岁',
    achievement: '白登',
    title: '白登之围',
    description: `韩王信叛汉，以马邑降匈奴，高祖亲征，击匈奴于平城，被围于白登。`
  },
  {
    date: '56岁',
    achievement: '长安',
    title: '迁都长安',
    description: `听从娄敬和张良建议，关中背山面河，关塞险峻，土地肥美，进退自如，高祖遂迁都长安。`
  },
  {
    date: '58岁',
    achievement: '漠北',
    title: '汉匈和亲',
    description: `听从娄敬建议，高祖立宗室女儿为公主，与匈奴和亲，并开通关市，维持汉匈稳定。`
  },
  {
    date: '60岁',
    achievement: '沛县',
    title: '大风歌',
    description: `高祖击败淮南王英布后，凯旋故里，与家乡人饮酒十来日，一时兴起，做《大风歌》。乡人不舍，又在十里处扎营再饮三日。`
  },
  {
    date: '62岁',
    achievement: '长乐宫',
    title: '驾崩',
    description: `征战多年，又在最后一次亲征中，不幸中箭，不愿配合御医治疗，不久后崩于长安长乐宫，葬于长陵。`
  }
]
