export default [
  {
    id: '01',
    time: '',
    name: '生存',
    children: [
      {
        id: '',
        time: '',
        name: '洞窟壁画',
        image:
          'https://img0.baidu.com/it/u=1519050398,2562977859&fm=253&fmt=auto&app=138&f=JPEG?w=879&h=500',
        imageName: '受伤的野牛',
      },
    ],
  },
  {
    id: '02',
    time: '',
    name: '崇拜',
    children: [
      {
        id: '0201',
        time: '',
        name: '神话',
      },
      {
        id: '0202',
        time: '',
        name: '圣经',
        timeline: [
          {
            date: '旧约',
            achievement: '创世纪',
            title: '创造亚当',
            description: `
              上帝按照自己的形象用尘土造人，将生气吹入其鼻孔使他成为“有灵的活人”，取名亚当，并将他及其妻夏娃同置于伊甸园中。
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=3380271164,619966434&fm=253&fmt=auto?w=500&h=343',
              author: '米开朗基罗',
              tags: '文艺复兴 西斯廷教堂',
              appreciation: `
                画中的亚当是一个健壮的裸体男青年，却缺乏应有的活力。
                至高无上的耶和华身披宽大的斗篷，在天使们的伴随下，正向他飞来。
                耶和华饱含精力的手指伸向亚当，亚当慵倦地斜卧于山坡之上。
                亚当成熟、健壮的身躯在深沉的土色中显露出来。
                他右臂依在山坡上，左腿自然蜷曲，左臂伸向上帝，似乎在那惊天动地的一触之间，他健壮的身躯和浑身的肌肉就要迸发出无穷的力量。
                从天飞来的上帝，将手指伸向亚当，正要像接通电源一样将灵魂传递给亚当。这一戏剧性的瞬间，将人与上帝奇妙地并列起来。
            `,
            },
          },
          {
            date: ' ',
            achievement: '伊甸之约',
            title: '逐出伊甸园',
            description: `
              人类先祖亚当在蛇的引诱下与夏娃偷吃善恶树的果实后，被神逐出富足无忧的伊甸园。
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=694342365,3476250841&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=333',
              author: '马萨乔',
              tags: '文艺复兴 佛罗伦萨画派 解剖学 立体感',
              appreciation: `
                画中手持利剑的天使一脸的盛怒，而亚当和夏娃则痛苦不堪，同时又姿态各异。
                一个是掩面抽泣，一个则是仰面哭号，满面羞愧。
                他们正跌跌撞撞的一起走向听凭命运摆布的前方，强烈地表现人物的内心世界。
            `,
            },
          },
          {
            date: ' ',
            achievement: '第二次约定',
            title: '亚当之约',
            description: `救赎之道就在其中`,
          },
          {
            date: ' ',
            achievement: '第三次约定',
            title: '诺亚之约',
            description: `恨铁不成钢`,
          },
          {
            date: ' ',
            achievement: '第四次约定',
            title: '亚伯拉罕之约',
            description: `好了伤疤忘了痛`,
          },
          {
            date: ' ',
            achievement: '第五次约定',
            title: '摩西之约',
            description: `上帝与你同在`,
          },
          {
            date: ' ',
            achievement: '第六次约定',
            title: '巴勒斯坦之约',
            description: `胡萝卜加大棒`,
          },
          {
            date: ' ',
            achievement: '第七次约定',
            title: '大卫之约',
            description: `许你一世繁华`,
          },
          {
            date: '新约',
            achievement: '诞生篇',
            title: '受胎告知',
            description: `
              天使加百列奉神的差遣，往加利利的一座城去，这城名叫拿撒勒。
              到一个童女那里，是已经许配大卫家的一个人，名叫约瑟，童女的名字叫马利亚。
              天使进去，对她说：“承蒙大恩的女子，我问你安，主和你同在了。”
              马利亚因这话很惊慌，又反复思想这样问安是什么意思。
              天使对她说：“马利亚，不要怕，你在神面前已经蒙恩了，你要怀孕生子，可以给他起名叫耶稣。”
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=3301018545,1642747958&fm=253&fmt=auto&app=138&f=JPEG?w=871&h=500',
              author: '达芬奇',
              tags: '文艺复兴 对称 透视',
              appreciation: `
                画卷采用了横幅，展现美丽的贵族庭院生活，同时视野更开阔。
                背景山水的描绘注意到了空气的表现氛围，天使跪在草坪上传达神旨，马利亚正悠闲地在庭院读书。
                马利亚的神态虽然平静，左手往后一缩的动作也显露出她内心的惊讶。她似乎不能自恃，怀疑她是否听错了天使的话。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '基督诞生',
            description: `
              玛丽娅已和木匠约瑟夫订婚。
              可是，在他们同居之前，约瑟夫发现玛丽娅已怀孕。
              因为约瑟夫是个正派的人，又不想把这件事说出去让她丢脸，所以他想悄悄地和她分手。
              他正在考虑这事时，上帝的天使出现在他的梦中，对他说，“不要嘀咕了，把玛丽娅娶回家。
              她怀的孩子来自圣灵。她将生下个男孩子，你们给孩子起名叫耶稣，因为他将从罪恶中拯救人们。”
              当马利亚快要临盆的时候，罗马政府下了命令，全部人民到伯利恒务必申报户籍。约瑟和马利亚只好遵命。
              他们到达伯利恒时，天色已昏，无奈两人未能找到旅馆渡宿，只有一个马棚可以暂住。
              就在这时，耶稣要出生了！於是马利亚唯有在马槽上，生下耶稣。
            `,
            paint: {
              image:
                'https://5b0988e595225.cdn.sohucs.com/images/20190224/2fe97e796ed741f0b644a0303472d7a1.jpeg',
              author: '罗伯特·康宾',
              tags: '中世纪 宗教',
              appreciation: `
                画面上的圣母低垂双眼温顺地看着耶稣，身上白色的长袍画得十分细腻和匀整，给人以圣洁美的感觉。
                整个画面的人物都刻画得非常认真，远处道具的描绘，每一处细节也都刻画得清晰毕现。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '牧羊人的朝拜',
            description: `
              在伯利恒之野地里有牧羊的人，夜间按着更次看守羊群。
              有主的使者站在他们旁边，主的荣光四面照着他们；牧羊的人就甚惧怕。
              那天使对他们说：“不要惧怕！我报给你们大喜的信息，是关乎万民的；因今天在大卫的城里，为你们生了救主，就是主基督。
              你们要看见一个婴孩，包着布，卧在马槽里，那就是记号了。”
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=2497397947,3515579188&fm=253&fmt=auto&app=138&f=JPEG?w=684&h=500',
              author: '乔尔乔内',
              tags: '文艺复兴 威尼斯画派',
              appreciation: `
                画卷描绘圣家族在黑暗洞口接受牧羊人的朝拜，沐浴的柔和光线意喻基督把光明带给世间。
                玛利亚身着华丽的红蓝相间的织物，在圣婴面前祈祷，左侧两个牧羊人从远方前来朝拜降生的基督。
                这个伯利恒的洞窟已搬到距离卡斯特弗兰科不远的威尼斯郊外的静谧田园之中。
                树林及丘陵的绿色柔化了这座石山的风景，并与远处模糊的阿尔卑斯蓝色山群及寂静的天空取得和谐。
                威尼斯淡金色的天空色调，和浓郁的田园氛围，让这幅基督诞生画与众不同。
              `,
            },
          },
          {
            date: ' ',
            achievement: '受洗篇',
            title: '基督受洗',
            description: `
              耶稣30岁左右时，从加利利来到约旦河，要让约翰为他施洗。
              约翰拦阻他说：“我应该被你施洗才对，你怎么让我做呢?”
              耶稣回答：“你就照这方式做吧。凡是对的，我们都应当做，就依照上帝的计划实行。”
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=2626027377,3990583891&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500',
              author: '达芬奇',
              tags: '文艺复兴 人体结构',
              appreciation: `
                达芬奇奉老师之命，只画了左侧两个小天使中左边一个。
                小天使是一个天真无邪、毫无神秘色彩的儿童形象。
                儿童头部的卷发、身上的衣褶以及他与据说也是他画的后面的自然背景之间的和谐关系，给人以极其真实可信的感受。
                画布上这个跪着的小天使，目光炯炯有神，他认真而又好奇地注视着眼前所发生的事件。这一切似乎使他深入幻想的境界。
              `,
            },
          },
          {
            date: ' ',
            achievement: '传道篇',
            title: '基督与四位福音传道者',
            description: `
              在传道途中，耶稣行了许多神迹，在《福音》书中记载的耶稣所行神迹有很多。
              四位福音传教士是指马提亚，马可，路加和约翰。
              他们都以各自特有的方式宣告上帝的再生，宣扬上帝隐附在耶稣身上。
              上帝象征着包罗万象的精神，他又在人间物质化。这里显示了四大元素的规律，即水，火，空气和泥土。
              四位福音传教士分别代表了一种元素，而四大元素又成了上帝的标志。
              马提亚象征空气，隶属于天瓶座，他侧重宣传基督的凡胎起源，将人们众多的思想汇聚起来，综合一堂。
              马可象征火，隶属于狮子座，他代表着上帝的力量，要将人类的灵魂从迷惑和错误中引导出来。
              路加象泥土，隶属于金牛座，他是被上帝赶上地球的，标志着地球力量。
              约翰象水，隶属于天蝎座，他是上帝的弟子，克服了时间和空间的限制。
            `,
            paint: {
              image:
                'http://img05.img.mei-shu.net/Uploads/sjmh/fra-bartolomeo/800px-fra-bartolomeo-03-christ-with-the-four-evangelists_qbuliwargdz.jpg/w1000',
              author: '弗拉·巴尔托洛梅奥',
              tags: '文艺复兴 佛罗伦萨画派 对应',
              appreciation: `
                画卷描绘了耶稣和四位传道者传道的情形。
                耶稣站在中央的台子上，举起右手宣誓，显得神圣二庄严。
                四位传道者神态各异，或议论，或沉默。
                两个小天使则认真的听着耶稣的传道。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '加纳的婚礼',
            description: `
              耶稣去加利利的伽纳城参加一个犹太婚礼的故事。
              当婚礼中酒不够时，耶稣将水变成了酒，也就是《约翰福音》第二章中记载的耶稣行的第一个奇迹，这使很多人相信了他从而跟随他。
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=2552348197,4211927790&fm=253&fmt=auto&app=138&f=JPEG?w=735&h=500',
              author: '保罗·委罗内塞',
              tags: '文艺复兴 威尼斯画派',
              appreciation: `
                画中的人物有130多个，画家将英国女王、提香、丁托莱托和自己都都当模特儿画进了画中。
                每一个人脸上充斥着的喜乐表情，《圣经》人物和同时代的诸多人物画在一起，营造出了欢乐繁盛的氛围。
                画家著力描绘婚礼宴会的浩大场面，把宴席摆在豪华的古典建筑围绕著的庭院中，成百的宾客在饮酒庆贺，乐师、仆役则穿插其间。
                甚至猎犬也伴随左右，各种人物都画得栩栩如生，特别是丝绸锦缎的色调光彩夺目，一片富丽堂皇的景象。
                画家从不屈服于教廷，将现实的人物和世俗生活画进圣家族的宴会中，从而遭到教皇的指责和宗教法庭的审判。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '面包和鱼的奇迹',
            description: `
              有一天约有五千男子在野地里聚集听主耶稣讲道，主也施恩治好了当中的病人。
              到黄昏时，门徒恳请主叫众人散开到村子里买他们自己的食物，但主却叫门徒供应吃的给众人，这顿饭给门徒出了一道难题。
              因为人数既然这么多，门徒何来这么多的钱买食物供给众人呢？
              当时有一个孩童，带着五个大麦饼和两条鱼，他本来可以留给自己吃，或与自己的家人分吃，但他却把“五饼二鱼”贡献出来，交给主。
              当时众门徒都认为“五饼二鱼”分给五千人，每人只有一小点，如何得饱呢？
              但主却吩咐门徒去请众人一排一排的坐下，每排大约五十人。
              主便拿起饼和鱼来望着天祝谢，擘开，递给门徒，再分给众人。
              奇妙地，众人都按着所需要的分吃，吃饱之后，主吩咐门徒收集零碎的，免得有糟蹋时，竟装满了十二个篮子。
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=3916935864,789945207&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=384',
              author: '乔托',
              tags: '中世纪 短缩法',
              appreciation: `
                中世纪艺术基本只画上帝，是不表现人的气质的，故事也是颇为程式化，冷冰冰地讲述圣经故事。
                画卷中的人物有了表情，每一个人物都鲜活起来。
                画家让艺术突破了当时的宗教限制，转而关注人的情感和思想，将人们的关注点从“神”回到了“人”身上。

              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '加利利海上的风暴',
            description: `
              耶稣和门徒一同上船横渡加利利海，海上起了风暴，波浪打入船内，船几乎要满了水，但这时耶稣却在船尾睡着了。
              门徒推醒耶稣，说：“主啊，救救我们，我们快没命啦！”
              耶稣回答：“为什么这样害怕？你们的信心太小了！”
              于是他起来，斥责风和浪，风浪就平静了。
              大家非常惊奇，说：“连风和浪都听从他！”
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=445289304,915135891&fm=253&fmt=auto&app=120&f=JPEG?w=1356&h=800',
              author: '伦勃朗',
              tags: '文艺复兴 荷兰画派 光影',
              appreciation: `
	              画卷中阴影和光亮来加强画面的明暗对比。
                处于高光区的惊涛骇浪的凶险与阴影处的水波不兴的平静形成有趣的反差，意味深长。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '纳税银',
            description: `
              基督和使徒到了迦百农，有收丁税的人来见彼得，说：“你们的先生不纳丁税吗？”
              彼得说：“纳。”
              他进了屋子，耶稣先向他说：“西门，你的意思如何？世上的君王向谁征收关税、丁税？是向自己的儿子呢，是向外人呢？”
              彼得说：“是向外人。”
              耶稣说：“既然如此，儿子就可以免税了。
              但恐怕触犯他们，你且往海边去钓鱼，把先钓上来的鱼拿起来，开了牠的口，必得一块钱，可以拿去给他们，做你我的税银。”
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=1881504454,621907204&fm=253&fmt=auto&app=138&f=JPEG?w=550&h=250',
              author: '马萨乔',
              tags: '文艺复兴 佛罗伦萨画派 现实主义 透视法',
              appreciation: `
                画卷的平面中分别表现了三种不同的时空，而且中间不加任何明确的划分。此画以连环的形式描绘出这段经文的三个环节：阻拦、捉鱼及交付丁税。
                第一部分系画面中央的耶稣、环绕其四周的众门徒，以及拦住众人的税务官(背对观众着短衣者)。
                在这里，耶稣手指渔夫出身的圣徒彼得，并昐耐他在加利利海中捕鱼，在某条藏有金币的鱼的口中，可以取出税务官要求的入城的费用。
                但是，此时彼得的表情透着愤怒和困惑，他不明白眼前的事情和后来的捕鱼奇迹之间的关联。
                第二部分是左边的彼得，他将外套脱在地上，正将在海边捕来的鱼抓住，并从鱼嘴中拉出金币。彼得弯曲右腿的造型也会令人想起许多古希腊罗马雕塑艺术家的造型。
                第三部分是在画面的右边，此时彼得将从鱼嘴中取出的金币当作贡钱交给了税务官，建筑物上的圆形正好和他的光环相呼应，并与税务官的凡俗形成了鲜明的对比。
              `,
            },
          },
          {
            date: ' ',
            achievement: '受难篇',
            title: '犹大之吻',
            description: `
              耶稣的门徒犹大以亲吻耶稣为记号，让祭司、长老、士兵认出耶稣，
              在聚会的橄榄山客西马尼园吃完最后的晚餐后，犹大之吻直接导致耶稣被捕。
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=1025409714,761264951&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500',
              author: '乔托',
              tags: '中世纪 佛罗伦萨 空间感',
              appreciation: `
                从整体上看，画面用重色调，背景与主体分明，营造出紧张的气氛。周围的官兵有手持兵器，有高举火把，有吹着号角，气势冲冲。
                耶稣从容不迫，无所畏惧，目光坚定锐利。犹大只是狐假虎威的样子。
                犹大出卖基督时穿的是黄衣服，黄色后来因此也暗指耻辱和背叛的颜色。
                在耶稣身后的使徒彼得，显得非常勇敢，为了解救耶稣，他挥小刀割掉了敌人的耳朵。
                相比之下，祭司长只敢在不远不近的地方挥手叫嚣。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '最后的晚餐',
            description: `
              传说耶稣曾在耶路撒冷的神殿上，猛烈抨击伪善的人，说他们是毒蛇的子孙，因此遭到这些人的极端仇视，他们决定处死耶稣。
              耶稣的门徒犹大在恶势力面前叛变，出卖了耶稣。
              那天是逾越节，耶稣决定一起吃个“散伙饭”。吃饭的时候，他突然说：“你们之中有人出卖了我！”
              门徒们顿时慌了，有的愤怒、有的惊慌、有的辩解。
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=494817047,8172294&fm=253&fmt=auto&app=138&f=JPEG?w=1056&h=500',
              author: '达·芬奇',
              tags: '文艺复兴 对称 平行透视',
              appreciation: `
                画面采用了平行透视法，运用了最为传统的一字形排开的构图惯例，让中心焦点集中于耶稣的明亮的额头。
                耶稣伸开双手，低垂双眼，一方面显示出他作为圣子的庄严，另一方面又充满着对于自己即将到来的命运的淡然。
                十二门徒脸孔面均带有各式各样的疑惑、讨论、争议等表情。大部分人都面向耶稣，就好像就在等待他作出问题的抉择一般。
                犹大脸色暗淡，朝后倚着，他的肘部搁在餐桌上，手里抓着一只钱袋，眼睛盯着耶稣。
                犹大的背后有一只无主的手，拿着一把刀，时刻准备着把刀刺向叛徒。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '受难之路',
            description: `
              耶稣被捕，在法庭判决之后，被带到各地。
              士兵们要求耶稣背着自己的十字架，走到各鲁各达的山丘上，一步一步接近受刑的地方。
            `,
            paint: {
              image:
                'https://p3.itc.cn/q_70/images03/20210203/2dfcc303dc0148f8b96fe740d39dc92b.jpeg',
              author: '拉斐尔',
              tags: '文艺复兴 色彩 光线',
              appreciation: `
                基督背着十字架，在他跌倒在十字架下的那一刻，他的母亲遭受痛苦的痉挛而跪倒在地。
                画中的所有情感都被密集地塞进了前景，背景类似于设置了远方人群和十字架的舞台。
                前景左边的那个人瞬间抬起基督的十字架，严肃地看着守卫。
                画的右侧是四个玛利亚，高耸在构图的两侧是守卫。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '十字架上的基督',
            description: `
              到了各各他后，兵士们拿搀着苦胆的酒给耶稣喝，耶稣尝了一下，却不肯喝。
              早上九点钟的时候，他们把耶稣钉在了十字架上。
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=1432701618,1708093147&fm=253&fmt=auto&app=138&f=JPEG?w=278&h=500',
              author: '萨尔瓦多·达利',
              tags: '中世纪 优雅 细腻',
              appreciation: `
                画卷中带透视的十字架上的基督及一抹阳光与黑暗的背景，产生了殉难的神圣感。
                与下部的湖水、小舟、人的组合，给人以诱发幻觉和梦境的媒介，表达了一种超乎理智之上的精神性的潜意识。
                基督被拉长的瘦弱手臂与腿，变现了尘世躯壳的脆弱感，画作唤起了基督受难的痛苦。
                精致的脸倾向一边，几平透明的缠腰布和蟮黄的为体突出了从手脚如泉涌出的大量红色血液。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '基督被解下十字架',
            description: `
              耶稣被钉死后，朋友和信徒们纷纷来到各各他山来追悼。
              到了晚上，亚利马太城议员约瑟，受众人所托，去求见彼拉多，要求允许埋葬耶稣的尸体。
              获准后，把耶稣放下十字架。
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=4083061725,3510802846&fm=253&fmt=auto&app=120&f=JPEG?w=569&h=500',
              author: '拉斐尔',
              tags: '文艺复兴 三角形构图',
              appreciation: `
                画卷中显示的精致、博爱、技巧和优雅，使观者无不折服；而人物的姿态、衣饰的优美，简言之，每一个细节都曲尽其妙。
                圣母痛不欲生，其他的人物饮泣吞声，圣约翰（左二），绞着双手，耷拉着头，
                表现了死者的骨肉至亲在安葬时的悲哀，铁石心肠见之亦禁不住黯然泪下。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '哀悼耶稣',
            description: `
              约瑟取了身体，用干净细麻布裹好，安放在自己的新坟墓里。
              他又把大石头滚到墓门口，就去了。有抹大拉的马利亚和那个马利亚在那里，对着坟墓坐着。
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=4019230315,1728550689&fm=253&fmt=auto&app=138&f=JPEG?w=490&h=404',
              author: '乔托',
              tags: '中世纪 明暗过渡',
              appreciation: `
                耶稣赤裸着身体，玛利亚用手支撑看他，一位只看见长袍，而看不见脸部表情的女圣徒，则托着他的头。
                玛利亚和其它的妇女，则轻轻地握着耶稣受伤的双手和双脚，手脚上依稀可见曾被钉在十字架上的伤痕。
                前倾凝视耶稣的圣约翰，在绝望与悲痛中向后伸展双臂，表示心中的绝望。
                画面上方的天使们，用纷乱的形式来表示哀伤。
                背景中的山崖，从上而下像一支利箭般，直指画面中央，也就是基督的尸体。
                山巅上的一颗枯树，其枯枝残叶把天空和地面联结在一起。
                这种象征手法的写实场面所流露出来失去亲人的悲情更深刻感人。
              `,
            },
          },
          {
            date: ' ',
            achievement: '复活篇',
            title: '基督升天',
            description: `
              耶稣的门徒财主约瑟将死去的耶稣埋葬于磐石里的新坟墓中，次日犹大省总督本丢·彼拉多应犹太大祭司要求，派兵把守耶稣的坟墓。
              耶稣死后第三日清晨，几位门徒发现耶稣的坟墓空了，随后身体复活的耶稣基督多次向他的众门徒显现。
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=2118931058,1843801830&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=508',
              author: '拉斐尔',
              tags: '文艺复兴 三角形构图',
              appreciation: `
                画面分成三个层次，闪耀的白色覆盖着画面上半部分，描述的是在以色列人的先知以利亚和摩西的陪伴下，耶稣在山顶上方天空显形。
                中层是位于山坡上的三位使徒，包括了圣彼得、圣詹姆斯以及施洗者约翰。
                画面下半部分是阴暗且带有阴影的，即上帝的福音只波及一部分人。
                当耶稣显形时，患病孩子突然展示出神奇的力量，抬起手臂，身体扭曲，双眼朝上，面对着天空中出现的拯救者。
                画面上层的人物群组呈现出以耶稣为中心的对称布局安排，下层的人物群组构成一个环状，中间的阴影区无人填补，暗示的是群龙无首或束手无策的状况。
                天空藏青色，与玛利亚以及学着的披肩乃至基督的白袍和谐呼应。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '最后的审判',
            description: `
              耶稣被钉死后复活，最后升入天国。
              他在天国的宝座上开始审判凡人灵魂，此时天和大地在他面前分开，世间一无阻拦，大小死者幽灵都聚集到耶稣面前，听从他宣谈生命之册，订定善恶。
              凡罪人被罚入火湖，作第二次死，即灵魂之死，凡善者，耶稣赐他生命之水，以求灵魂永生。
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=3731163082,3342662529&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=554',
              author: '米开朗琪罗',
              tags: '文艺复兴 西斯廷礼拜堂',
              appreciation: `
                画面大致可分为四个阶层，最上层是天国的天使，画面中央是耶稣基督，下层是受裁决的人群，最底层是地狱。

                上方与天顶画相接处两个半圆形画面是一些无翼天使，他们正簇拥著基督受难时的十字架等物，左面一组抱的是十字架，右面一组抱的是耻辱柱。
                耶稣下方八个吹号角的天使正在唤醒死者宣示审判开始。

                画面正中央云端闪电中站着身躯高大、神态威严的救世主基督，他正举起有力的右臂，表示审判开始。
                耶稣十二宗徒和圣母玛丽亚环绕在旁边，圣母玛丽亚畏缩地抓紧头巾和衣衫，屈身在儿子的右肋之下。

                左边是基督的门徒和殉道的圣者们；左手背小梯子的，通常被认为是亚当，后面围红头巾的女人，是夏娃；还有一个体格壮实的老人，被认为是圣保禄。
                右下方云端是使徒巴尔多禄茂，手中拿着一张殉道时所被割下之人皮，这张皮画的正是米开朗基罗自己。

                画面下部是善恶两部分人正受到重生的耶稣的裁决。
                画面左侧描绘的人物将升往天国的人群，右侧则将打入地狱的亡魂。
                右下角水面的船上向亡魂挥舞船桨的是地狱的引渡人，冥神“夏龙”，坐上船的亡魂将渡过阿克隆河打入各层地狱。

                全画以耶稣为视觉中心，形成一个视觉左右对称均衡和谐的章法，人物的组合构成漩涡状，好像把披风卷起的人群。
              `,
            },
          },
        ],
      },
    ],
  },
  {
    id: '03',
    time: '',
    name: '解放',
    children: [
      {
        id: '',
        time: '',
        name: '佛罗伦萨画派',
      },
      {
        id: '',
        time: '',
        name: '威尼斯画派',
      },
      {
        id: '',
        time: '',
        name: '尼德兰画派',
      },
      {
        id: '',
        time: '',
        name: '枫丹白露画派',
      },
      {
        id: '',
        time: '',
        name: '佛兰德斯画派',
      },
      {
        id: '',
        time: '',
        name: '荷兰画派',
      },
      {
        id: '',
        time: '',
        name: '塞维利亚画派',
      },
    ],
  },
  {
    id: '04',
    time: '',
    name: '复古',
    children: [
      {
        id: '',
        time: '',
        name: '学院派',
      },
      {
        id: '',
        time: '',
        name: '样式主义',
      },
      {
        id: '',
        time: '',
        name: '古典主义',
      },
    ],
  },
  {
    id: '05',
    time: '',
    name: '奢华',
    children: [
      {
        id: '',
        time: '',
        name: '巴洛克',
      },
      {
        id: '',
        time: '',
        name: '洛可可',
      },
    ],
  },
  {
    id: '06',
    time: '',
    name: '浪漫',
    children: [
      {
        id: '',
        time: '',
        name: '新古典主义',
      },
      {
        id: '',
        time: '',
        name: '浪漫主义',
      },
    ],
  },
  {
    id: '07',
    time: '',
    name: '现实',
    children: [
      {
        id: '',
        time: '',
        name: '现实主义',
      },
      {
        id: '',
        time: '',
        name: '印象派',
      },
      {
        id: '',
        time: '',
        name: '野兽派',
      },
    ],
  },
  {
    id: '08',
    time: '',
    name: '抽象',
    children: [
      {
        id: '',
        time: '',
        name: '表现主义',
      },
      {
        id: '',
        time: '',
        name: '立体主义',
      },
      {
        id: '',
        time: '',
        name: '未来主义',
      },
    ],
  },
  {
    id: '09',
    time: '',
    name: '乌托邦',
    children: [
      {
        id: '',
        time: '',
        name: '达达艺术',
      },
      {
        id: '',
        time: '',
        name: '超现实主义',
      },
      {
        id: '',
        time: '',
        name: '波普艺术',
      },
      {
        id: '',
        time: '',
        name: '极简艺术',
      },
    ],
  },
]
