export default [
  {
    id: '01',
    time: '',
    name: '生存',
    children: [
      {
        id: '',
        time: '',
        name: '洞窟壁画',
        paints: [
          {
            title: '受伤的野牛',
            description: `
              人们对远古人类为什么要绘制《野牛图》仍无定论。
              有人认为是用于自然崇拜或原始图腾的祭拜之用，如同后人的献祭物一样。
              也有人认为极可能是源于巫术情结，或是为了保证狩猎的成功。
              因为古人相信巫术，在猎取这些动物之前，他们通过这种诅咒的方式，增加捕猎的勇气和力量从而创作了《野牛图》。
            `,
            image:
              'https://img0.baidu.com/it/u=1519050398,2562977859&fm=253&fmt=auto&app=138&f=JPEG?w=879&h=500',
            author: '马格德林人',
            tags: '阿尔塔米拉山洞',
            appreciation: `
              画中站立的野牛，线条粗狂，比例真实，肌肉丰满，翘起的尾巴像在甩动，愤怒的眼神流露出一种狂野不羁的神态。
            `,
          },
        ],
      },
    ],
  },
  {
    id: '02',
    time: '',
    name: '崇拜',
    children: [
      {
        id: '0201',
        time: '',
        name: '神话',
        timeline: [
          {
            date: '多神体系',
            achievement: '混沌',
            title: '卡俄斯',
            description: `

            `,
            paint: {
              image: '',
              author: '',
              tags: '',
              appreciation: `

            `,
            },
          },
          {
            date: ' ',
            achievement: '第一代神',
            title: '乌拉诺斯',
            description: `
              大地之母盖亚,
              地狱深渊神塔耳塔洛斯,
              爱神厄洛斯,
              黑暗神厄瑞玻斯,
              黑夜女神倪克斯,
              海神蓬托斯,
              山神乌瑞亚
            `,
            paint: {
              image: '',
              author: '',
              tags: '',
              appreciation: `

            `,
            },
          },
          {
            date: ' ',
            achievement: '第二代神',
            title: '克洛诺斯',
            description: `
              地母神瑞亚,
              银河之神科俄斯,
              古太阳神许珀里翁,
              海之女神忒堤斯,
              光明女神忒亚,
              神谕女神福柏,
              规律女神忒弥斯,
              记忆女神谟涅摩叙涅,
              先知之神普罗米修斯,
              后见之神埃庇米修斯
            `,
            paint: {
              image: '',
              author: '',
              tags: '',
              appreciation: `

            `,
            },
          },
          {
            date: ' ',
            achievement: '第三代神',
            title: '宙斯',
            description: `
              婚姻女神赫拉,
              冥王哈迪斯,
              海王波塞冬,
              火焰女神赫斯提亚,
              农业女神德墨忒尔,
              美丽女神阿佛洛狄忒,
              智慧女神雅典娜,
              太阳神阿波罗,
              月亮女神阿尔忒弥斯,
              战神阿瑞斯,
              工匠之神赫菲斯托斯 ,
              商人之神赫尔墨斯,
              酒神狄俄尼索斯
            `,
            paint: {
              image: '',
              author: '',
              tags: '',
              appreciation: `

            `,
            },
          },
          {
            date: '人类时代',
            achievement: '黄金时代',
            title: '普罗米修斯',
            description: `
              这一代人类没有疾病，也没有衰老。
              当他们活着的时候，他们不用劳动，大地给予了他们所需要的一切。
              当他们死去，他们都成为了仁慈的保护神，游走在云雾中。
              黄金时代毁于十年泰坦之战。
            `,
            paint: {
              image: '',
              author: '',
              tags: '',
              appreciation: `

            `,
            },
          },
          {
            date: ' ',
            achievement: '白银时代',
            title: '潘多拉',
            description: `
              这一代人类有着百岁的生命，他们大部分时候维持着孩子的模样，当他们长大成人时，他们也即将死去。
              他们行为放肆，粗野而傲慢，互相之间有着纷争，也不再祭祀神。
              当他们死后，他们可以作为魔鬼在地面上游荡。
              他们被宙斯打发到黑暗的地下王国。
            `,
            paint: {
              image: '',
              author: '',
              tags: '',
              appreciation: `

            `,
            },
          },
          {
            date: ' ',
            achievement: '青铜时代',
            title: '丢卡利翁',
            description: `
              这一代的人类残忍而暴虐，只知道发动战争，互相残害。
              他们死后，便降入阴森可怕的冥府。
              青铜时代终结于大洪水。
            `,
            paint: {
              image: '',
              author: '',
              tags: '',
              appreciation: `

            `,
            },
          },
          {
            date: ' ',
            achievement: '英雄时代',
            title: '阿喀琉斯',
            description: `
              这一代的人类比以往更公正，更高尚，他们就是古代所说的半神英雄。
              当他们在战争和灾难中死去后，宙斯给予他们极乐岛，让他们在那里居住和生活。
            `,
            paint: {
              image: '',
              author: '',
              tags: '',
              appreciation: `

            `,
            },
          },
          {
            date: ' ',
            achievement: '黑铁时代',
            title: '',
            description: `
              这一代的人类彻底堕落，贪婪狂妄，崇尚暴力。
              上不敬天，下欺众生；父不慈，子不孝；兄弟相残，朋友无义；骗子得势，良善蒙冤。
              人类的生活充满罪恶，神又源源不断送来新的祸患。
              混乱和灾难主宰了这一代的人类。
            `,
            paint: {
              image: '',
              author: '',
              tags: '',
              appreciation: `

            `,
            },
          },
        ],
      },
      {
        id: '0202',
        time: '',
        name: '圣经',
        timeline: [
          {
            date: '旧约',
            achievement: '创世纪',
            title: '创造亚当',
            description: `
              上帝按照自己的形象用尘土造人，将生气吹入其鼻孔使他成为“有灵的活人”，取名亚当，并将他及其妻夏娃同置于伊甸园中。
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=3380271164,619966434&fm=253&fmt=auto?w=500&h=343',
              author: '米开朗基罗',
              tags: '文艺复兴 西斯廷教堂',
              appreciation: `
                画中的亚当是一个健壮的裸体男青年，却缺乏应有的活力。
                至高无上的耶和华身披宽大的斗篷，在天使们的伴随下，正向他飞来。
                耶和华饱含精力的手指伸向亚当，亚当慵倦地斜卧于山坡之上。
                亚当成熟、健壮的身躯在深沉的土色中显露出来。
                他右臂依在山坡上，左腿自然蜷曲，左臂伸向上帝，似乎在那惊天动地的一触之间，他健壮的身躯和浑身的肌肉就要迸发出无穷的力量。
                从天飞来的上帝，将手指伸向亚当，正要像接通电源一样将灵魂传递给亚当。这一戏剧性的瞬间，将人与上帝奇妙地并列起来。
            `,
            },
          },
          {
            date: ' ',
            achievement: '伊甸之约',
            title: '逐出伊甸园',
            description: `
              人类先祖亚当在蛇的引诱下与夏娃偷吃善恶树的果实后，被神逐出富足无忧的伊甸园。
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=694342365,3476250841&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=333',
              author: '马萨乔',
              tags: '文艺复兴 佛罗伦萨画派 解剖学 立体感',
              appreciation: `
                画中手持利剑的天使一脸的盛怒，而亚当和夏娃则痛苦不堪，同时又姿态各异。
                一个是掩面抽泣，一个则是仰面哭号，满面羞愧。
                他们正跌跌撞撞的一起走向听凭命运摆布的前方，强烈地表现人物的内心世界。
            `,
            },
          },
          {
            date: ' ',
            achievement: '第二次约定',
            title: '亚当之约',
            description: `救赎之道就在其中`,
          },
          {
            date: ' ',
            achievement: '第三次约定',
            title: '诺亚之约',
            description: `恨铁不成钢`,
          },
          {
            date: ' ',
            achievement: '第四次约定',
            title: '亚伯拉罕之约',
            description: `好了伤疤忘了痛`,
          },
          {
            date: ' ',
            achievement: '第五次约定',
            title: '摩西之约',
            description: `上帝与你同在`,
          },
          {
            date: ' ',
            achievement: '第六次约定',
            title: '巴勒斯坦之约',
            description: `胡萝卜加大棒`,
          },
          {
            date: ' ',
            achievement: '第七次约定',
            title: '大卫之约',
            description: `许你一世繁华`,
          },
          {
            date: '新约',
            achievement: '诞生篇',
            title: '受胎告知',
            description: `
              天使加百列奉神的差遣，往加利利的一座城去，这城名叫拿撒勒。
              到一个童女那里，是已经许配大卫家的一个人，名叫约瑟，童女的名字叫马利亚。
              天使进去，对她说：“承蒙大恩的女子，我问你安，主和你同在了。”
              马利亚因这话很惊慌，又反复思想这样问安是什么意思。
              天使对她说：“马利亚，不要怕，你在神面前已经蒙恩了，你要怀孕生子，可以给他起名叫耶稣。”
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=3301018545,1642747958&fm=253&fmt=auto&app=138&f=JPEG?w=871&h=500',
              author: '达芬奇',
              tags: '文艺复兴 对称 透视',
              appreciation: `
                画卷采用了横幅，展现美丽的贵族庭院生活，同时视野更开阔。
                背景山水的描绘注意到了空气的表现氛围，天使跪在草坪上传达神旨，马利亚正悠闲地在庭院读书。
                马利亚的神态虽然平静，左手往后一缩的动作也显露出她内心的惊讶。她似乎不能自恃，怀疑她是否听错了天使的话。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '基督诞生',
            description: `
              玛丽娅已和木匠约瑟夫订婚。
              可是，在他们同居之前，约瑟夫发现玛丽娅已怀孕。
              因为约瑟夫是个正派的人，又不想把这件事说出去让她丢脸，所以他想悄悄地和她分手。
              他正在考虑这事时，上帝的天使出现在他的梦中，对他说，“不要嘀咕了，把玛丽娅娶回家。
              她怀的孩子来自圣灵。她将生下个男孩子，你们给孩子起名叫耶稣，因为他将从罪恶中拯救人们。”
              当马利亚快要临盆的时候，罗马政府下了命令，全部人民到伯利恒务必申报户籍。约瑟和马利亚只好遵命。
              他们到达伯利恒时，天色已昏，无奈两人未能找到旅馆渡宿，只有一个马棚可以暂住。
              就在这时，耶稣要出生了！於是马利亚唯有在马槽上，生下耶稣。
            `,
            paint: {
              image:
                'https://5b0988e595225.cdn.sohucs.com/images/20190224/2fe97e796ed741f0b644a0303472d7a1.jpeg',
              author: '罗伯特·康宾',
              tags: '中世纪 宗教',
              appreciation: `
                画面上的圣母低垂双眼温顺地看着耶稣，身上白色的长袍画得十分细腻和匀整，给人以圣洁美的感觉。
                整个画面的人物都刻画得非常认真，远处道具的描绘，每一处细节也都刻画得清晰毕现。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '牧羊人的朝拜',
            description: `
              在伯利恒之野地里有牧羊的人，夜间按着更次看守羊群。
              有主的使者站在他们旁边，主的荣光四面照着他们；牧羊的人就甚惧怕。
              那天使对他们说：“不要惧怕！我报给你们大喜的信息，是关乎万民的；因今天在大卫的城里，为你们生了救主，就是主基督。
              你们要看见一个婴孩，包着布，卧在马槽里，那就是记号了。”
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=2497397947,3515579188&fm=253&fmt=auto&app=138&f=JPEG?w=684&h=500',
              author: '乔尔乔内',
              tags: '文艺复兴 威尼斯画派',
              appreciation: `
                画卷描绘圣家族在黑暗洞口接受牧羊人的朝拜，沐浴的柔和光线意喻基督把光明带给世间。
                玛利亚身着华丽的红蓝相间的织物，在圣婴面前祈祷，左侧两个牧羊人从远方前来朝拜降生的基督。
                这个伯利恒的洞窟已搬到距离卡斯特弗兰科不远的威尼斯郊外的静谧田园之中。
                树林及丘陵的绿色柔化了这座石山的风景，并与远处模糊的阿尔卑斯蓝色山群及寂静的天空取得和谐。
                威尼斯淡金色的天空色调，和浓郁的田园氛围，让这幅基督诞生画与众不同。
              `,
            },
          },
          {
            date: ' ',
            achievement: '受洗篇',
            title: '基督受洗',
            description: `
              耶稣30岁左右时，从加利利来到约旦河，要让约翰为他施洗。
              约翰拦阻他说：“我应该被你施洗才对，你怎么让我做呢?”
              耶稣回答：“你就照这方式做吧。凡是对的，我们都应当做，就依照上帝的计划实行。”
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=2626027377,3990583891&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500',
              author: '达芬奇',
              tags: '文艺复兴 人体结构',
              appreciation: `
                达芬奇奉老师之命，只画了左侧两个小天使中左边一个。
                小天使是一个天真无邪、毫无神秘色彩的儿童形象。
                儿童头部的卷发、身上的衣褶以及他与据说也是他画的后面的自然背景之间的和谐关系，给人以极其真实可信的感受。
                画布上这个跪着的小天使，目光炯炯有神，他认真而又好奇地注视着眼前所发生的事件。这一切似乎使他深入幻想的境界。
              `,
            },
          },
          {
            date: ' ',
            achievement: '传道篇',
            title: '基督与四位福音传道者',
            description: `
              在传道途中，耶稣行了许多神迹，在《福音》书中记载的耶稣所行神迹有很多。
              四位福音传教士是指马提亚，马可，路加和约翰。
              他们都以各自特有的方式宣告上帝的再生，宣扬上帝隐附在耶稣身上。
              上帝象征着包罗万象的精神，他又在人间物质化。这里显示了四大元素的规律，即水，火，空气和泥土。
              四位福音传教士分别代表了一种元素，而四大元素又成了上帝的标志。
              马提亚象征空气，隶属于天瓶座，他侧重宣传基督的凡胎起源，将人们众多的思想汇聚起来，综合一堂。
              马可象征火，隶属于狮子座，他代表着上帝的力量，要将人类的灵魂从迷惑和错误中引导出来。
              路加象泥土，隶属于金牛座，他是被上帝赶上地球的，标志着地球力量。
              约翰象水，隶属于天蝎座，他是上帝的弟子，克服了时间和空间的限制。
            `,
            paint: {
              image:
                'http://img05.img.mei-shu.net/Uploads/sjmh/fra-bartolomeo/800px-fra-bartolomeo-03-christ-with-the-four-evangelists_qbuliwargdz.jpg/w1000',
              author: '弗拉·巴尔托洛梅奥',
              tags: '文艺复兴 佛罗伦萨画派 对应',
              appreciation: `
                画卷描绘了耶稣和四位传道者传道的情形。
                耶稣站在中央的台子上，举起右手宣誓，显得神圣二庄严。
                四位传道者神态各异，或议论，或沉默。
                两个小天使则认真的听着耶稣的传道。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '加纳的婚礼',
            description: `
              耶稣去加利利的伽纳城参加一个犹太婚礼的故事。
              当婚礼中酒不够时，耶稣将水变成了酒，也就是《约翰福音》第二章中记载的耶稣行的第一个奇迹，这使很多人相信了他从而跟随他。
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=2552348197,4211927790&fm=253&fmt=auto&app=138&f=JPEG?w=735&h=500',
              author: '保罗·委罗内塞',
              tags: '文艺复兴 威尼斯画派',
              appreciation: `
                画中的人物有130多个，画家将英国女王、提香、丁托莱托和自己都都当模特儿画进了画中。
                每一个人脸上充斥着的喜乐表情，《圣经》人物和同时代的诸多人物画在一起，营造出了欢乐繁盛的氛围。
                画家著力描绘婚礼宴会的浩大场面，把宴席摆在豪华的古典建筑围绕著的庭院中，成百的宾客在饮酒庆贺，乐师、仆役则穿插其间。
                甚至猎犬也伴随左右，各种人物都画得栩栩如生，特别是丝绸锦缎的色调光彩夺目，一片富丽堂皇的景象。
                画家从不屈服于教廷，将现实的人物和世俗生活画进圣家族的宴会中，从而遭到教皇的指责和宗教法庭的审判。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '面包和鱼的奇迹',
            description: `
              有一天约有五千男子在野地里聚集听主耶稣讲道，主也施恩治好了当中的病人。
              到黄昏时，门徒恳请主叫众人散开到村子里买他们自己的食物，但主却叫门徒供应吃的给众人，这顿饭给门徒出了一道难题。
              因为人数既然这么多，门徒何来这么多的钱买食物供给众人呢？
              当时有一个孩童，带着五个大麦饼和两条鱼，他本来可以留给自己吃，或与自己的家人分吃，但他却把“五饼二鱼”贡献出来，交给主。
              当时众门徒都认为“五饼二鱼”分给五千人，每人只有一小点，如何得饱呢？
              但主却吩咐门徒去请众人一排一排的坐下，每排大约五十人。
              主便拿起饼和鱼来望着天祝谢，擘开，递给门徒，再分给众人。
              奇妙地，众人都按着所需要的分吃，吃饱之后，主吩咐门徒收集零碎的，免得有糟蹋时，竟装满了十二个篮子。
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=3916935864,789945207&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=384',
              author: '乔托',
              tags: '中世纪 短缩法',
              appreciation: `
                中世纪艺术基本只画上帝，是不表现人的气质的，故事也是颇为程式化，冷冰冰地讲述圣经故事。
                画卷中的人物有了表情，每一个人物都鲜活起来。
                画家让艺术突破了当时的宗教限制，转而关注人的情感和思想，将人们的关注点从“神”回到了“人”身上。

              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '加利利海上的风暴',
            description: `
              耶稣和门徒一同上船横渡加利利海，海上起了风暴，波浪打入船内，船几乎要满了水，但这时耶稣却在船尾睡着了。
              门徒推醒耶稣，说：“主啊，救救我们，我们快没命啦！”
              耶稣回答：“为什么这样害怕？你们的信心太小了！”
              于是他起来，斥责风和浪，风浪就平静了。
              大家非常惊奇，说：“连风和浪都听从他！”
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=445289304,915135891&fm=253&fmt=auto&app=120&f=JPEG?w=1356&h=800',
              author: '伦勃朗',
              tags: '文艺复兴 荷兰画派 光影',
              appreciation: `
	              画卷中阴影和光亮来加强画面的明暗对比。
                处于高光区的惊涛骇浪的凶险与阴影处的水波不兴的平静形成有趣的反差，意味深长。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '纳税银',
            description: `
              基督和使徒到了迦百农，有收丁税的人来见彼得，说：“你们的先生不纳丁税吗？”
              彼得说：“纳。”
              他进了屋子，耶稣先向他说：“西门，你的意思如何？世上的君王向谁征收关税、丁税？是向自己的儿子呢，是向外人呢？”
              彼得说：“是向外人。”
              耶稣说：“既然如此，儿子就可以免税了。
              但恐怕触犯他们，你且往海边去钓鱼，把先钓上来的鱼拿起来，开了牠的口，必得一块钱，可以拿去给他们，做你我的税银。”
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=1881504454,621907204&fm=253&fmt=auto&app=138&f=JPEG?w=550&h=250',
              author: '马萨乔',
              tags: '文艺复兴 佛罗伦萨画派 现实主义 透视法',
              appreciation: `
                画卷的平面中分别表现了三种不同的时空，而且中间不加任何明确的划分。此画以连环的形式描绘出这段经文的三个环节：阻拦、捉鱼及交付丁税。
                第一部分系画面中央的耶稣、环绕其四周的众门徒，以及拦住众人的税务官(背对观众着短衣者)。
                在这里，耶稣手指渔夫出身的圣徒彼得，并昐耐他在加利利海中捕鱼，在某条藏有金币的鱼的口中，可以取出税务官要求的入城的费用。
                但是，此时彼得的表情透着愤怒和困惑，他不明白眼前的事情和后来的捕鱼奇迹之间的关联。
                第二部分是左边的彼得，他将外套脱在地上，正将在海边捕来的鱼抓住，并从鱼嘴中拉出金币。彼得弯曲右腿的造型也会令人想起许多古希腊罗马雕塑艺术家的造型。
                第三部分是在画面的右边，此时彼得将从鱼嘴中取出的金币当作贡钱交给了税务官，建筑物上的圆形正好和他的光环相呼应，并与税务官的凡俗形成了鲜明的对比。
              `,
            },
          },
          {
            date: ' ',
            achievement: '受难篇',
            title: '犹大之吻',
            description: `
              耶稣的门徒犹大以亲吻耶稣为记号，让祭司、长老、士兵认出耶稣，
              在聚会的橄榄山客西马尼园吃完最后的晚餐后，犹大之吻直接导致耶稣被捕。
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=1025409714,761264951&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500',
              author: '乔托',
              tags: '中世纪 佛罗伦萨 空间感',
              appreciation: `
                从整体上看，画面用重色调，背景与主体分明，营造出紧张的气氛。周围的官兵有手持兵器，有高举火把，有吹着号角，气势冲冲。
                耶稣从容不迫，无所畏惧，目光坚定锐利。犹大只是狐假虎威的样子。
                犹大出卖基督时穿的是黄衣服，黄色后来因此也暗指耻辱和背叛的颜色。
                在耶稣身后的使徒彼得，显得非常勇敢，为了解救耶稣，他挥小刀割掉了敌人的耳朵。
                相比之下，祭司长只敢在不远不近的地方挥手叫嚣。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '最后的晚餐',
            description: `
              传说耶稣曾在耶路撒冷的神殿上，猛烈抨击伪善的人，说他们是毒蛇的子孙，因此遭到这些人的极端仇视，他们决定处死耶稣。
              耶稣的门徒犹大在恶势力面前叛变，出卖了耶稣。
              那天是逾越节，耶稣决定一起吃个“散伙饭”。吃饭的时候，他突然说：“你们之中有人出卖了我！”
              门徒们顿时慌了，有的愤怒、有的惊慌、有的辩解。
            `,
            paint: {
              image:
                'https://img1.baidu.com/it/u=494817047,8172294&fm=253&fmt=auto&app=138&f=JPEG?w=1056&h=500',
              author: '达·芬奇',
              tags: '文艺复兴 对称 平行透视',
              appreciation: `
                画面采用了平行透视法，运用了最为传统的一字形排开的构图惯例，让中心焦点集中于耶稣的明亮的额头。
                耶稣伸开双手，低垂双眼，一方面显示出他作为圣子的庄严，另一方面又充满着对于自己即将到来的命运的淡然。
                十二门徒脸孔面均带有各式各样的疑惑、讨论、争议等表情。大部分人都面向耶稣，就好像就在等待他作出问题的抉择一般。
                犹大脸色暗淡，朝后倚着，他的肘部搁在餐桌上，手里抓着一只钱袋，眼睛盯着耶稣。
                犹大的背后有一只无主的手，拿着一把刀，时刻准备着把刀刺向叛徒。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '受难之路',
            description: `
              耶稣被捕，在法庭判决之后，被带到各地。
              士兵们要求耶稣背着自己的十字架，走到各鲁各达的山丘上，一步一步接近受刑的地方。
            `,
            paint: {
              image:
                'https://p3.itc.cn/q_70/images03/20210203/2dfcc303dc0148f8b96fe740d39dc92b.jpeg',
              author: '拉斐尔',
              tags: '文艺复兴 色彩 光线',
              appreciation: `
                基督背着十字架，在他跌倒在十字架下的那一刻，他的母亲遭受痛苦的痉挛而跪倒在地。
                画中的所有情感都被密集地塞进了前景，背景类似于设置了远方人群和十字架的舞台。
                前景左边的那个人瞬间抬起基督的十字架，严肃地看着守卫。
                画的右侧是四个玛利亚，高耸在构图的两侧是守卫。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '十字架上的基督',
            description: `
              到了各各他后，兵士们拿搀着苦胆的酒给耶稣喝，耶稣尝了一下，却不肯喝。
              早上九点钟的时候，他们把耶稣钉在了十字架上。
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=1432701618,1708093147&fm=253&fmt=auto&app=138&f=JPEG?w=278&h=500',
              author: '萨尔瓦多·达利',
              tags: '中世纪 优雅 细腻',
              appreciation: `
                画卷中带透视的十字架上的基督及一抹阳光与黑暗的背景，产生了殉难的神圣感。
                与下部的湖水、小舟、人的组合，给人以诱发幻觉和梦境的媒介，表达了一种超乎理智之上的精神性的潜意识。
                基督被拉长的瘦弱手臂与腿，变现了尘世躯壳的脆弱感，画作唤起了基督受难的痛苦。
                精致的脸倾向一边，几平透明的缠腰布和蟮黄的为体突出了从手脚如泉涌出的大量红色血液。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '基督被解下十字架',
            description: `
              耶稣被钉死后，朋友和信徒们纷纷来到各各他山来追悼。
              到了晚上，亚利马太城议员约瑟，受众人所托，去求见彼拉多，要求允许埋葬耶稣的尸体。
              获准后，把耶稣放下十字架。
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=4083061725,3510802846&fm=253&fmt=auto&app=120&f=JPEG?w=569&h=500',
              author: '拉斐尔',
              tags: '文艺复兴 三角形构图',
              appreciation: `
                画卷中显示的精致、博爱、技巧和优雅，使观者无不折服；而人物的姿态、衣饰的优美，简言之，每一个细节都曲尽其妙。
                圣母痛不欲生，其他的人物饮泣吞声，圣约翰（左二），绞着双手，耷拉着头，
                表现了死者的骨肉至亲在安葬时的悲哀，铁石心肠见之亦禁不住黯然泪下。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '哀悼耶稣',
            description: `
              约瑟取了身体，用干净细麻布裹好，安放在自己的新坟墓里。
              他又把大石头滚到墓门口，就去了。有抹大拉的马利亚和那个马利亚在那里，对着坟墓坐着。
            `,
            paint: {
              image:
                'https://img2.baidu.com/it/u=4019230315,1728550689&fm=253&fmt=auto&app=138&f=JPEG?w=490&h=404',
              author: '乔托',
              tags: '中世纪 明暗过渡',
              appreciation: `
                耶稣赤裸着身体，玛利亚用手支撑看他，一位只看见长袍，而看不见脸部表情的女圣徒，则托着他的头。
                玛利亚和其它的妇女，则轻轻地握着耶稣受伤的双手和双脚，手脚上依稀可见曾被钉在十字架上的伤痕。
                前倾凝视耶稣的圣约翰，在绝望与悲痛中向后伸展双臂，表示心中的绝望。
                画面上方的天使们，用纷乱的形式来表示哀伤。
                背景中的山崖，从上而下像一支利箭般，直指画面中央，也就是基督的尸体。
                山巅上的一颗枯树，其枯枝残叶把天空和地面联结在一起。
                这种象征手法的写实场面所流露出来失去亲人的悲情更深刻感人。
              `,
            },
          },
          {
            date: ' ',
            achievement: '复活篇',
            title: '基督升天',
            description: `
              耶稣的门徒财主约瑟将死去的耶稣埋葬于磐石里的新坟墓中，次日犹大省总督本丢·彼拉多应犹太大祭司要求，派兵把守耶稣的坟墓。
              耶稣死后第三日清晨，几位门徒发现耶稣的坟墓空了，随后身体复活的耶稣基督多次向他的众门徒显现。
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=2118931058,1843801830&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=508',
              author: '拉斐尔',
              tags: '文艺复兴 三角形构图',
              appreciation: `
                画面分成三个层次，闪耀的白色覆盖着画面上半部分，描述的是在以色列人的先知以利亚和摩西的陪伴下，耶稣在山顶上方天空显形。
                中层是位于山坡上的三位使徒，包括了圣彼得、圣詹姆斯以及施洗者约翰。
                画面下半部分是阴暗且带有阴影的，即上帝的福音只波及一部分人。
                当耶稣显形时，患病孩子突然展示出神奇的力量，抬起手臂，身体扭曲，双眼朝上，面对着天空中出现的拯救者。
                画面上层的人物群组呈现出以耶稣为中心的对称布局安排，下层的人物群组构成一个环状，中间的阴影区无人填补，暗示的是群龙无首或束手无策的状况。
                天空藏青色，与玛利亚以及学着的披肩乃至基督的白袍和谐呼应。
              `,
            },
          },
          {
            date: ' ',
            achievement: '',
            title: '最后的审判',
            description: `
              耶稣被钉死后复活，最后升入天国。
              他在天国的宝座上开始审判凡人灵魂，此时天和大地在他面前分开，世间一无阻拦，大小死者幽灵都聚集到耶稣面前，听从他宣谈生命之册，订定善恶。
              凡罪人被罚入火湖，作第二次死，即灵魂之死，凡善者，耶稣赐他生命之水，以求灵魂永生。
            `,
            paint: {
              image:
                'https://img0.baidu.com/it/u=3731163082,3342662529&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=554',
              author: '米开朗琪罗',
              tags: '文艺复兴 西斯廷礼拜堂',
              appreciation: `
                画面大致可分为四个阶层，最上层是天国的天使，画面中央是耶稣基督，下层是受裁决的人群，最底层是地狱。

                上方与天顶画相接处两个半圆形画面是一些无翼天使，他们正簇拥著基督受难时的十字架等物，左面一组抱的是十字架，右面一组抱的是耻辱柱。
                耶稣下方八个吹号角的天使正在唤醒死者宣示审判开始。

                画面正中央云端闪电中站着身躯高大、神态威严的救世主基督，他正举起有力的右臂，表示审判开始。
                耶稣十二宗徒和圣母玛丽亚环绕在旁边，圣母玛丽亚畏缩地抓紧头巾和衣衫，屈身在儿子的右肋之下。

                左边是基督的门徒和殉道的圣者们；左手背小梯子的，通常被认为是亚当，后面围红头巾的女人，是夏娃；还有一个体格壮实的老人，被认为是圣保禄。
                右下方云端是使徒巴尔多禄茂，手中拿着一张殉道时所被割下之人皮，这张皮画的正是米开朗基罗自己。

                画面下部是善恶两部分人正受到重生的耶稣的裁决。
                画面左侧描绘的人物将升往天国的人群，右侧则将打入地狱的亡魂。
                右下角水面的船上向亡魂挥舞船桨的是地狱的引渡人，冥神“夏龙”，坐上船的亡魂将渡过阿克隆河打入各层地狱。

                全画以耶稣为视觉中心，形成一个视觉左右对称均衡和谐的章法，人物的组合构成漩涡状，好像把披风卷起的人群。
              `,
            },
          },
        ],
      },
    ],
  },
  {
    id: '03',
    time: '',
    name: '解放',
    children: [
      {
        id: '',
        time: '',
        name: '文艺复兴',
        liupai: [
          {
            id: '',
            time: '',
            name: '佛罗伦萨画派',
            paints: [
              {
                title: '逃亡埃及',
                description: `
                  耶稣出生后，为躲避希律王的杀戮，全家人在天未拂晓之前从巴勒斯坦逃往埃及。
                `,
                image:
                  'https://img2.baidu.com/it/u=188859130,2170370313&fm=253&fmt=auto&app=138&f=JPEG?w=491&h=500',
                author: '乔托',
                experience: `
                  乔托虽然出身贫寒，却自小酷爱画画，儿时经常一边牧羊，一边拿着树枝在地上画画。
                  有一天他正在一块石板上画画，契马布埃碰巧经过那里。
                  他看见乔托画在石头上的羊惟妙惟肖、颇具神采，觉得这小子是个不可多得的绘画天才，于是将乔托带到了佛罗伦萨，亲自教授他学习绘画。
                `,
                tags: '湿壁画 现实感 体积感 人文主义',
                appreciation: `
                  该画作是一个传统的宗教题材，但是乔托运用了初步的写实技巧，将神的故事完全世俗化，体现了人文主义的反封建思想。
                  玛丽亚抱着小耶稣骑在驴背上，前有约瑟，上有引路天使，圣母子的形象很突出，背景是起伏的山丘和树木。
                  玛利亚一家人，就像现实生活中的人物一样，那种风尘仆仆、历尽艰辛的样子，是普通人民生活的写照，丝毫没有宗教的神秘色彩。
                  乔托把三维空间表现在二维平面上，表现了纵深的空间，对于之前平面化构图是很大的突破。
                  乔托还采用了明暗调子，画面层次结构分明，很好地表现了庄重朴实的氛围。
                `,
              },
              {
                title: '圣三位一体',
                description: `
                  耶稣为人类传教，并没有伤害任何统治阶级的利益，但是犹太统治阶级担心耶稣会改变犹太人的思想意识。
                  时任罗马帝国犹太省总督的本多·彼拉多负责审问耶稣，并且迫于压力，判处耶稣极刑，耶稣就这样被钉死在了十字架上。
                `,
                image:
                  'https://img2.baidu.com/it/u=277502627,3152046660&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=1029',
                author: '马萨乔',
                experience: `
                  很少有人知道托马索的童年时代是怎么度过的，但不管怎么说，他顺顺利利地长大并且深深地迷上了绘画。
                  因为痴迷于绘画，托马索在做别的事情时总是懒洋洋的，一番心不在焉的样子。
                  在别人看来，他有些迷迷糊糊，因此给他起了个绰号叫“马萨乔”——在意大利语中就是“傻瓜”“糊涂”的意思。
                  不过，托马索一点也不在意，他依然我行我素，执着地在绘画世界里探索钻研。
                `,
                tags: '感情 透视 人体解剖 人文主义',
                appreciation: `
                  该画作简朴、凝重，通过将画面的透视灭点按照成人的平均身高设置在了眼睛的位置，使得宛若真实的三维空间被完美地搬上了二维画面。
                  画面看上去就像在墙上凿了一个洞，而这个“洞”里，面色苍白的圣子被钉在十字架上，脑袋低垂，胡子蓬乱。
                  而位于最高处的圣父则展开结实的双臂，将十字架高高举起，显得高大而凝重。
                  十字架下的圣母玛利亚身穿黑袍，仿佛在向世人控诉耶稣的苦难，而与她相对的施洗者圣约翰，则成为耶稣为世人受难的见证者。
                  在圣母与约翰的下方，是两名供养人，他们双手合十，做着虔诚的祈祷。
                  骸骨则位于最下方的墓穴中，其上方的石壁上写着这样一行字：“我曾经如你，你也将变得如我。”
                `,
              },
              {
                title: '圣罗马诺之战',
                description: `
                  中世纪，教皇和神圣罗马帝国进行权力斗争，意大利各城邦和共和国纷纷站队，分为支持教皇的圭尔甫派与支持皇帝的吉伯林派。
                  佛罗伦萨支持教皇，锡耶纳支持皇帝。教皇派兵进攻锡耶纳，皇帝派兵驻守。
                  锡耶纳人联合法国把皇帝的驻军赶走，这下皇帝生气了，派出自己的大将，联合佛罗伦萨的军队，围剿锡耶纳，锡耶纳惨败。
                `,
                image:
                  'https://img1.baidu.com/it/u=2205353930,3323812364&fm=253&fmt=auto&app=138&f=JPEG?w=723&h=400',
                author: '乌切洛',
                experience: `
                  保罗·乌切洛出生于佛罗伦萨一个普通家庭，父亲多纳·迪·保罗是一名理发师兼医生。
                  保罗·乌切洛原名为保罗·迪·多纳，意为“多纳之子”，后来因喜欢画鸟改成了“保罗·乌切洛”，在意大利语中，“乌切洛”是“飞鸟”的意思。
                `,
                tags: '透视法',
                appreciation: `
                  画面中佛罗伦萨军官英勇奋战，将敌人斩于马下。
                  战土们有的骑在马上，有的则人仰马翻。
                  后面是持矛的队伍，地上是横七竖八的武器和盔甲。
                  人物被描绘得极具装饰意味，作为背景的群山和田野经过精心的几何式的抽象处理和透视安排，具有很强的空间幻想效果。
                `,
              },
              {
                title: '维纳斯的诞生',
                description: `
                  相传克洛诺斯用锋利的镰刀割下了父亲乌拉诺斯的阳具打断了乌拉诺斯和盖亚的交合，由于手拿阳具而姿态不雅，克洛诺斯将此物扔进大海中。
                  随即在阳具的四周泛起白如珍珠的泡沫，阿佛洛狄忒就此诞生。
                  她从海中升起的巨大贝壳中走了出来，赤脚走上海滩，她走过的地方盛开了一朵朵美丽的鲜花。
                  时序女神的荷莱早已在不远处恭候多时，并为她戴上了金光闪闪的冠冕、穿上了艳丽得体的服饰，还为她系上了一条金腰带，这使得阿佛洛狄忒更加动人。
                  之后，阿佛洛狄忒坐上了一对鸽子拉的彩车向奥林匹斯山上飞去。
                `,
                story: `
                  女神的原型，是波提切利所倾慕的一个女子，名叫西莫内塔。她出生于一个富商家庭，既端庄秀丽，又温柔多情，还拥有倾城的美貌。
                  和许多具有很高审美的男人一样，在见到西莫内塔第一面时，波提切利就被她迷住了。
                  对波提切利来说，西莫内塔宛若神话中的女神高高在上，只可在宴会上远观，永远也不可能得到。
                  无法得到西莫内塔的波提切利只好以一个画家的方式来爱她，将她画在自己的作品中，让她成为象征爱与美的女神，让她在自己的画作中得以永生。
                `,
                image:
                  'https://img0.baidu.com/it/u=4287960928,2055393125&fm=253&fmt=auto&app=138&f=JPEG?w=892&h=500',
                author: '波提切利',
                experience: `
                  波提切利出生于佛罗伦萨一个中产阶级家庭，原名叫亚历桑德罗·迪·马里亚诺·菲利佩皮。
                  父亲是受人尊重的鞣皮匠，他的姓“波提切利”来自弟弟的绰号“波提切洛”，在意大利语中是“小桶”的意思。
                `,
                tags: '明艳 轻灵',
                appreciation: `
                  全画的色调明朗、和谐，不利用明暗来表现人体的造型，而是选用轮廓线使人物呈现浮雕式的感觉，画面唯美，富有极强的装饰效果。
                  波光粼粼的宁静海面上，全身赤裸的维纳斯踩在巨大的扇贝上，浮于水面，洁白的肌肤、修长的身段以及金黄的飘逸长发。
                  风神把她吹送到幽静冷落的岸边，而春神芙罗娜用繁星织成的锦衣在岸边迎接她，身后是无垠的碧海蓝天。
                  维纳斯忧郁惆怅地立在象征她诞生之源的贝壳上，体态显得娇弱无力，对迎接她的时辰女神和这个世界毫无激情，不屑一顾。
                  女神是怀着惆怅来到这充满苦难的人间的，这种精神状态正是画家自己对现实态度的写照。
                `,
              },
              {
                title: '蒙娜丽莎',
                description: `
                  文艺复兴是盛行于14世纪到17世纪的一场欧洲思想文化运动。
                  在中世纪晚期发源于佛罗伦萨，后扩展至欧洲各国。
                  欧洲源自对基督教统治下中世纪的批判，产生了世俗价值观念。
                  人的观念在达·芬奇等艺术家的观念里居于核心的地位。
                `,
                story: `
                  《蒙娜丽莎》原型是达·芬奇父亲一位朋友的妻子丽莎·格拉迪尼，她是一名有5个子女的家庭主妇。
                  丽莎在1495年16岁时嫁给佛罗伦萨丝绸商人弗兰西斯科·吉奥康杜，而吉奥康杜则是达·芬奇父亲皮耶罗的好友兼邻居。
                  丽莎是吉奥康杜的第二任妻子。这对夫妻的感情很好，育有5个子女。吉奥康杜在自己的遗嘱中称，丽莎是他“心爱的”和“忠实的”的妻子。
                  《蒙娜丽莎》的画像完成于丽莎24岁那年。达·芬奇的父亲安排了一切，自己花钱让儿子为朋友的妻子画了这幅画。
                `,
                image:
                  'https://img0.baidu.com/it/u=617463127,3119628199&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=750',
                author: '达·芬奇',
                experience: `
                  达·芬奇是个私生子。父亲皮耶罗·达·芬奇是佛罗伦萨一个颇为有名的公证人，母亲则只是一个普通农妇。
                  因为门第悬殊，皮耶罗压根儿就没打算将她娶进门，这个可怜女人一辈子都未能获得合法妻子的地位。
                  达·芬奇出生后一直跟着父亲生活，却又无法与父亲公开相认，直到多年之后，皮耶罗才公开承认达·芬奇是他的亲生儿子。
                  在被父亲认可之前，年幼的达·芬奇被安置在祖父的庄园里，既得不到父亲的关爱，也得不到母亲的呵护——这样的境遇，对他内心造成了不小的创伤。
                `,
                tags: '透视 光影 解剖 表情',
                appreciation: `
                  在构图上，达·芬奇为了加强对人物时代特征，打破了传统的构图方式，突破了对女性的刻画到了腹部。
                  中世纪教会认为，腹部以下为情欲，而禁止人物肖像画到腹部以下的荒谬规定。达·芬奇把人物画到腹部以下，是对中世纪观点的公开对抗。
                  该画完全消除了中世纪绘画中的呆木僵硬表情，表现出一股活鲜鲜的生气。
                  绘画中，成功地运用了“渐隐法”绘画技法。人物形象，与背景界限不太明晰，人物轮廓不那么明确，仿佛融入背景之中。
                  尤其是在该人物形象的眼角和嘴角处，作者是着意使用了“渐隐法”绘画技法，让眼角和嘴角渐渐融入柔和的阴影之中，从而造成了含蓄的艺术效果，极大地丰富了形象的意蕴。
                  女人淡眉的消失，说明达·芬奇对性别的超越，所以该形象不存在男人、女人的问题，仿佛没有性别的天使，和二性兼有的神灵。
                `,
              },
              {
                title: '大卫',
                description: `
                  大卫是以色列联合王国的第二任国王，容貌俊美、机智果敢。
                  年少时就因杀死侵害犹太人的非利士头领歌利亚而成为英雄。
                `,
                image:
                  'https://img2.baidu.com/it/u=1152005318,3253573147&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=667',
                author: '米开朗琪罗',
                experience: `
                  米开朗琪罗生于卡森蒂诺的卡普雷塞，父亲是当地的最高行政长官，是当地最尊贵和古老的卡诺萨伯爵的后裔，脾气暴烈，相当看不起艺术这一行当。
                  奇怪的是，米开朗琪罗上学后只对素描感兴趣，因为这个缘故，父子俩之间冲突不断，少年时的米开朗琪罗没少挨打。
                  在他父亲看来，家里出画家是家门不幸，是一大耻辱。
                  然而，命运似乎有意做出如此安排，让一个倔强的父亲遇上一个更为倔强的儿子。
                  最终，米开朗琪罗在与父亲进行了多年的较量后获胜，在13岁那年来到了佛罗伦萨最大、最好的画室当学徒。
                `,
                tags: '工作狂 骄傲 天才',
                appreciation: `
                  雕塑是一个怒目而视、左手扶着投石器、正要投入战斗的裸体青年形象。
                  除了头部比例加大、下肢拉长、手和脚的关节被故意放大以凸显英雄形象外。
                  人体解剖结构精确到无懈可击，而紧张的神情和充满动感的姿势又使得整座雕像充满张力，极富艺术感染力。
                `,
              },
              {
                title: '西斯廷圣母',
                description: `
                  这幅画是教皇朱理亚二世送给皮亚琴察西斯廷教堂黑衣修士的礼品，拉斐尔受托而为这一教堂的祭坛作画。
                  作品塑造了一位人类的救世主形象。圣母决心牺牲自己的孩子，来拯救苦难深重的世界。
                `,
                image:
                  'https://img1.baidu.com/it/u=2161772526,90849907&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=633',
                author: '拉斐尔',
                experience: `
                  1483年耶稣受难日凌晨三时，拉斐尔诞生于意大利的乌尔比诺。
                  其父乔万尼·桑西是位默默无闻的画家，在其唯一的儿子诞生后，给他起名拉斐尔，并坚持由孩子的母亲亲自抚养。
                  所以，童年时代的拉斐尔受父母家庭环境熏陶，养成了良好的行为习惯，而没受到贫民家庭那种相俗、野蛮方式的影响。
                `,
                story: `
                  拉斐尔是个非常多情的男子，总是沉湎于女色。
                  因而，当密友阿格斯蒂诺·奇基请他为私邸的第一敞廊作画时，拉斐尔却因迷恋一位情妇而忽略了这份工作。
                  阿格斯蒂诺在友人的帮助下，费尽周折想出一个办法，他将这位女士延请至家中，安顿在拉斐尔作画的工作间，才使这幅画得以完工。
                `,
                tags: '对称 恬静 短缩透视',
                appreciation: `
                  该图人物形象和真人大小相仿，由圣母、圣徒组成的三角形构图，庄重均衡。
                  画面像一个舞台，当帷幕拉开时，圣母脚踩云端，神风将圣母徐徐送来。
                  圣母美丽、温柔、充满母性，她的脸上洋溢着坦然的骄傲，手中怀抱着的基督。
                  另一侧的圣女渥瓦拉，妩媚动人，她转过头，怀着母性的仁慈俯视着小天使。
                  趴在下方的两个小天使睁着大眼仰望圣母的降临，稚气童心跃然画上。
                  拉斐尔适当地运用了短缩透视法，从而使人物之间留出了纵深感的空间，给人一种厚重和真实的感觉。
                  画家简短有力的素描风格也发挥得淋漓尽致，画中的线条被处理得简洁、壮阔，并有一种张扬的力量。
                  画家运用了多种色彩，使人物物形象鲜明、灵动，达到了很好的色彩效果。
                `,
              },
            ],
          },
          {
            id: '',
            time: '',
            name: '威尼斯画派',
            paints: [
              {
                title: '神的欢宴',
                description: `
                  这是一幅大型布面油画，取材于古罗马诗人奥维德的诗歌，画的是希腊神祗中的男女众神欢聚于意大利北方一片山林中的情景。
                `,
                image:
                  'https://img2.baidu.com/it/u=2898312155,2726371800&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=471',
                author: '乔凡尼·贝利尼',
                experience: `
                  乔凡尼·贝利尼于1430年生于威尼斯有名的绘画世家，当时南方的艺术中心——佛罗伦萨城的马萨乔已经去世，而桑德罗·波提切利的时代还没有到来。
                  贝利尼的父亲老贝利尼——雅克布·贝利尼是一位宫廷画师，年龄与马萨乔相仿，年轻时曾到佛罗伦萨作画，并吸收了那里鲜明的现实主义画风。
                  当老贝利尼回到威尼斯时，他将佛罗伦萨画派几乎人人都在追求的透视法带了回来。
                `,
                story: `
                  《神的欢宴》据说是由乔凡尼的高足——历史上大名鼎鼎的画家提香所策划的，然而仍旧由乔凡尼本人亲自执笔完成。
                  创作这幅画时，乔凡尼·贝利尼已是耄耋老人，但他宝刀未老，将平生所擅长的光与色运用得十分灵活自如。
                `,
                tags: '色彩 光线',
                appreciation: `
                  穿着红袍，腰间挂着一个小酒桶，左手扶着驴背的是畜牧神潘的儿子西勒诺斯；
                  西勒诺斯的右手边是长着尾巴和山羊蹄子的半人半兽萨提尔；
                  西勒诺斯的左手边，那个只露出一个脑袋的家伙是畜牧农林神福纳斯；
                  而跪在西勒诺斯前面、头戴葡萄藤环的是小酒神狄俄尼索斯，这会儿他正拿着酒壶，专注地在酒桶前打酒；
                  小酒神左手边那个背靠酒桶、头上戴着一顶锃光发亮的盔形帽的家伙，是鼎鼎大名的神使赫尔墨斯；
                  此外，还有穿绿衣的海神波塞冬，其身后弯身吹笛的牧神潘；
                  手拿谷物的丰饶女神德莫忒尔；穿蓝衣并正在演奏乐器的太阳神阿波罗；
                  一手扶树、正凝视着、似乎正欲挑逗醉酒女神的果园保护神普里阿普斯——而这位高大英俊的青年竟然是小酒神的儿子！
                  当然，诸神中绝对不能少了统领诸神的众神之王宙斯——画面中央那个穿红衣、右手举杯啜饮的家伙就是他。
                  画面中的天气是如此晴朗，风景是如此优美，诸神是如此欢快自由，不禁令人心驰神往。
                `,
              },
              {
                title: '沉睡的维纳斯',
                description: `
                  欧洲文艺复兴运动是新兴资产阶级兴起的一场波澜壮关的新思想、新文化运动，其核心思想是人文主义。
                  这时期美术作品中所描绘的真实完美的人物形象和丰富复杂的现实场最是人文主义的一种具体表现。
                  这些形象在很大程度上体现了以“人”为中心，重视人的权威，肯定现实人生和世俗生活，提倡探索自然，重视科学研究等新时代精神和积极的人生态度。
                `,
                image:
                  'https://pic3.zhimg.com/80/v2-8e62c6e776306bf10e2a75689aef481a_720w.jpg',
                author: '乔尔乔内',
                experience: `
                  乔尔乔内出生于1477年威尼斯附近一个名叫卡斯特弗兰科镇的乡村，比米开朗琪罗小1岁，比拉斐尔大7岁，比他的师弟提香大14岁。
                  他的父亲只是一个普通农民，他很聪慧，很努力，很开朗，也很好学，最关键的，还在于他遇上了一个好时代。
                `,
                story: `
                  乔尔乔内34岁时在朋友的聚会上遇见一位女士，他非常迷恋她，两个人很快坠入爱河。
                  乔尔乔内以她为模特儿创作《沉睡的维纳斯》，但她突然患上瘟疫，乔尔乔纳一如既往与她在一起，结果染上她的致命疾病，很快就双双命丧黄泉。
                  乔尔乔内死时，还未完成《沉睡的维纳斯》的背景创作，后由师弟提香完成。
                `,
                tags: '架上画 风景',
                appreciation: `
                  造型优美的维纳斯沉睡于美丽的大自然怀抱中，她神态安详，前类明净，如弓的双眉，温柔下垂的眼险，漂亮的嘴唇，修长匀称的身体，舒展，自然、柔美。
                  她将右手放在脑后构成了一条富有节奏的曲线，斜卧的姿态自然又舒展，流畅的弧线运用使身体柔顺和圆浑。
                  背景乡村风景里坡度平缓而又宁静的丘岗的节奏和维纳斯的形象十分协调，她明朗柔和的表情和背景弥漫的金色光芒使人微微欲醉。
                  画面上的色彩处理极富层次感和抒情风味。
                  维纳斯的身体和远天的云霞都是主黄色，可以说是第一层次。
                  而中间的山峦、树木和房屋都是主黑色，是第二层次。
                  画中维纳斯身旁的一角红纱布与远处的一棵红叶树遥相呼应，是第三层次。
                `,
              },
              {
                title: '酒神的狂欢',
                description: `
                  狄俄尼索斯是宙斯与塞墨勒的儿子，传说他首创用葡萄酿酒，把它献给奥林匹斯山诸神，诸神欢欣。
                  从此，每年春季葡萄发芽和秋收时节，人民都要与神 一起举行酒神节。
                  酒神在诺沙山受伊诺与瑞亚教养时期，曾受到山林畜牧神潘的儿子西勒诺斯的保护。
                  他们常坐着豹子拉的车四出狩猎，故自小与潘族子弟萨提尔以及山林水泽女妖宁芙们十分友好。
                  每当酒神节时，狄俄尼索斯就与这群无忧无虑的萨提尔、美丽而活泼的宁芙们喝得酩酊大醉，在山野里狂欢作乐。
                `,
                image:
                  'http://e0.ifengimg.com/11/2019/0206/90D29EDE02EE6254AA566DC90F023011B13687EA_size77_w640_h577.jpeg',
                author: '提香',
                experience: `
                  提香诞生于威尼斯北部的卡多雷镇，距离小镇大约五英里外，是雄壮的阿尔卑斯山东段的关隘。
                  提香的童年时光就是在卡多雷镇这个风景如画的小镇无忧无虑地度过的。
                  十几岁时，聪明伶俐的提香被父母送到威尼斯的叔父家里，以便接受更好的教育。
                  提香的叔父是个体面的市民，他发现提香在绘画上具有天赋，就将他送进了乔凡尼·贝利尼的绘画工场。
                  正是这样，提香开启了人生中长达数十年之久的绘画生涯。
                `,
                story: `
                  1504年，威尼斯德国商会大楼发生了一场可怕的大火，房屋和商品被烧毁殆尽。
                  负责重建的人邀请乔尔乔涅为商会新大楼的主正面作画，提香也通过他那位来自巴尔贝里戈家族的绅士朋友引荐，为商会的布业公会作画。
                  人们不知道商会大楼的壁画是由两位画家合作完成的，当他们见到乔尔乔涅时，恭喜他画得极好，还称赞他画作中的某一部分画得尤其好。
                  不巧的是，他们重点称赞的那部分画作并非出自乔尔乔涅之手，而是提香的手笔，这极大地刺激并伤害了乔尔乔涅。
                  在此之前，乔尔乔涅和提香既是同门师兄弟，又是一对合作作画的好友，而且乔尔乔涅称得上是提香事实上的老师。
                  此后，乔尔乔涅自此再也不与提香合作作画，彼此间因竞争而破裂的关系似乎变得难以修复。
                `,
                tags: '色彩 笔触',
                appreciation: `
                  在这幅作品中，酒神与人们，饮酒作乐，谈情说爱和跳舞，沉浸在一片爱的温馨之中。
                  为了表现美丽的裸女形象，提香把人物放在优美的大自然之中。
                  在画幅压角处，仰卧着一位全身袒裸的美丽女子，似乎酒醉未醒，尽情地展露着自己的裸体。
                  她那丰满柔润的身体，像一朵盛开的生命之花，为酒神节注入了人性的欢乐。
                  提香借画上诸神的醉酒生活，表达出一部分人的心理欲望。
                  形象大胆而放荡，色彩丰富多变，气氛十分热烈，它是对人性的赞扬和对神学所宣扬的禁欲观念的挑战。
                `,
              },
              {
                title: '圣马可的奇迹',
                description: `
                  一个奴隶信徒被异教徒们抓住，在刚要被虐杀的时候，圣马可(威尼斯城的守护神)从天而降，拯救了他。
                `,
                image:
                  'https://img2.baidu.com/it/u=937442633,2117665929&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=347',
                author: '丁托列托',
                experience: `
                  丁托列托原名为雅各布·罗布斯蒂，是一名手艺人之子，他的父亲是一名染匠，“丁托列托”一名就来源于此。
                  在意大利语中，“丁托列托”就是“染匠”的意思。
                `,
                story: ``,
                tags: '缩短法 想象力',
                appreciation: `
                  画面中，奴隶仰卧于地，周围的一群人挥动刀斧、锤子想要残忍地杀害他。
                  众人围住中心人群，惊讶地注视着眼前所发生的圣徒。
                  而圣马可带着奇异的光辉、头朝下从天上倒栽下来。
                  处于阴暗位置、被光线照亮的奴隶身躯，彷佛预示了拯救行动即将开始。
                `,
              },
            ],
          },
          {
            id: '',
            time: '',
            name: '尼德兰画派',
            paints: [
              {
                title: '麦洛德祭坛画',
                description: `
                  到了第六个月，天使加百列奉天主差遣，往加里肋亚一座名叫纳匝肋的城去，到一位童贞女玛利亚那里。
                  天使进去向她说：“万福！充满恩宠者，上主与你同在！在女人中你是蒙祝福的。”
                `,
                image:
                  'https://img2.baidu.com/it/u=2026935904,1115959653&fm=253&fmt=auto&app=138&f=JPEG?w=850&h=431',
                author: '罗伯特·康平',
                experience: `
                  在欧洲西北部、北海东岸，有一片地势低洼的平原地区。
                  这里河网密布，著名的莱茵河、马斯河、斯海尔德河宛若蜿蜒的巨蛇徜徉在平原上，令这里土壤肥沃、灌溉便利、农渔业十分发达，成为一片富庶之地。
                  在中世纪，这片低地被称为“尼德兰”，其范围大致涵盖现在的荷兰、比利时、卢森堡以及法国东北部的一些地区。
                  罗伯特·康平大约出生于1375年，长期在图尔奈工作，是尼德兰著名的祭坛画画师。
                `,
                story: ``,
                tags: '透视法',
                appreciation: `
                  祭坛画中往往都会出现此画捐助者的形象，而此画最左两个形象则就是捐助者们。
                  他们虔诚地站在童贞玛丽的家门外，好奇而敬重地望向屋内的情况。
                  在左叶后方站着一名信使，有人猜测那是康平的自画像。
                  右叶画像则描绘了玛丽的未婚夫，木匠约瑟坐在窗前，平凡而又勤恳地制作一枚捕鼠夹。
                  约瑟此时即将被耶和华封为圣约瑟的名号，但其朴实工作的模样与凡人并无二致。
                  康平通过细腻的笔触于桌子上绘制出钉子，锯子，凿子等寻常匠人工具，来凸显出圣人身上的凡性。
                  通过约瑟背后敞开的窗户，我们能看到典型文艺复兴时期的尼德兰街道风景。
                  将圣经故事中的情景背景代入到具体的尼德兰城镇中，更能为画作增添一份特意将神圣书卷亲近普通人生活的意思。
                `,
              },
              {
                title: '阿尔诺芬尼夫妇像',
                description: `
                  这是世界上最早的油画作品，还是世界上最早的画上结婚照。
                  画上这对新人正在布置得十分喜庆的洞房里迎接贵客——男主人公举起的右手象征对爱情矢志不渝。
                  新娘则伸出右手，放在新郎的左手上，宣誓要永远做丈夫的忠实伴侣。
                `,
                image:
                  'https://img2.baidu.com/it/u=3369551964,585658799&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=657',
                author: '扬·凡·艾克',
                experience: `
                  扬·凡·艾克出生于14世纪八九十年代，年龄比罗伯特·康平略小一些，1422年成为独立画家，1425年在勃艮第公爵府当宫廷画师。
                  作为尼德兰画派的奠基人之一，他比罗伯特·康平更为有名，其成就也更高。
                `,
                story: `
                  一直以来，人们认为画上的这对新人是来自阿尔诺芬尼家族的乔瓦尼·第·阿尔戈·阿尔诺芬尼和他的妻子乔瓦尼·赛纳米。
                  但后来有人经过研究发现，乔瓦尼·第·阿尔戈·阿尔诺芬尼和妻子乔瓦尼·赛纳米结婚的日期竟然比这幅画创作的时间晚了三十多年！
                  画中新人的身份至今仍是一个谜。
                `,
                tags: '明暗 透视',
                appreciation: `
                  在画面中，明亮的阳光透过窗子，照射进卧室。
                  新郎戴着一顶硕大的黑色帽子，一副时髦绅士的打扮，他身上带皮衬的斗篷泛着高贵的紫色，令人仿佛能感受到它的温暖及垂感。
                  新郎的身边，端庄的新娘梳着当时流行的发型，头上戴着一块镶着花边的白色头巾，她穿着镶毛边的绿色长裙和蓝色衬裙，其服饰的布料质地可感。
                  除了两位主人公，屋子里的陈设也画得十分逼真——地板上的木纹清晰可见。
                  床边铺着一块花纹十分精细的地毯，挂在墙上的念珠晶莹剔透，床边的床掸毛茸茸的，装饰考究的铜制吊灯散发出金属的光泽。
                  尤其令人佩服的是，凡·艾克竟然将人物后方墙壁上齿形凸镜边缘的十个表现基督生平的小故事也全都一丝不苟地画了出来。
                  画中人物背后的墙上写着一行字，这行华丽的拉丁文意为：“凡·艾克曾在此地。1434年。”
                `,
              },
              {
                title: '亚当与夏娃',
                description: `
                  亚当是世上第一个人类与第一个男人，后来耶和华又用亚当的一根肋骨创造了第一个女人夏娃，并让他们结为夫妻，共同生活在幸福的伊甸园。
                `,
                image:
                  'http://www.cnzihua.cn/wp-content/uploads/2020/11/ydhxw.jpg',
                author: '丢勒',
                experience: `
                  15世纪末16世纪初，随着手工业的不断发展和宗教改革运动、农民战争的蓬勃开展，一度处于欧洲文艺复兴洼地的德国也迎来了春天。
                  人文主义思想不断传播，艺术也开始走向繁荣，肖像画和风景画开始作为独立画科出现，版画则达到了当时欧洲的最高水平。
                  而让德国版画走向巅峰的人，正是德国历史上最伟大的艺术家之一——阿尔布雷希特·丢勒。
                `,
                story: `
                  丢勒去世后，整个欧洲都沉浸在沉痛的哀悼中。
                  甚至于在葬礼结束后，人们又将他的遗体挖出，并制作了一张他的遗容面膜。
                  宗教改革领袖马丁·路德也很为丢勒的早逝感到惋惜，他悲痛地说：“人们理应为这样一个优秀的人流泪，这再自然不过了。”
                `,
                tags: '自画像',
                appreciation: `
                  这幅作品在表现风格上，明显受意大利画风影响。每个人体都占满画面空间，成为可以独立的人体作品。
                  夏娃作行走状，她左手去摘被禁的善恶果，右手扶在树枝上，双脚一前一后，婀娜多姿，树枝上吊着的那张标签是丢勒的署名。
                  亚当带有明显的古希腊风格倾向，更内在，也更平静，左手捏着带叶的苹果，右手摆向后面。
                  夏娃脸部呈现出的微笑，反衬出亚当的内心惶惑。
                `,
              },
            ],
          },
          {
            id: '',
            time: '',
            name: '塞维利亚画派',
            paints: [
              {
                title: '宫娥',
                description: `
                  从1622年起，委拉斯凯兹就开始担任西班牙国王腓力四世的宫廷画师，到了17世纪50年代后，他又当上了宫廷总管。
                  从国王府邸的室内布置，到宫廷的庆典活动，不管大事小情都要他亲自过问，即使在这样忙碌的情况下，委拉斯开兹还是受国王腓力四世委托，创作了《宫娥》。
                `,
                image:
                  'https://img2.baidu.com/it/u=888972151,1012424575&fm=253&fmt=auto&app=120&f=JPEG?w=1086&h=800',
                author: '委拉斯开兹',
                experience: `
                  1599年，委拉斯开兹诞生于塞维利亚一个没落的贵族家庭。
                  他生活的城市是当时的贸易中心，人文主义思想十分流行。
                  委拉斯开兹在这样的环境中长大，11岁就进入当地有名的老埃尔拉连画室学画。
                  后来据说因与老师理念不同，他又改投到了著名画家和理论家弗朗西斯科·巴切柯门下。
                `,
                story: `
                  该画当年完成时题名为《国王之家》，后来才更名为《宫娥》。
                `,
                tags: '宫廷',
                appreciation: `
                  画家打破宫廷肖像固有的原则，并没有像传统绘画那样把国王夫妇摆在画面的中心，而是把他们放在一个次要的位置。
                  画面上的人物不再是呆板地排列在一起，而是尽量处在自然的状态之中。
                  从门及侧面窗子射进来的自然光运用得很出色，光线均匀地散布在室内的每一个角落。
                  作品的中心人物是西班牙国王腓力四世的小女儿玛格丽特·特蕾莎公主，她处于画面的中心位置，摆出端仪的姿态。
                  左边的一个宫女跪下来，向她奉上一些茶点，但小公主全然不理会，似乎比较任性。
                  玛格丽特·特蕾莎右边的一个宫女正鞠躬行礼，仿佛是在祈求公主用膳。
                  在画面的右下角，是两个供宫廷取乐的侏儒和一条打瞌睡的狗。
                  而公主后面站着的两个年长的仆人可能是玛格丽特·特蕾莎日常生活的监管者，他们好像正在议论着什么又被突然打断。
                `,
              },
            ],
          },
          {
            id: '',
            time: '',
            name: '荷兰画派',
            paints: [
              {
                title: '戴珍珠耳环的少女',
                description: `
                  维米尔生活的年代，恰逢荷兰迎来历史上的黄金时期。
                  此时，距离荷兰独立已有数十年之久，随着海上贸易的发展，荷兰经济繁荣昌盛，逐渐跻身于欧洲最强盛的国家之列。
                  安定的社会环境、富裕的市民，都促进了艺术市场的繁荣。
                  《戴珍珠耳环的少女》即正是画家在这个时间段内所作，并于1665年创作完成的。
                `,
                image:
                  'https://img2.baidu.com/it/u=3020618837,3148693161&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=657',
                author: '维米尔',
                experience: `
                  1632年，维米尔诞生于德尔夫特一个中产阶级家庭，他的父亲老维米尔名叫雷伊尼埃·扬宗，在维米尔出生时正经营着一家名叫“米什兰”的客店，同时做着卖画生意。
                `,
                story: `
                  据说，画面里的女主人公是以他当时年仅14岁的长女玛利亚为模特儿的。
                `,
                tags: '情调 神秘',
                appreciation: `
                  画中少女身穿黄色外衣，佩戴黄、蓝色头巾，气质超凡出众，宁静中淡恬从容、欲言又止的神态栩栩如生。
                  这种既含蓄又惆怅的、似有似无的伤感表情在维米尔的笔下熠熠生辉。
                  惊鸿一瞥的回眸使她犹如黑暗中的一盏明灯，光彩夺目，平实的情感也由此具有了净化人类心灵的魅力。
                  少女左耳佩戴的一只泪滴形珍珠耳环，在少女颈部的阴影里似隐似现，既是点睛之笔，也有特殊寓意。
                  珍珠在维米尔画中常象征贞洁，因此有专家认为该画很可能画于少女成婚前夕。
                `,
              },
            ],
          },
          {
            id: '',
            time: '',
            name: '枫丹白露画派',
            paints: [
              {
                title: '林中仙女之舞',
                description: `
                  18世纪末，轰轰烈烈的法国大革命把法国变得充满激荡，充满对抗：旧贵族与资产阶级的对抗；保皇党与革命党的对抗；革命党内部的对抗；统治者与人民的对抗。
                  那个年代，人们心中的热血与激情似乎很容易被点燃，艺术家本应各施其技埋头创作，这时却也形成对抗的阵营彼此争斗。
                `,
                image:
                  'https://img1.baidu.com/it/u=774267884,835183157&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=374',
                author: '柯罗',
                experience: `
                  1796年，柯罗出生于巴黎卢浮宫附近的一个商人家庭，很小就住进了寄宿学校，在校时学业平平，在艺术上也没有表现出出类拔萃的天赋。
                  可他热爱画画，从学校毕业后，当父亲愿意拿出一大笔钱让他去经商时，他却表达了想学画的愿望。
                  虽然这不符合父亲的意愿，但父亲仍在经济上给了他很大支持。
                  26岁那年，柯罗终于拿起了画笔，先是在米谢隆画室学画，数月后老师过世，他又转到了著名的风景画家让·维克多·贝尔坦门下，从此与风景画结下了不解之缘。
                `,
                tags: '风景画',
                appreciation: `
                  画中，描绘了现实自然的风貌：那浓密参天的林木，雄伟壮观，间着稀疏的枝干，苗条清秀，阳光洒在芳草如茵的绿地上，一群仙女翩翩起舞。
                  透过林间远眺，茫茫天地融为一体，使人觉着这是人间又是天上，这神人共处的境界，使观众如入仙境。
                  在这幅画中，画家大胆用蓝色衣裙作主色调，饰以黑色条纹，使画面沉着、冷静、肃穆。
                `,
              },
            ],
          },
        ],
      },
    ],
  },
  {
    id: '04',
    time: '',
    name: '复古',
    children: [
      {
        id: '',
        time: '',
        name: '学院派',
      },
      {
        id: '',
        time: '',
        name: '样式主义',
        paints: [
          {
            title: '圣马太蒙召',
            description: `
              圣马太原本是罗马帝国的一名公务员，跟耶稣算是敌对阵营的。后来被耶稣召唤，转而成为耶稣的使徒
              耶稣在游历中想再选一位随从，这天耶稣和圣彼得在一酒馆看到了圣马太，耶稣指着圣马太随手一点，说：“对，就你了！”
            `,
            image:
              'https://img2.baidu.com/it/u=4224984873,2801662093&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=499',
            author: '卡拉瓦乔',
            experience: `
              卡拉瓦乔诞生于1571年，原名米开朗琪罗·梅里西，卡拉瓦乔这个名字的由来和“达·芬奇”的来历一样，取自他曾经生活过的地方的名字。
              他的父亲费尔莫·梅里西曾是卡拉瓦乔镇弗朗切斯卡·斯福尔扎侯爵的石匠工头、建筑师、建筑设计师及管家。
              长期在米兰工作，与侯爵一家关系不错，在镇上颇受人敬重。
            `,
            story: `
              1576年，一场可怕的瘟疫彻底改变了他的命运。他的祖父、父亲和叔叔都死于这场瘟疫，只留下他的母亲独自抚养几个年幼的儿女。
              或许正是这样的遭遇，为卡拉瓦乔日后容易冲动和易怒的性格埋下了隐患。
            `,
            tags: '样式主义 光影',
            appreciation: `
              画面中，耶稣在光线最为黑暗的边上，头上出现并射向圣马太的那束神之光。
              光具有了神的性质，它成为了圣马太解放自己走向神灵的一种象征。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '古典主义',
      },
    ],
  },
  {
    id: '05',
    time: '',
    name: '奢华',
    children: [
      {
        id: '',
        time: '',
        name: '巴洛克',
        paints: [
          {
            title: '抢劫留西帕斯的女儿',
            description: `
              古代迈锡尼国王留西帕斯有两个貌美绝伦的女儿，她们被宙斯之子卡斯托尔和波吕克斯看上了。
              为得到心爱的女子，宙斯的两个儿子在天刚蒙蒙亮时策马闯入两位公主的寝宫，将其劫掠而走。
            `,
            image:
              'http://www.ashoucang.com/data/attachment/portal/201906/06/132943ryapcprp0jccphcg.jpg',
            author: '鲁本斯',
            experience: `
              1577年，鲁本斯诞生于德国小城齐根，他的父亲原本是安特卫普的律师，因信奉新教、为逃避宗教迫害而从尼德兰逃到德国。
              10岁那年，父亲死于异国他乡，鲁本斯随母返回安特卫普，并接受了天主教洗礼，生活重新变得安定。
            `,
            story: `
              鲁本斯不仅技艺绝伦，还有着一副好脾性，因此他本人与他的作品都备受上流社会欢迎，这为他赢来了大量订单。
              据说鲁本斯的订单常常多得画都画不完，有许多他自己只参与起草，剩下的部分则交给助手们去完成。
              当然，千万不要小看鲁本斯那些助手——绘画史上大名鼎鼎的老扬·勃鲁盖尔、凡·代克，都曾是他们中的一员。
            `,
            tags: '宫廷 动感',
            appreciation: `
              画面上人和马占据了整个空间，人和马的交错动势，产生了强烈的运动感。
              天刚蒙蒙亮，两个正在睡梦中的少女就被两个壮汉抢掠而去。
              枣红马、腾空而起的灰白花斑烈马与两个黑红肤色的壮汉及两个粉红肉体的少女交织在一起。
              迎风飘扬的斗篷，强烈而有力的斜线，近大远小的特写表现，以及色彩、质感、动势感的强烈对比与反衬给人一种突如其来的惊心动魄之感。
            `,
          },
          {
            title: '夜巡',
            description: `
              1642年，射手队长班宁·柯克上尉和他手下的队员每人出100荷兰盾，请伦勃朗画一幅集体像。
              当时，市民的军队已不再有仗可打，变成了富裕市民的社交俱乐部，他们热衷于请画家给自己画像，以此来显示武功。
              而这些穿戴整齐，衣着光鲜的年轻人们也颇受到市民们的青睐。
              班宁·柯克队长看到伦勃朗为牧师安思罗和他的妻子所画的肖像，他很喜欢这样的绘画，自卫队的队员们的审美情趣也大致如此，他们希望画一幅群像。
              在这个群像中，官兵们全副武装地披挂起来，团坐在桌子周围，桌上摆着牡蛎和精美的盘子和酒器，每个人都显得很勇敢和骄傲。
              伦勃朗接受了定件，因此创作了《夜巡》这一画作。
            `,
            image:
              'https://img2.baidu.com/it/u=3155176389,1943149668&fm=253&fmt=auto&app=138&f=JPEG?w=595&h=500',
            author: '伦勃朗',
            experience: `
              伦勃朗1606年诞生于莱顿，父亲是一名小磨坊主，母亲是面包师的女儿，他的父母共孕育了9个子女，他在家中排行老八。
              伦勃朗没有富贵的出身，却十分聪明，14岁就考上了莱顿大学，在那里学习法律。
            `,
            story: `
              《夜巡》一画原名《班宁·柯克上尉的民兵连》，画的本是白天，后人之所以将此画命名为《夜巡》。
              是因为伦勃朗为强调光影明暗，使画作呈现出一种暗淡的效果。
              后来，当时为保存画面涂上的多层凡尼斯因年代久远发生了变质，使画面颜色加深。
              再加上年复一年的灰色沾染，画面看上去更加灰暗，以至于原本是白天的场景被误认为是黑夜。
            `,
            tags: '光影 明暗 心理描绘',
            appreciation: `
              该画作在构图上一反陈规，画面采用接近舞台效果的手法，既让每个人的形像都出现在画面上，又安排得错落有致，塑造了一个庄严有序的战士出征场面。
              画面中，弗兰斯·班宁·柯克连长和两名副官走在最前面，其余人皆意气风发。
              有的举旗，有的打鼓，有的手持兵器跟随在后，场面宏大，充满动感，颇具感染力。
              画面上多数的人笼罩在淡淡的光线之中，看不清眉眼，有的只露出一部分脸面。
              画家采用强烈的明暗对比手法，用光线塑造形体，使画面层次丰富，富有戏剧性。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '洛可可',
        paints: [
          {
            title: '沐浴的狄安娜',
            description: `
              狄安娜是希腊古神话中的月亮和狩猎女神，是曰神阿波罗的孪生妹妹，她生性残忍，象征贞洁。
              这幅画描绘的是她狩猎结束、于途中洗浴之后在山间小路上休憩的画面。
            `,
            image:
              'http://www.laihuihua.com/uploadfile/2019/0118/20190118012021722.jpg',
            author: '布歇',
            experience: `
              布歇出生于1703年，少时具有“神童”之称，是皮鞋设计师的儿子。
              早年，布歇曾跟随洛可可艺术的创始人之一弗朗索瓦·勒穆瓦纳学习绘画，并与天才画家华托有过亲密交往。
            `,
            story: `
              布歇是一个描绘女人身体的高手，并且他的绘画作品中，总是少不了一堆奢侈品的陪衬。
              色泽光洁华丽的绸缎、昂贵的珠宝、精巧的金银器具、具有洛可可风格的奢华家具等。
              用一位评论家的话说，布歇的绘画似乎有些矫揉造作、“过分精美”了。
            `,
            tags: '奢侈 华丽 艳情',
            appreciation: `
              画面主体部分狄安娜和她的侍女的裸体色彩明丽、笔触细腻，肌肤细腻，光洁如玉，仿佛雨后的桃花。
              画面左下角幽暗的色调和她的猎狗、箭囊，隐喻狄安娜的蛇蝎心肠。
              画面右下角的猎物却是一些较小的飞禽，又透露出她女性的娇柔，为她平添了一些惹人怜爱的小巧一毕竟是个纤弱女子。
              这种充满诱惑却又不过分直白的肉欲恰是当时法国充满脂粉气的上层社会的审美趣味所需要的，尽管它那么不真实。
            `,
          },
          {
            title: '秋千',
            description: `
              作品描绘的是一对贵族夫妇在茂密的丛林中游玩戏耍。
              年轻的贵夫人正在荡秋千，眼中充满挑逗，她故意把鞋子踢进树林中，引得青年男子四处乱忙的寻找，她反而恣情大笑。
            `,
            image:
              'https://img0.baidu.com/it/u=665498800,1230317610&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=628',
            author: '弗拉戈纳尔',
            experience: `
              弗拉戈纳尔并未从小习画，15岁的时候，他曾在一家事务所当小职员。
              不过，弗拉戈纳尔对这份四平八稳的工作并没有多少热情，一有空闲他就拿起纸笔练习素描。
              几个月后，他母亲看他对绘画实在喜欢，就将他送到了著名画家夏尔丹的画室去习画。
            `,
            story: ``,
            tags: '调情 明暗 细腻',
            appreciation: `
              画面中，在树荫浓密的花园里，一个戴漂亮帽子、穿粉红色裙子的妙龄女子正在荡秋千，秋千高高荡起。
              女子像一朵盛开的玫瑰充满甜蜜与欢乐，似乎能让人听见她那银铃般的笑声。
              在画面的左下角明亮处，一个戴假发的浪荡青年正藏身于草木之后，半仰躺着向上看。
              女子高高踢起双腿，故意甩落一只精巧的高跟鞋。
              她对面的小爱神丘比特竖起手指放在嘴上，仿佛在示意两人的轻佻调情不要太过，因为这位妙龄少女年老的丈夫正在她的身后为她推着秋千。
              画家巧妙地运用明暗的变化，以纤细的笔致，描绘出庭院和树林的美，非常精巧。
            `,
          },
        ],
      },
    ],
  },
  {
    id: '06',
    time: '',
    name: '浪漫',
    children: [
      {
        id: '',
        time: '',
        name: '新古典主义',
        paints: [
          {
            title: '马拉之死',
            description: `
              马拉为雅各宾派的核心领导人之一，为避免迫害常年在地下从事革命工作，以致患上湿疹。
              每天只有泡在洒过药水的浴缸里才能缓解皮肤不适，他的浴室也由此成了他接待客人的办公场所。
              在雅各宾派当政后，马拉因卓越的号召能力成为该派的主席。
              他是一个极为出色的宣传家，因撰写过许多抨击封建统治的文章在民众中享有很高的威望。
              同时也是一个十分激进的活动家，不断在他创办的《人民之友》报上抨击人民公敌，而这些人民公敌最终都被送上了断头台。
              与雅各宾派对立的吉伦特派对马拉十分痛恨，于是在1793年7月11日这天，他们派遣一名女士以提供反革命叛徒的名单为借口进入马拉的住所，
              用暗藏在纸里的匕首刺杀了正浸泡在浴缸中的马拉。
            `,
            image:
              'https://img0.baidu.com/it/u=3896302157,2465006112&fm=253&fmt=auto&app=120&f=JPEG?w=500&h=574',
            author: '大卫',
            experience: `
              大卫一开始却是洛可可画派中坚力量布歇的学生。
              据说布歇是大卫的远亲，当大卫因家庭变故被寄养在身为皇家砖瓦匠的叔父家时，在亲友的帮助下，大卫被送到了布歇的画室去学画。
            `,
            story: `
              尽管大卫很努力，但他在创作洛可可风格的绘画方面毫无天分，以至于连续3次参加当时法国皇家艺术学院的罗马奖考试都落选了。
              直到1774年第4次参加考试，他才终于获得罗马奖，得到去罗马学习艺术的机会。
            `,
            tags: '简约',
            appreciation: `
              该画是一幅竖构图的画作，画面非常简洁，背景是毫无修饰的墙面，仅有些微光线的变化。
              马拉靠在浴缸里，头后仰，面部表情平静，鲜血染红洁白的浴巾。
              他的一只手无力地垂落在缸外，指尖还拿着鹅毛笔，另一只手拿着字条，可看出当时他正在浴缸里工作。
              整个画面平静、庄重，省略了一切无关大局的细节，既无纷繁的色彩，也无复杂的透视和道具。
            `,
          },
          {
            title: '大宫女',
            description: `
              1814年，正值法国在对奥斯曼帝国的战争中失利，曾经占有的土耳其领土不复拥有。
              画家应拿破仑的妹妹，即那不勒斯王国的王妃卡洛琳·摩拉的订购，而创作的。
              在这个背景下观看生活在奥斯曼帝国皇宫中的宫女形象，可以略微满足一下法国人失望的感觉。
            `,
            image:
              'https://nimg.ws.126.net/?url=http%3A%2F%2Fdingyue.ws.126.net%2F2022%2F0426%2F69e575a9j00raxl9h0014c000hs009wc.jpg&thumbnail=660x2147483647&quality=80&type=jpg',
            author: '安格尔',
            experience: `
              安格尔出生于法国西南城市蒙托邦，父亲是一位艺术家。
              安格尔自小在浓浓的艺术熏陶中长大，11岁进入图卢兹美术学院学习，16岁离开故乡来到巴黎，投身于当时大红大紫的大卫门下习画，成为大卫的得意门生。
            `,
            story: ``,
            tags: '典雅',
            appreciation: `
              这幅画的构图很特别，画面上大宫女支起的左胳膊留出的三角形空问以及右臂在身体上留出的月形缝隙，描绘得如此完美。
              画面上，裸体的宫女背对画面侧身倚躺在软床上，正回眸望着画外，表情沉静、木然，具有古希腊雕塑般的美。
              最令人称道的是她那略显夸张拉长的背部，刻画细腻，美艳绝伦。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '浪漫主义',
        paints: [
          {
            title: '自由领导人民',
            description: `
              1815年，路易十八的弟弟查理上台后取消1814年宪法，暂停出版自由，解散国民议会，一系列倒行逆施的行为激怒了法国民众。
              1830年，法国爆发了人民推翻复辟的波旁王朝的“七月革命”。
              在这次战斗中，一位名叫克拉拉·莱辛的姑娘首先在街垒上举起了象征法兰西共和制的三色旗。
              少年阿莱尔把这面旗帜插到巴黎圣母院旁的一座桥头时，中弹倒下。
              画家德拉克洛瓦目击了这一悲壮激烈景象，又义愤填膺，决心为之画一幅画作为永久的纪念。
            `,
            image:
              'https://img0.baidu.com/it/u=766786708,3287690162&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=333',
            author: '德拉克洛瓦',
            experience: `
              德拉克洛瓦出生于1798年，父亲地位显赫，曾任省长、外交大使和部长等职，母亲则热爱音乐，所在家族出了不少艺术家。
              德拉克洛瓦在优越的环境中长大，自幼受到良好教育与艺术熏陶，在母亲的影响下，他对音乐和文学产生了浓厚兴趣。
              而他之所以踏入艺术的门槛，并最终成为“浪漫主义的狮子”，则归功于他的舅舅。
              1816年，正是舅舅里生奈发现德拉克洛瓦具有绘画上的天才，于是将他送入美术学院学习， 德拉克洛瓦因此与绘画艺术结下一生的缘。
            `,
            story: ``,
            tags: '浪漫 想象',
            appreciation: `
              全画采取顶天立地的构图形式。
              倒在地上的尸体、战斗的勇士以及高举法兰西旗帜的女子，构成一个稳定又蕴藏动势的三角形。
              象征自由、平等、博爱的三色旗位于等腰三角形的顶点，自由女神的人群的头部的横竖黄金分割线的位置，场面宏伟，构图组织井然有序。
              他们身后都是一往无前的战士，远处的建筑是巴黎市中心的标志——巴黎圣母院。
              以一个象征自由的女神形象为主体，她长着希腊雕塑般的轮廓，穿着朴素古典的衣着，
              与周围身穿现代服装的男士们相比，她更像一个抽象的人，代表着最高的精神与意义。
              紧跟她前后左右的是工人、市民、孩子、学生等。
              她的右方是一个持着双枪的少年，急速向前奔跑，表现了为了自由全民参战的的情景，他象征少年英雄阿莱尔。
              一名受了重伤的青年工人正抬头仰望自由女神的三色旗，前景右侧有两名政府军的士兵倒毙在地上，左侧躺着一位为自由而献身的起义者。
              他们手持武器，踏着血迹和尸体奋勇前进。
              她的身后有两个工人挥舞着尖刀，表情刚毅，显示出愤怒的神色。
              人群上方则是阴霾的天空。
              画家将他本人也画到作品里面，头戴高礼帽，身穿燕尾服，手中紧握长枪，大声疾呼，号召人民以伟大的过去为榜样，起来进行斗争，进行革命。
            `,
          },
        ],
      },
    ],
  },
  {
    id: '07',
    time: '',
    name: '现实',
    children: [
      {
        id: '',
        time: '',
        name: '现实主义',
        paints: [
          {
            title: '拾穗者',
            description: `
              画面最前方是三个农妇，在收割后的田地里弯腰捡拾遗留在地上的麦穗，三个农妇在画面上斜向排开，姿态各异，动作不同。
              画面最右边的妇女，侧脸半弯着腰，手里捏着一束麦子，正仔细巡视那已经拾过一遍的麦地。
              中间扎红色头巾的农妇正快速地拾着，另一只手握着鼓鼓的袋子，看得出她已经捡了一会儿了，袋子里小有收获。
              扎蓝头巾的妇女像是刚过来，左手握着右手捡来的麦穗，敏捷地把它们放在背后，手里只有一小撮。
            `,
            image:
              'https://img0.baidu.com/it/u=2927251591,3808707399&fm=253&fmt=auto&app=138&f=JPEG?w=600&h=454',
            author: '米勒',
            experience: `
              米勒出生于法国诺曼底半岛上的一个农村，父亲是地地道道的农民。
              因土地贫瘠，家境贫困，而这个家庭偏偏人口众多——共有8个孩子，作为家中最大的孩子，米勒不得不在很小就参与到辛劳的农事中去。
              出生于这样的家庭，能勉强糊口已是不易，米勒没有机会得到良好的教育。
            `,
            story: `
              1849年，黑热病在巴黎泛滥。为了躲避瘟疫，米勒携家迁居到了巴黎郊区枫丹白露附近的巴比松村。巴比松村美丽的自然风光和朴实的民风极大地震撼了米勒。
              从此，他在这里过上了早出晚归的农夫生活，但是他并没有因此放弃他热爱的绘画。每天晚上回到家里，他都会在昏黄的灯光下创作。
              也正是此时，农民开始走进他的画面，他也因此找到了适合自己的题材。
            `,
            tags: '黄金分割 暖色调 农民',
            appreciation: `
              在构图上，米勒采用了黄金分割率对画面进行整体安排，红头巾的农妇是整幅画的黄金分割点。
              蓝头巾的农妇是红头巾的农妇与画面左边边界的黄金分割点，而黄色头巾的农妇又是红头巾的农妇与画面右边边界的黄金分割点。
              画面三个主人公均处于画面的黄金分割点位置，使画面和谐均衡，体现了米勒精心巧妙的构图设计。
              画面中三位农妇都着头巾，但米勒却使用了红、黄、蓝三种不同的颜色来表现，红、黄、蓝三原色在这里运用得十分巧妙。
              画面整体使用了迷人的暖黄色调，红、蓝两块沉稳浓郁的色彩融于柔和的黄色调子中，使整个画面安静又庄重。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '印象派',
        paints: [
          {
            title: '草地上的午餐',
            description: `
              《草地上的午餐》描绘的是一个愉快的午后，几个年轻人在草地共进午餐后的情景。
              画面的背景是茂密的树林，树木枝叶繁密茂盛。
              画面中间的绿草地上，一个赤裸的女人无拘无束地坐在草地上，手托着下巴，面对着画外，神情悠闲自在。
              与此形成鲜明对比的是她身边两个衣冠楚楚的绅士模样的人，他们两两相对，正半坐半卧地谈论着，一个还伸出手比划着什么。
              他们的前方堆满了女人的衣服、帽子等东西，一个盛放野营食物的篮子翻倒在地，面包、水果等食物散落了一地。
              他们后方是一条流向画面深处的小溪，一个衣衫单薄的女人正站在小溪里汲水准备沐浴，小溪的深处隐约可见停泊着一只小船。
            `,
            image:
              'https://img2.baidu.com/it/u=1832531786,1900323140&fm=253&fmt=auto?w=640&h=497',
            author: '马奈',
            experience: `
              1832年，马奈出生于法国巴黎一个条件优渥的家庭，父亲是司法部的官员，希望他能学习法律步入仕途或成为一名海军军官。
              马奈选择了后者，16岁那年，他以一名见习水手的身份随船远航至巴西的里约热内卢，准备将自己的一生献给航海事业。
              但他却在报考航海学校时落选了，只得返回了巴黎。
              回到巴黎后，马奈做出了新的选择——他想当一名画家，于是进入古典主义画家托马斯·库图尔的画室学习绘画。
            `,
            story: `
              以今人的眼光看，《草地上的午餐》似乎没什么出格的地方，但在当时，这幅画的展出却引起了巴黎艺术界的震动。
              原来这主要是因为在这幅画中，马奈竟然将长期给他当模特的妓女默兰赤身裸体地同两名绅士画在一起，这严重挑战了当时的世俗观念，引起了评论家们的不满。
            `,
            tags: '光影 平面',
            appreciation: `
              整个画面清新、淡雅，把一次草地午餐描绘得愉快、闲适、随意、自然。
              画面上蜿蜓曲折分成两个层次的流水，使画面有一种流动的感觉。画上色彩浓重，光线也很强烈，具有很强的色感和光感。
              在构图上，马奈采用了稳定的三角形，画面中间的三位人物与远处的女子及更远处的森林深处等，都可以构成纵深的三角形。
            `,
          },
          {
            title: '日出·印象',
            description: `
              清晨的薄雾尚未散去，红彤彤的太阳从东方升起，被映红的朝霞布满天空。
              光芒照耀着海面，粼粼波光跳跃不止，映着初日的倒影，模模糊糊看得倒是不清晰。
              近处有两只小船在随波荡漾，远处的海港，工厂的烟囱和船上的吊车，笼罩在雾气中，若隐若现。
            `,
            image:
              'https://img0.baidu.com/it/u=4169300034,2699379168&fm=253&fmt=auto&app=120&f=JPEG?w=640&h=465',
            author: '莫奈',
            experience: `
              莫奈出生于巴黎，父亲是一个小商人。5岁时，莫奈跟随父母搬到了位于法国北部沿海的勒阿弗尔居住。
              他从小就表现出了极高的绘画天赋。据说莫奈十几岁时，就凭借木炭漫画在当地小有名气；他很有商业头脑，为自己的漫画开出每幅20法郎的价格。
              17岁辍学后莫奈靠卖画为生，竟然积攒下2000法郎用以作为自己谋求艺术发展的基金——这在当时可是一笔巨款！
            `,
            story: `
              《日出·印象》在展出时引起了轰动，而且这个刻意模糊不清的构图给美术评论家路易·勒鲁瓦留下了深刻印象。
              他在评论中借用了“印象”一词，嘲笑莫奈和他的朋友们“只不过是印象主义”，还讽刺莫奈的《日出·印象》——“毛坯的糊墙纸还要比这幅海景更完整”。
              勒鲁瓦原本只是想借用“印象主义”挖苦一下这群自以为是的青年画家，不料却无意中说出了他们的精神内核。
              从此以后，这群青年画家便被业内人士戏谑地称为“印象派”。
            `,
            tags: '井字形 印象',
            appreciation: `
              该画在构图上采用井字形构图，画面中徐徐升起的太阳和海上漂泊的船只都处于画面的兴趣点上，这样构图可以让观者的视线集中在画面主体上。
              该画主要由淡紫、微红、蓝灰和橙黄等色调组成，一轮生机勃勃的红日拖着海水中一缕橙黄色的波光，冉冉升起。
              海水、天空、景物在轻松的笔调中，交错渗透，浑然一体。
              该画不讲究细腻的线条，通过“零乱”的笔触来展示雾气交融的景象，完全是一种瞬间的视觉感受和活泼生动的作画情绪使然。
            `,
          },
          {
            title: '星夜',
            description: `
              夜晚的天空高又远，大星、小星回旋于夜空，金黄的满月形成巨大的漩涡，星云的短线条纠结、盘旋，仿佛让人们看见时光的流逝。
              暗绿褐色的柏树像巨大的火焰，是星夜狂欢的响应者。
              天空下，安睡的村庄那么宁静、安详。淡蓝的色调，动感的线条，给人自由的时空感。
            `,
            image:
              'https://img2.baidu.com/it/u=1718257811,225704602&fm=253&fmt=auto&app=138&f=JPEG?w=727&h=500',
            author: '凡·高',
            experience: `
              在远离伦敦市中心的克莱普安街上，住着一位名叫文森特·凡·高的古比尔公司的小销售员，他来自荷兰的一个有声望的农村牧师家庭。
              家族里有一位与他同名的叔叔是古比尔美术公司的股东之一，所以上完小学不知选择什么职业的他被安排在古比尔公司上班，最初在海牙，后来被调到了伦敦。
            `,
            story: `
              1889年5月8日，梵·高精神第二次崩溃之后，来到离阿尔25公里的圣雷米自愿接受精神病治疗。
              那时，医生允许他白天外出写生，他住院一个月后，画了这幅画，画中的村庄就是圣雷米。
            `,
            tags: '超自然 幻想',
            appreciation: `
              从构图上来说，该画面构图极为准确，画中以树木衬托天空，下部的房舍托起了无边的宇宙，以获得构图上微妙的平衡。
              这幅画的色彩主要是蓝和紫罗兰，同时也有星星发光的黄色，深蓝色的基调，给人以沉重的感觉，加强了夜色的黑暗。
              前景中的柏树用了深绿和棕色，意味着黑夜的笼罩。明亮的白色和黄色来画星星及周围的光晕，又给人一种温暖光明的感觉。
              在这幅作品里，这种无立体感的笔触构成了粗糙的草席似的图案，同时那漩涡状的色彩像是直接从颜料管里挤出来的。
              从艺术特色看，这幅画从某种意义上说，是他看到的幻象。这种幻象，超出了中世纪艺术家当初在表现基督教的伟大神秘中所做过的任何尝试。
              它来自画家某种直觉或自发的表现行动，并不受理性的思想过程或严谨技法的约束。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '表现主义',
        paints: [
          {
            title: '呐喊',
            description: `
              1890年，一天晚上，蒙克一次和两个朋友一起沿着海边便道散步。路的一边是城市，另一边是峡湾。
              作者又累又病，停步朝峡湾那一边眺望。日落时分，云被染得红红的，像血一样。蒙克停靠在栏杆上，疲累难以言说。
              朋友们继续往前走，他落在了后面，他感到一声刺耳的尖叫穿过天地间，作者仿佛可以听到这一尖叫的声音。
              蒙克停在那里因不安而颤抖着。这样的恐怖与绝望，最终爆发为一种孤独可怕的生命的呐喊。
            `,
            image:
              'https://img2.baidu.com/it/u=2503462496,4150411243&fm=253&fmt=auto&app=138&f=JPEG?w=450&h=479',
            author: '蒙克',
            experience: `
              蒙克出生于挪威小城雷登的一个军医家庭，他的父亲克里斯蒂安·蒙克来自名门望族。
              自从1868年之后，不幸频频光顾这个家庭，蒙克目睹了病魔如何无情地夺走了家人的生命。
              蒙克活得很压抑，他的童年一直被笼罩在死亡和疾病的阴影之下。
              而当他长大以后，那些痛苦的回忆和对死亡的恐惧始终在他心中挥之不去，折磨着他，迫使他一生都在寻求解脱。
              绘画则是蒙克释放痛苦、发泄情绪的一个途径。
            `,
            tags: '象征 隐喻',
            appreciation: `
              画中没有一处不充满动荡感。
              天空与水流的扭动曲线，与桥的粗壮挺直的斜线形式鲜明对比。整个构图在旋转的动感中，充满粗犷、强烈的节奏。
              所有形式要素似乎都传达着那一声刺耳尖叫的声音。
              蓝色的水、棕色的地、绿色的树以及红色的天，都被夸张得富于表现性，但并没有失去其色彩大致的真实性。
              浓重的血红色悬浮在地平线上方，给人以不祥的预感。它与海面阴暗处的紫色相冲突，这一紫色因伸向远处而愈益显得阴沉。
              同样的紫色，重复出现于孤独者的衣服上。而他的手和头部，则留在了苍白、惨淡的棕灰色中。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '野兽派',
        paints: [
          {
            title: '舞蹈',
            description: `
              画面描绘了五个携手绕圈疯狂舞蹈的女性人体，画面朴实而具有幻想深度。
              没有具体的情节，也没有令人眼花缭乱的背景和烦恼沮丧的内容，只是一种欢快、和谐、轻松，洋溢着无尽力量的狂舞场面。
              仿佛让人回到了远古洪荒时代，人们带着原始的狂野和质朴。
              在燃烧的篝火旁，在节日、祭祀的场合，手拉手踏着节拍，无拘无束，尽情地宣泄着生命的激情和活力。
            `,
            image:
              'https://img0.baidu.com/it/u=1461491142,3969387149&fm=253&fmt=auto&app=120&f=JPEG?w=550&h=377',
            author: '马蒂斯',
            experience: `
              马蒂斯出生于一个小商人家庭，父亲是一家杂货店店主，同时也出售种子，因此继承家业当一名商人是父亲对儿子的期望。
              然而，马蒂斯对当一个商人没有兴趣，可是他自己似乎也不知道自己究竟该干些什么。
              他浑浑噩噩地度日，不知不觉就长成了一个青年。
              直到1890年的一天，他因阑尾炎住进了医院。
              当时，他看到隔壁病床上的病人正用油彩临摹风景画，马蒂斯觉得很有意思，便请求母亲也给他买些简单的画材来，好让他在百无聊赖的卧床休息期间有事可以消遣。
              没想到，当马蒂斯拿起画笔开始临摹一幅平版画时，一种从未有过的奇妙的感觉抓住了他，令他激动万分。
            `,
            story: `
              1909年3月，马蒂斯接受了俄罗斯商人谢尔盖·新金的委托，为其绘制两幅大型装饰画《舞蹈》和《音乐》。
            `,
            tags: '宁静 均衡',
            appreciation: `
              画面上形态各异的人物姿态，富有节奏的韵律，手拉手循环舞蹈的造型，充满了流动的动感，张扬着生命的能量。
              在奔放、热烈的氛围中，有一种平衡的内在和谐，让人感受到一种肃穆、纯洁的精神陶冶。
              画中只有三种色彩，蓝色的天空和绿色的大地代表了蓝色的天空和绿色的大地的和谐；也可以看做是蓝色的夜空和绿色草原的对应下的安静和谐调。
              砖红色的人体，表现了女人一种原始的古朴、健康的美丽，也与蓝天绿地形成了对比中的均衡和谐。
            `,
          },
        ],
      },
    ],
  },
  {
    id: '08',
    time: '',
    name: '抽象',
    children: [
      {
        id: '',
        time: '',
        name: '立体主义',
        paints: [
          {
            title: '亚维农的少女',
            description: `
              画面上的五个女人都裸露着病态的身体，搔首弄姿，摆出招摇和引诱的姿态。
              然而她们的身躯却明显被病魔缠绕着，呈现出恐惧的憔悴脸色。
              左面三人身体呈菱形，眼睛是橄榄形的，似乎戴着面具。
              其中一人的一只手不可思议地反转到身体的侧右方向，拉着赭红色的幕布，另有一个人的一只眼睛几乎占据全脸。
              右边的两个面目狰狞恐怖。
              女人正面的胸脯变成了侧面的扭曲，正面的脸上会出现侧面的鼻子。
              甚至一张脸上的五官全都错了位置，呈现出拉长或延展的状态。
              其中一个的脸上笼罩的黑影正是病魔的影子，另一个女人的脸简直被描绘成了病毒的样子。
            `,
            image:
              'https://img1.baidu.com/it/u=2749579801,2561768166&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500',
            author: '毕加索',
            experience: `
              1881年，毕加索生于西班牙安达鲁西亚自治区的马拉加市，是唐·何塞·路伊兹·伊·布拉斯可和玛莉亚·毕加索·伊·洛佩兹的第一个孩子。
              毕加索从小就很有艺术天赋，他会做惟妙惟肖的剪纸，还创作了许多惊人的绘画作品。左邻右舍都称叹不已，称他为天才。
              然而，这个“天才”却不是一个优秀的学生，上课对他来说简直就是折磨，听课时他不是漫无边际地幻想，就是看着窗外的大树和鸟儿。
              毕加索成了同学们捉弄的对象。
            `,
            story: `
              青年时代的毕加索曾长期在巴塞罗那生活，他对巴塞罗那的亚威农大街非常熟悉。
              亚威农大街是当时欧洲著名的红灯区，是妓女和三教九流的各等人物常出没的地方。
              画家从青年时代的记忆中找到了灵感，以其在亚威农大街上见到的景象创作了这幅《亚威农少女》。
              因为当时有很多人在性病中死去，画家本意是要通过这幅把放纵性欲和死亡联系在一起的画作。
              警告人们性病的危险，以警示那些放纵性欲的人们。
            `,
            tags: '平面 分割 重组',
            appreciation: `
              画家把这五个人物不同侧面的部位，都凝聚在单一的一个平面中，把不同角度的人物进行了结构上的组合。
              看上去，就好像他把五个人的身体先分解成单纯的几何形体和灵活多变、层次分明的色块。
              然后在画布上重新进行组合，形成了人体、空间、背景一切要表达的东西。就像把零碎的砖块构筑成一个建筑物一样。
              这幅画色彩运用得夸张而怪诞，对比突出而又有节制，给人很强的视角冲击力。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '风格主义',
        paints: [
          {
            title: '红黄蓝的构成',
            description: `
              粗重的黑色线条控制着七个大小不同的矩形，形成非常简洁的结构。
              画面主导是右上方那块鲜亮的红色，不仅面积巨大，且色度极为饱和。
              左下方的一小块蓝色、右下方的一点点黄色与四块灰白色有效配合，牢牢控制住红色正方形在画面上的平衡。
            `,
            image:
              'https://img0.baidu.com/it/u=1357521576,3543353354&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=503',
            author: '蒙德里安',
            experience: `
              1872年，蒙德里安出生在荷兰一个颇有艺术氛围的小学校长家里，他的父亲是绘画爱好者，叔叔是一名职业画家。
              在父亲和叔叔的影响之下，蒙德里安顺理成章地走上了绘画的道路，17岁时他取得了小学绘画教师的证书，20岁时拿到了中学绘画教学资格。
              并在同年来到首都荷兰及最大城市阿姆斯特丹进修绘画，接受系统的学院派训练。
            `,
            story: ``,
            tags: '造型 几何',
            appreciation: `
              画面中，在这里，除了三原色之外，再无其他色彩；除了垂直线和水平线之外，再无其他线条；除了直角与方块，再无其他形状。
              巧妙的分割与组合，使平面抽象成为一个有节奏、有动感的画面，从而实现了他的几何抽象原则。
              借由绘画的基本元素：直线和直角、三原色和三个非色素，这些有限的图案意义与抽象相互结合，象征构成自然的力量和自然本身。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '至上主义',
        paints: [
          {
            title: '黑方格',
            description: `
              白色的边框、黑色的正方形——就这么简单。
            `,
            image:
              'https://img2.baidu.com/it/u=4081822753,1031481968&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=492',
            author: '马列维奇',
            experience: `
              马列维奇出生于1878年，年龄比同时代的俄罗斯伟大画家康定斯基小12岁。
              马列维奇出生于基辅，他的波兰后裔父亲是一家糖厂的工头。
              1896年随全家搬到库尔斯克定居时，马列维奇爱上了自然主义。
              他当时就已结识了不少业余画家，扛着画架去大自然中写生是青年时期马列维奇的一大乐趣。
            `,
            story: ``,
            tags: '纯粹 朴素',
            appreciation: `
              画面中所呈现的并非是一个空洞的方形。
              它的空无一物恰恰是它的充实之处，它孕育着丰富的意义。
            `,
          },
        ],
      },
    ],
  },
  {
    id: '09',
    time: '',
    name: '乌托邦',
    children: [
      {
        id: '',
        time: '',
        name: '达达艺术',
        paints: [
          {
            title: '泉',
            description: `
              1917年的一天，杜尚走进一家五金商店，看到一个挂着“825”标签小便池，灵感突然爆发，立马将它买了下来。
              杜尚把它命名为“泉”，对它说：从现在开始，你不再是一个小便池，你的名字叫泉。你将成为一件了不起的艺术品。
              一件来自于名家之手的艺术品。
            `,
            image:
              'https://img2.baidu.com/it/u=2139410468,3981472595&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=591',
            author: '杜尚',
            experience: `
              1887年，杜尚出生于法国西北部诺曼底地区一个名叫布兰维尔的小镇，父亲是一名公证人，同时也是该镇镇长。
              杜尚是个很聪明的孩子，可是他似乎不愿意把太多时间花在自己不感兴趣的事情上。
              因为热爱父亲，不想让父亲失落，杜尚曾考虑过当一名公证人，不过，在长达半年的思想斗争之后，内心对自由的向往战胜了一切。
              1904年，17岁的杜尚义无反顾离开家乡来到巴黎，投奔正在蒙马特高地追求艺术理想的两个哥哥，开启了长达一生的艺术家生涯。
            `,
            story: `
              杜尚带着泉去美国独立美术展览馆参展，他给“泉”的作者署名傻瓜。
              人们在琳琅满目的艺术品中看到了“泉”后大跌眼镜，纷纷嘲笑道：这是什么呀？不就是个小便池嘛！天啊，这也是艺术品？
            `,
            tags: '价值 生活',
            appreciation: `
              《泉》带给我们很多思考，最直接的一个就是：什么是艺术？
              杜尚认为艺术没有一成不变的标准，它取决于人们欣赏它的方式，艺术的价值也不应该拘泥于形式和内容，更应该是它能带给欣赏者的思想价值。
              《泉》也告诉我们，艺术难以捉摸，但它就在我们的生活中。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '超现实主义',
        paints: [
          {
            title: '错误的镜子',
            description: `
              描绘了一只人的眼睛，及投射在这只眼睛视网膜上的蓝天白云。
            `,
            image:
              'https://img1.baidu.com/it/u=949365554,3124641348&fm=253&fmt=auto&app=138&f=JPEG?w=600&h=450',
            author: '玛格利特',
            experience: `
              1898年，玛格利特诞生于比利时西南部的莱西恩地区，父亲是一个裁缝，母亲是一名女帽销售员。
              14岁大时，他的母亲突然投河自尽了。人们将这个可怜的女人从河里打捞上来，用裙子盖住她的脸。
              这张被裙子盖住的脸从此留在了玛格利特的印象中。
            `,
            story: `
              那一天阳光很好，他和一个小女孩在一个荒废的墓地玩耍。他们看见一个来自首都的画家正在墓地作画。
              出于好奇，玛格利特走了过去，他盯着画家的画板看了好一会儿，认为画中的墓地就和真的一样。
              正是这件事，让童年的玛格利特对绘画产生了浓厚兴趣，直接促使他走上了职业画家的道路。
            `,
            tags: '离奇 幻觉',
            appreciation: `
              人的眼睛只是一面错误的镜子，因为它所得到的只是自然的幻影，而不是自然本身。
              它仅是一幅画，只有眼睛的主人实际所感的自然，才是可信的真实。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '波普艺术',
        paints: [
          {
            title: '金宝罐头汤',
            description: `
              画面包括三十二块帆布，每一小块分别的面积为20×16英寸，上面画著一个金宝汤罐头，每一个为当时罐头汤制造商旗下不同口味的产品。
              每一幅绘图都使用了半机器化的丝网印刷技术，以非画性的风格制作。
            `,
            image:
              'https://img2.baidu.com/it/u=2735902206,155750417&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=306',
            author: '沃霍尔',
            experience: `
              安迪·沃霍尔，出生于美国宾夕法尼亚州的匹兹堡，是捷克移民的后裔，生长在一个贫民区。
              当时正值20世纪30年代大萧条，食物短缺是常有的事。
            `,
            tags: '商业',
            appreciation: `
              画面上，呈现出来的图案简洁明朗，带有一种干净的、几何形的、机械的模式，硕大的logo宣告着它的商品身份。
              以往的画家尽管也多在描绘生活，但聚焦的多是庄稼、牛车、鲜花、水果。
              而将可口可乐、罐头甚至美元、明星等商业对象置于画布中央，在当时是巨大的创意。
              这完全打破了高雅与通俗的界限。
            `,
          },
        ],
      },
      {
        id: '',
        time: '',
        name: '极少主义',
        paints: [
          {
            title: '刀痕',
            description: `
              画面描述了一块画布被小刀划破，留下一道道划痕。
            `,
            image:
              'https://img2.baidu.com/it/u=3653860102,234028385&fm=253&fmt=auto&app=138&f=JPEG?w=600&h=399',
            author: '卢齐欧·封塔纳',
            experience: `
              1899年，齐欧·封塔纳生于阿根廷圣塔非省的罗萨里奥，其父为意大利人，其母为阿根廷人。
              1928年，他返回意大利，就学于米兰布雷拉美术学院，并于1930年举行了首次展览，由米兰画廊Il Milione组织。
            `,
            tags: '少即是多',
            story: `
              一次封塔纳在创作之中，突然萌发了想法，为什么绘画要执着于画笔和颜料，为什么不能用其他东西来创作艺术品。
              于是他拿出一把小刀，开始在画布上划下去，割破的画布漏出一道裂口。
            `,
            appreciation: `
              画面上，通过缝隙能看到画布后的世界，空间被一张简单的画布所隔开。
              画布上是一个个刀痕，刀痕里却能观察到不同的世界。
            `,
          },
        ],
      },
    ],
  },
]
