export default [
  {
    place: '白鹤',
    title: '天日寒闰云 ',
    story: '天上的太阳散发寒气飘向闰土，闰土呼出一口气飘向天空变成云',
    x: '37.42',
    y: '64.31'
  },
  {
    place: '围栏',
    title: '金剑果海龙 ',
    story: '围栏上站着一个小金人，拔出剑，吐出果子，一跃而起大战海里的恶龙',
    x: '26.91',
    y: '93.20'
  },
  {
    place: '楼梯',
    title: '始推吊坐爱 ',
    story:
      '楼梯口有块大石头，推车过不去，用绳子吊起来，婴儿坐在里面，麻麻充满爱意的看着',
    x: '14.01',
    y: '77.90'
  },
  {
    place: '游客',
    title: '遐鸣化盖恭 ',
    story:
      '游客饿了，吃着油焖大虾，听见鸟鸣，闻着花香，拧开饮料盖子，只见恭喜发财四个字',
    x: '1.27',
    y: '71.95'
  },
  {
    place: '柱子',
    title: '女知罔信墨 ',
    story: '柱子上雕刻着一位女子，她姓王，写封信弄得嘴角都是墨',
    x: '9.24',
    y: '62.04'
  },
  {
    place: '屋檐',
    title: '景德空祸尺 ',
    story: '屋檐上，景天拿着白勺，在空中一划，顿时烟火绽放，整个人都看痴了',
    x: '12.26',
    y: '41.64'
  },
  {
    place: '树枝',
    title: '资孝临似川 ',
    story:
      '树枝上勾着一根手指，那人不哭反笑，另一只手握着铃铛，心里默念十声，松开手掉进河川',
    x: '19.75',
    y: '28.90'
  },
  {
    place: '建筑',
    title: '容笃荣学存 ',
    story:
      '房子里面，蓉儿在赌气，只见容嬷嬷拿着带血的针，放在嘴唇边看着她冷笑着',
    x: '29.14',
    y: '43.34'
  },
  {
    place: '云气',
    title: '乐上外诸孔 ',
    story: '云气下起了可乐，商汤用外套接了一口袋，请诸葛孔明共饮一杯',
    x: '34.08',
    y: '35.69'
  },
  {
    place: '云朵',
    title: '交仁节性守 ',
    story: '云朵上有脚印，狄仁杰看了看暗淡的星光，叹了口气，塔肯定是守不住了',
    x: '53.98',
    y: '29.18'
  },
  {
    place: '大厦',
    title: '坚都背宫图 ',
    story:
      '大厦灯光秀，变成一个个火箭，冲出都市，撞上北极星，天宫晃动，头晕想吐',
    x: '71.50',
    y: '43.91'
  },
  {
    place: '电视塔',
    title: '丙肆升右既 ',
    story: '电视塔撒下饼干，四个儒生跳起来抢，右边那个没抢到，跟大家急了',
    x: '74.04',
    y: '37.39'
  },
  {
    place: '树叶',
    title: '杜府户高世 ',
    story: '落叶纷飞，落魄的杜甫在湖边偶遇高适',
    x: '82.17',
    y: '32.01'
  },
  {
    place: '屋顶',
    title: '策磻奄桓绮 ',
    story:
      '屋顶上，孙策偷吃着蟠桃，本来奄奄一息的齐桓公，一口气没上来，死不瞑目',
    x: '84.71',
    y: '47.88'
  },
  {
    place: '柱子',
    title: '俊晋假何起 ',
    story: '柱子上雕刻着俊俏的晋文公，望着佳人喝墨汁，一口气没忍住，笑场了',
    x: '91.88',
    y: '61.19'
  },
  {
    place: '楼梯',
    title: '宣九岳雁昆 ',
    story: '楼梯上坐着萱萱，望着九个月大的婴儿，眼睛里没有一丝困意',
    x: '86.62',
    y: '69.41'
  },
  {
    place: '出口',
    title: '旷治俶税孟 ',
    story: '出口下面有卖水的，矿物质的康师傅和醋水饮料天地一号，孟子喝了直夸好',
    x: '75.64',
    y: '73.37'
  },
  {
    place: '梅花',
    title: '庶聆贻省殆 ',
    story:
      '梅花树下挂着书，空中有只铃铛掉下来，蚂蚁被砸的不省人事，从此老年痴呆',
    x: '68.63',
    y: '66.57'
  },
  {
    place: '情侣',
    title: '两索求欣渠 ',
    story: '男孩第二次穿梭回来求婚，女孩欣同意了，男孩当天就娶了她',
    x: '64.81',
    y: '67.42'
  },
  {
    place: '游客',
    title: '枇陈游耽易 ',
    story: '游客渴了，吃着枇杷和橙子，打了把游戏，扔了个蛋给亭子里椅子上的兄弟',
    x: '54.30',
    y: '66.01'
  },
  {
    place: '花坛',
    title: '具饱亲妾纨 ',
    story:
      '花坛上放着餐具，吃饱了，补个亲亲果冻，女子立在旁边，眼巴巴的看着碗里',
    x: '59.39',
    y: '61.76'
  },
  {
    place: '石墩',
    title: '昼弦矫嫡稽 ',
    story: '石墩上有碗粥，很咸，还嚼不烂，牙疼的眼泪滴下来，气死我了',
    x: '50.00',
    y: '56.37'
  },
  {
    place: '葫芦',
    title: '笺骸驴诛布 ',
    story: '葫芦里插着一把箭，小孩骑着驴，扒来蜘蛛网，取出来用布擦了擦',
    x: '53.66',
    y: '50.71'
  },
  {
    place: '牌匾',
    title: '恬释毛年璇 ',
    story: '牌匾上插着甜甜圈，湿漉漉的猫偷偷恬了一口被黏住了，不停的转圈圈',
    x: '51.27',
    y: '45.61'
  },
  {
    place: '屋顶',
    title: '指矩束孤谓 ',
    story: '屋顶上，一人指着天上，烟火聚在一起，变成一束花，顾维钧整个人呆住了',
    x: '53.34',
    y: '38.53'
  }
]
