export default [
  {
    py: 'tiān dì xuán huáng yǔ zhòu hóng huāng',
    cn: '天地玄黄 宇宙洪荒',
    js: `
      世界在刚刚形成的时候，天空是青黑色的，大地是黄色的。
      天地间的一切万物都处在一种蒙昧混沌的状态之中。
    `,
    zhu: `
      玄：青黑色，天空的颜色。
      黄：大地的颜色。
      宇：上下左右构成的空间。
      宙：古往今来构成的时间。
      宇和宙合起来指所有的一切事物。
    `
  },
  {
    py: 'rì yuè yíng zè chén sù liè zhāng',
    cn: '日月盈昃 辰宿列张',
    js: `
      太阳升了又落，落了又升，月亮圆了又缺，缺了又圆。
      太阳、月亮日夜交替，与其他星辰一起排列，布满在漫无边际的宇宙之中。
    `,
    zhu: `
      盈：指月亮的光辉充盈、饱满。
      昃：指：太阳过了中午就会向西倾斜。
      辰：单颗星星。
      宿：一群星星。
      列：排列。
      张：布满。
    `
  },
  {
    py: 'hán lái shǔ wǎng qiū shōu dōng cáng',
    cn: '寒来暑往 秋收冬藏',
    js: `
      寒冷的冬天过去了，炎热的夏天就会到来，寒暑交替，就是一年。
      秋天是收割庄稼的季节，冬天则把庄稼储藏起来。
    `,
    zhu: `
      寒来暑往：指一年四季的交替。
      秋收冬藏：指谷物在春天播种，在夏天成长，在秋天收获，然后在冬天储藏。
    `
  },
  {
    py: 'rùn yú chéng suì lǜ lǚ diào yáng',
    cn: '闰余成岁 律吕调阳',
    js: `
      阴历和阳历一年相差11天，三年有33天，这多出来的一个月放在第四年就是闰月，这年也就成了闰年。
      古人还用六律六吕来确定一年当中的二十四节气。
    `,
    zhu: `
      闰：闰月。
      余：剩余。
      岁：从今年某个季节到明年的这个季节就是一岁，也就是一年。
      律吕：律管和吕管，古人用来调节音调、音节的一种设备，相当于现在的定音管。
      阳：这里指气候、物候，也就是我们通常说的二十四节气。
    `
  },
  {
    py: 'yún téng zhì yǔ lù jié wèi shuāng',
    cn: '云腾致雨 露结为霜',
    js: `
      地面上的水蒸气向上升腾，随着温度的逐渐下降，就慢慢变成了雨水。
      到了晚上，地表气温降低，水蒸气凝结在地表形成了白色的霜。
    `,
    zhu: `
      云：云气、水蒸气。
      露：露水。
      云、雨、露、霜都是水在不同温度下的不同形态，云是气体，雨和露是液体，霜是固体。
    `
  },
  {
    py: 'jīn shēng lí shuǐ yù chū kūn gāng',
    cn: '金生丽水 玉出昆冈',
    js: `
      可以用来驱邪避凶的黄金，产自云南的丽江。
      戴在身上用来保人平安的玉石，产自西北的昆仑山上。
    `,
    zhu: `
      金：黄金，黄金是百金之首，传说可以用来驱邪避凶。
      丽水：云南丽江，也叫金沙江，出产黄金。
      玉：玉石，玉石是山石千百年来接受了日精月华而变成的，可以用来保人平安。
    `
  },
  {
    py: 'jiàn hào jù quē zhū chēng yè guāng',
    cn: '剑号巨阙 珠称夜光',
    js: `
      在所有的宝剑当中，巨阙剑是最有名、最锋利的一把剑。
      在所有的珍珠里面，夜明珠是最珍稀、最名贵的一种珠子。
    `,
    zhu: `
      巨阙：巨阙剑，在古代最有名的五把剑中排第一位，其余四把分别是纯钩剑、湛卢剑、莫邪剑、鱼肠剑。夜光：夜明珠，珍珠中最珍贵的一种。
    `
  },
  {
    py: 'guǒ zhēn lǐ nài cài zhòng jiè jiāng',
    cn: '果珍李柰 菜重芥姜',
    js: `
      在所有的水果当中，最珍贵的是李子和柰子。
      在所有的蔬菜当中，最重要的是芥菜和生姜。
    `,
    zhu: `
      李：李子。
      柰：柰子，俗称桃李。
      芥：芥菜。姜：生姜。
      芥菜和生姜这两种蔬菜不仅能够用来做调味品，而且还能用来开窍、解毒、排除人体内的邪气。
    `
  },
  {
    py: 'hǎi xián hé dàn lín qián yǔ xiáng',
    cn: '海咸河淡 鳞潜羽翔',
    js: `
      海里的水是成的，河里的水是淡的。
      长着鳞的鱼类在水里潜游，长着羽毛的鸟类在天空中飞翔。
    `,
    zhu: `
      鳞：鱼鳞，这里用来指鱼类。
      羽：羽毛，这里用来指鸟类。
    `
  },
  {
    py: 'lóng shī huǒ dì niǎo guān rén huáng',
    cn: '龙师火帝 鸟官人皇',
    js: `
      龙师（伏羲氏）、火帝（燧人氏）、鸟官（少昊氏）、人皇（人皇氏）。
      这些人都是人类最早时期的皇帝和官员。
    `,
    zhu: `
      龙师：指用龙来给百官命名的伏羲氏，居三皇(伏羲氏、神农氏和黄帝)之首。
      火帝：指发明钻木取火的燧人氏。
      鸟官：指用鸟来给百官命名的少昊氏，居五帝(少昊、颛顼、帝喾、唐尧、虞舜)之首。
      人皇：指人皇氏，传说人皇有九个头，乘着云车，驾着六只大鸟，兄弟九人，分掌九州，各立城邑，一共传了一百五十代，合计四万五千六百年。
    `
  },
  {
    py: 'shǐ zhì wén zì nǎi fú yī shang',
    cn: '始制文字 乃服衣裳',
    js: `
      仓颉根据象形、会意、假借等方法创造出了文字。
      胡曹又发明了可供人们上身和下身穿着的衣服。
    `,
    zhu: `
      制：制造、发明。
      服：穿衣服。
      衣：上身穿的衣服。
      裳：下身穿的裙子。
      古时候没有裤子，裤子是到了后来才出现的。
    `
  },
  {
    py: 'tuī wèi ràng guó yǒu yú táo táng',
    cn: '推位让国 有虞陶唐',
    js: `
      尧将自己的国家和帝位毫无保留地让给了品德高尚的舜。
      舜又将自己的国家和帝位同样毫无保留地让给了品德高尚的禹。
    `,
    zhu: `
      位：帝位、权利。
      国：国家、国土。
      有虞：传说中的远古部落名，舜是它的首领。
      陶唐：传说中的远古部落名，尧是它的首领。
    `
  },
  {
    py: 'diào mín fá zuì zhōu fā yīn tāng',
    cn: '吊民伐罪 周发殷汤',
    js: `
      安抚天下无辜的黎民百姓，讨伐罪恶滔天的统治者。
      周朝的武王姬发和商朝的商汤是最早这样做的。
    `,
    zhu: `
      吊：安慰、安抚。
      伐：征伐、讨伐。
      周：西周。
      发：指周武王姬发。
      殷：指殷都（今河南安阳），历史上的商朝因迁都到殷，也叫殷商。
      汤：指商汤，商朝的第一个君主。
    `
  },
  {
    py: 'zuò cháo wèn dào chuí gǒng píng zhāng',
    cn: '坐朝问道 垂拱平章',
    js: `
      贤明君主坐在朝廷上面，向大臣们询问治理国家的道理。
      垂衣拱手之间，不费吹灰之力就能够使天下获得太平，从而使自己的功绩也得到了彰显。
    `,
    zhu: `
      朝：朝廷。
      道：治理天下的道理。
      垂：垂挂。
      拱：拱手行礼。
      章：彰显、彰明。
    `
  },
  {
    py: 'ài yù lí shǒu chén fú róng qiāng',
    cn: '爱育黎首 臣伏戎羌',
    js: `
      这些君王爱抚、体恤自己的黎民百姓。
      使得四面八方的少数民族都心悦诚服地对自己俯首称臣。
    `,
    zhu: `
      爱：爱抚、体恤。
      黎：指数目众多。
      首：人头，代指老百姓。
      戎羌：古时候的少数民族。
    `
  },
  {
    py: 'xiá ěr yī tǐ lǜ bīn guī wáng',
    cn: '遐迩一体 率宾归王',
    js: `
      无论是远处的少数民族，还是近处的黎民百姓，都万民一心，联成了一个整体。
      这样的话，普天之下的所有黎民百姓，也就都拥护和归顺于以仁义道德治理的国家的统治了。
    `,
    zhu: `
      遐：远。
      迩：近。
      率：全部。
      宾：服从。
      归：归顺、向往。
      王：王道，也就是夏商周三个朝代的君王，用仁义道德统治国家的方法。
    `
  },
  {
    py: 'míng fèng zài zhú bái jū shí chǎng',
    cn: '鸣凤在竹 白驹食场',
    js: `
      传说中的珍禽凤凰，在竹林中欢快地鸣唱。
      白色的小马驹在草场里自由自在地吃草。
    `,
    zhu: `
      凤：传说中的一种鸟，雄性称为凤，雌性成为凰。
      据说凤凰只吃竹子，而且只栖息在梧桐树上。
      白驹：白色的小马。
    `
  },
  {
    py: 'huà bèi cǎo mù lài jí wàn fāng',
    cn: '化被草木 赖及万方',
    js: `
      贤明君主仁义道德的教化，泽被了大自然的一草一木。
      王道统治的恩泽，遍及了四面八方的众生百姓。
    `,
    zhu: `
      化：教化。
      被：通“披”，指泽被、覆盖。
      草木：一草一木，这里指万事万物。
      万方：这里泛指一切众生、百姓。
    `
  },
  {
    py: 'gài cǐ shēn fā sì dà wǔ cháng',
    cn: '盖此身发 四大五常',
    js: `
      我们的身体是由地、水、火、风四种基本物质构成的。
      上天还赋予了我们仁、义、礼、智、信五种基本的品德。
    `,
    zhu: `
      盖：放在句首的发语词，没有实际的意义。
      身发：指我们的身体。
      四大：指地、水、火、风四种物质，这四种基本的物质构成了世界。
      五常：指仁、义、礼、智、信五种基本的品德，这五种品德是上天赋予我们的。
    `
  },
  {
    py: 'gōng wéi jū yǎng qǐ gǎn huǐ shāng',
    cn: '恭惟鞠养 岂敢毁伤',
    js: `
      身体、发肤都是父母给我们的，应该小心谨慎地去爱护它、保护它。
      怎么能够轻易地去损害它、毁坏它呢。
    `,
    zhu: `
      恭：恭敬。
      惟：顺从。
      鞠养：都是抚养的意思。
    `
  },
  {
    py: 'nǚ mù zhēn jié nán xiào cái liáng',
    cn: '女慕贞洁 男效才良',
    js: `
      女孩子应该倾慕和崇尚有贞洁的人，做一个有操守的人。
      男孩子应该效仿有才能和有道德的人，做一个德才兼备的人。
    `,
    zhu: `
      慕：倾慕、爱慕。
      贞：指端正、正直，指一个人意志操守坚定不移。
      洁：干净、没有污染。
      效：效仿、效法。
      才：能力、才智。
      良：道德、良心。
    `
  },
  {
    py: 'zhī guò bì gǎi de néng mò wàng',
    cn: '知过必改 得能莫忘',
    js: `
      认识到自己的过错了，一定要尽快改正。
      无论是从他人那里学习到的东西，或者通过自己反省后所获得的认识，如果自己能够做到，就一定不要放弃。
    `,
    zhu: `
      得：通“德”，指所得和德行。
    `
  },
  {
    py: 'wǎng tán bǐ duǎn mí shì jǐ zhǎng',
    cn: '罔谈彼短 靡恃己长',
    js: `
      不要随便去谈论他人的短处和缺点。
      也不要依仗自己的长处和优点而不思进取，骄傲自大。
    `,
    zhu: `
      罔：不要。
      彼：他人。
      短：短处、缺点。
      靡：不要。
    `
  },
  {
    py: 'xìn shǐ kě fù qì yù nán liàng',
    cn: '信使可覆 器欲难量',
    js: `
      自己说过的话一定要做到，要能够经得起时间的考验。
      为人处世，心胸气量要宽大，大到让人难以估计。
    `,
    zhu: `
      信：信誉。
      器：心胸。
      `
  },
  {
    py: 'mò bēi sī rǎn shī zàn gāo yáng',
    cn: '墨悲丝染 诗赞羔羊',
    js: `
      墨子为白色的丝绸染上了颜色不能复原感到悲伤。
      《诗经》里的《羔羊》篇，因为赞颂羔羊始终洁白无瑕而被传颂四海。
    `,
    zhu: `
    墨：指墨子，名翟，鲁国人，先秦墨家创始人。
    悲：悲伤。
    丝：白丝。
    染：浸染。
    诗：《诗经》。
    羔羊：《诗经》中的“羔羊”篇，这篇诗歌赞美小羔羊的皮毛很洁白，并以此来比喻君子的德行如羔羊的皮毛般洁白无瑕。
    `
  },
  {
    py: 'jǐng xíng wéi xián kè niàn zuò shèng',
    cn: '景行维贤 克念作圣',
    js: `
      一个人只有当他拥有了正大光明的德行，才能成为贤人。
      只有当他克制住了自己狂妄的思想和私心杂念，才能成为圣人。
    `,
    zhu: `
      景：原意指太阳照高山，有高大、光明的意思。
      景行：来源于《诗·小雅·车辖》中的“高山仰止，景行行止”，指高大光明的德行。
    `
  },
  {
    py: 'dé jiàn míng lì xíng duān biǎo zhèng',
    cn: '德建名立 形端表正',
    js: `
      当美好的德行建立起来之后，人的声望名利也就会自然而然的树立起来。
      当内心德行和行为举止都端正了，人的仪表和容貌也自然端庄起来。
    `,
    zhu: `
      形：指人的整体形态，包括身体、心灵两部分。
    `
  },
  {
    py: 'kōng gǔ chuán shēng xū táng xí tīng',
    cn: '空谷传声 虚堂习听',
    js: `
      声音在空旷的山谷里，会持续不断地传播。
      在空荡荡的房子里，一处发出声音就能听到整个房子好像都在发出声音。
    `,
    zhu: `
      谷：山谷。
      虚：虚空、空洞。
      堂：房子。
      习：接二连三地不断重复。
    `
  },
  {
    py: 'huò yīn è jī fú yuán shàn qìng',
    cn: '祸因恶积 福缘善庆',
    js: `
      人所遭遇的祸患和灾难是平时作恶多端所积累的恶果。
      人所获得的幸福是平时乐善好施所获得的回报。
    `,
    zhu: `
      祸：祸患、灾难。
      福：福禄、幸福。
      缘：根源、缘自。
      庆：吉祥、喜庆。
    `
  },
  {
    py: 'chǐ bì fēi bǎo cùn yīn shì jìng',
    cn: '尺璧非宝 寸阴是竞',
    js: `
      与光阴相比较而言，一尺见方的美玉也算不上是真正的宝贝。
      一纵即逝的时光才是真正值得我们珍惜和把握的。
    `,
    zhu: `
      尺：度量衡单位，大约0.333米。
      璧：指外形平而圆、中心有空的玉环，后来也用来指上等的美玉。
      寸：中国古代度量衡单位。
      阴：这里指光阴，也就是时间。
    `
  },
  {
    py: 'zī fù shì jūn yuē yán yǔ jìng',
    cn: '资父事君 曰严与敬',
    js: `
      赡养父母、侍奉君王这些事情，在基本的要求方面是一样的。
      都要我们做到一丝不苟、虔诚恭敬。
    `,
    zhu: `
      严：一丝不苟。
      敬：虔诚、恭敬。
    `
  },
  {
    py: 'xiào dāng jié lì zhōng zé jǐn mìng',
    cn: '孝当竭力 忠则尽命',
    js: `
      孝顺自己的父母就应当竭尽自己的全力。
      效忠君主就要一心一意，尽到自己的本分。
    `,
    zhu: `
      孝：孝顺父母。
      忠：忠于君主。
    `
  },
  {
    py: 'lín shēn lǚ bó sù xìng wēn qìng',
    cn: '临深履薄 夙兴温凊',
    js: `
      侍奉君主就像面对着万丈深渊、行走在薄薄的冰面上一样，一举一动都要非常谨慎。
      侍奉父母要早起晚睡，冬天要注意防寒保暖，夏天要注意防暑降温。
    `,
    zhu: `
      深：万丈深渊。
      薄：薄薄的冰层。
      夙兴：是“夙兴夜寐”的缩写，指早上起床，晚上睡觉。
      温清：是“冬温夏清”的缩写，指冬天防寒保暖，夏天防暑降温。
    `
  },
  {
    py: 'shì lán sī xīn rú sōng zhī shèng',
    cn: '似兰斯馨 如松之盛',
    js: `
      一个人应该让自己的德行和修养像兰草那样芳香四溢。
      像松柏那样即使在寒冷的冬天依然保持着旺盛的生命力。
    `,
    zhu: `
      兰：这里指兰草，而不是兰花。
      馨：能散播很远的香气，这里指君子的德行能流芳百世。
      盛：茂盛、旺盛，松柏到冬天还不凋谢，所以称为旺盛。
    `
  },
  {
    py: 'chuān liú bù xī yuān chéng qǔ yìng',
    cn: '川流不息 渊澄取映',
    js: `
      像川流不息的河流那样，使自己的德行一直传下去。
      让自己的德行像清澈见底的潭水一样，映照世人，为后人所借鉴学习。
    `,
    zhu: `
      川：河流。
      渊：河流停止的地方所聚集起来的深水潭。
      映：映照，指清澈的潭水像镜子一样，能够映照出人和物的样子。
    `
  },
  {
    py: 'róng zhǐ ruò sī yán cí ān dìng',
    cn: '容止若思 言辞安定',
    js: `
      一个人的仪容和举止要沉稳安详，就像在思考反省一样。
      说话的语气以及回答要显得安定稳重。
    `,
    zhu: `
      容：容貌。
      止：行为举止。
      思：内心活动，这里指思考、反省。
    `
  },
  {
    py: 'dǔ chū chéng měi shèn zhōng yí lìng',
    cn: '笃初诚美 慎终宜令',
    js: `
      任何事情如果有一个良好的开端固然是很好的。
      但如果能从头到尾都非常谨慎，一直坚持到底就更为可贵了。
    `,
    zhu: `
      笃：原指马跑得慢，引申为厚实、硕大。
      初：指事情的开端。
      诚美：诚信美好。
    `
  },
  {
    py: 'róng yè suǒ jī jí shén wú jìng',
    cn: '荣业所基 籍甚无竟',
    js: `
      这些是一个人成就荣誉和功业的根基。
      有了这个基础，荣誉和功业的发展才会永无止境。
    `,
    zhu: `
      荣：荣誉。
      业：功业。
      籍：作衬垫的东西，这里是凭借的意思。
      竟：原指一曲音乐演奏完毕，这里指结束、完毕。
    `
  },
  {
    py: 'xué yōu dēng shì shè zhí cóng zhèng',
    cn: '学优登仕 摄职从政',
    js: `
      学习成绩优秀的人，就有机会去做官。
      就有机会去参与治理国家的政治事务。
    `,
    zhu: `
      登仕：做官、为官。
      从政：治理国家的政治事务。
    `
  },
  {
    py: 'cún yǐ gān táng qù ér yì yǒng',
    cn: '存以甘棠 去而益咏',
    js: `
      一旦做了官，参与了治理国家的事务，就应该像西周的周召伯一样，尽心尽力，留下美好的德行和成绩。
      这样人死后也会受到怀念、歌颂。
    `,
    zhu: `
      甘棠：甘棠树，又名杜梨树，周朝大臣周召伯，辅佐周成王理政，巡视南方，曾在一颗甘棠树下休息，后人因怀念他而不忍心砍掉这颗甘棠树。
      益：更加、倍增。
      咏：歌颂。
    `
  },
  {
    py: 'lè shū guì jiàn lǐ bié zūn bēi',
    cn: '乐殊贵贱 礼别尊卑',
    js: `
      奏乐要根据人们不同身份的高低贵贱而有所不同。
      礼仪和礼节也要根据人们地位的高低而有所区别对待。
    `,
    zhu: `
      乐：音乐，这里泛指包括音乐、舞蹈在内的一切艺术形式。
      殊：区别。
      礼：礼仪、礼节，泛指一切外在规范和秩序，尤其指调节人与人之间关系的规范和秩序。
    `
  },
  {
    py: 'shàng hé xià mù fū chàng fù suí',
    cn: '上和下睦 夫唱妇随',
    js: `
      只有这样，长辈和晚辈之间才能够和睦相处。
      丈夫和妻子之间才能够步调一致，从而呈现出一片协调、祥和的氛围。
    `,
    zhu: `
      上：长辈。
      下：晚辈。
      和、睦：指一切事物都处在自己原来的位置上，从而呈现出一种井然有序、相互协调的状态。
    `
  },
  {
    py: 'wài shòu fù xùn rù fèng mǔ yí',
    cn: '外受傅训 入奉母仪',
    js: `
      一个人在家庭之外，要接受师傅的教导和训诲。
      在家庭之内，要遵从父母设定的礼仪规范。
    `,
    zhu: `
      外：外面，指与自己有血缘关系之外的人与社会。
      傅训：老师的教导、教育。
      入：指进入家庭之内。
      母仪：家庭的礼仪、规范。
    `
  },
  {
    py: 'zhū gū bó shū yóu zǐ bǐ ér',
    cn: '诸姑伯叔 犹子比儿',
    js: `
      对待姑姑、伯伯、叔叔等长辈，要如同对待自己的父母一样。
      同样，对待他们的儿子和女儿，也要像对待自己的儿子和女儿一样。
    `,
    zhu: `
      诸：众多。
      姑：父亲的姊妹称为姑。
      伯：父亲的兄长称为伯。
      叔：父亲的弟弟称为叔。
    `
  },
  {
    py: 'kǒng huái xiōng dì tóng qì lián zhī',
    cn: '孔怀兄弟 同气连枝',
    js: `
      兄弟之间应该相互的关爱。
      虽然各自身体不同，但都是父母的血气所生，就好比同一棵大树上的不同枝条一样。
    `,
    zhu: `
      孔：非常、最的意思。
      气：气息，父母所给的血气。
      枝：树木所生的枝条。
    `
  },
  {
    py: 'jiāo yǒu tóu fēn qiè mó zhēn guī',
    cn: '交友投分 切磨箴规',
    js: `
      结交朋友应该相互之间意气相投。
      要共同探讨、研究学问，相互切磋、劝勉，从而共同获得进步。
    `,
    zhu: `
      投分：意气相投。
      切磨：“切磋琢磨”的缩写，原来指加工玉石的工序，后引申为学问上的探讨研究。
      箴：原指可用于治病的竹针或石针，后引申为纠正、规劝。规：劝勉、建议。
    `
  },
  {
    py: 'rén cí yǐn cè zào cì fú lí',
    cn: '仁慈隐恻 造次弗离',
    js: `
      对待他人应该讲仁义、慈爱，要富有同情、怜悯之心。
      这些是在任何时间、任何地点、任何情况之下都是不能抛弃的。
    `,
    zhu: `
      隐：指痛的很深。
      恻：指伤的很深。
      隐恻也就是恻隐，就是见人遭遇不幸而心有不忍，即我们现在所说的同情、怜悯之心。
      造次：原指仓促、匆忙，引申为草率、轻忽、唐突。
    `
  },
  {
    py: 'jié yì lián tuì diān pèi fěi kuī',
    cn: '节义廉退 颠沛匪亏',
    js: `
      气节、正义、廉洁、谦让这些品德。
      即使是在一个人颠沛流离，最为穷困潦倒的时候，也不能够缺少。
    `,
    zhu: `
      节：气节、操守，即信德。
      廉：指一个人有操守、不苟且。
      退：退让、谦让。
      颠：狼狈。
      沛：跌倒。
      匪亏：不丢失。
    `
  },
  {
    py: 'xìng jìng qíng yì xīn dòng shén pí',
    cn: '性静情逸 心动神疲',
    js: `
      一个人的心性如果能够沉静淡泊下来，那么他的心情也会安逸舒适。
      相反，如果内心浮躁妄动，精神就会疲惫困倦。
    `,
    zhu: `
      性：天赋的本性。
      情：本性的表现，有喜、怒、哀、惧、爱、恶、欲七种形式。
      神：精神。
    `
  },
  {
    py: 'shǒu zhēn zhì mǎn zhú wù yì yí',
    cn: '守真志满 逐物意移',
    js: `
      坚守住自己天生的善性，内心就能够很充实。
      而一心追逐物质享乐，天生的善性就会被改变。
    `,
    zhu: `
      真：本性、本源。
      志：心志、意志。
    `
  },
  {
    py: 'jiān chí yǎ cāo hǎo jué zì mí',
    cn: '坚持雅操 好爵自縻',
    js: `
      坚持住高尚的情操。
      好运自然而然就会降临到自己身上。
    `,
    zhu: `
      操：情操。
      縻：原指拴牛的绳子，引申为牵系、拴住。
    `
  },
  {
    py: 'dū yì huá xià dōng xī èr jīng',
    cn: '都邑华夏 东西二京',
    js: `
      中国古代的都城华美而壮观。
      在这些都城中，最古老的两座都城是东京洛阳和西京长安。
    `,
    zhu: `
      都：国都、都城，指天子所在的城池。
      邑：县城，指诸侯所在的城池。
      华夏：指中国的文明灿烂而博大。
      东京：指九朝古都洛阳。
      西京：指十一朝古都西安，当时叫长安。
    `
  },
  {
    py: 'bèi máng miàn luò fú wèi jù jīng',
    cn: '背邙面洛 浮渭据泾',
    js: `
      洛阳城的北边靠着邙山，面对着洛水。
      长安城的左边是发源于甘肃的渭水，右边是发源于宁夏的泾水。
    `,
    zhu: `
      背邙：背靠着邙山。
      面洛：面对着洛水。
      渭：渭水，渭水混浊。
      泾：泾水，泾水清澈。
    `
  },
  {
    py: 'gōng diàn pán yù lóu guān fēi jīng',
    cn: '宫殿盘郁 楼观飞惊',
    js: `
      天子处理政事和居住生活的宫殿，盘旋曲折，重重叠叠。
      楼台宫阙凌空欲飞，使人心惊胆战。
    `,
    zhu: `
      宫：天子住的地方，也就是皇帝的生活区。
      殿：天子处理国家大事的地方。
      楼：两层以上的房子。
      观：宫廷大门外面两层的细高的建筑。
    `
  },
  {
    py: 'tú xiě qín shòu huà cǎi xiān líng',
    cn: '图写禽兽 画彩仙灵',
    js: `
      宫殿里的墙壁匾额上，梁柱屋檐上画满了各种各样的飞禽走兽。
      让人目不暇接，还有用各种颜色绘画出来的天仙和神灵，可谓绚丽多彩。
    `,
    zhu: `
      图写：都是画的意思。
      禽：天上飞的动物。
      兽：地上走的动物。
      彩：各种色彩，古人绘画有“青黄赤白赫，黑红紫绿蓝”十种颜色。
    `
  },
  {
    py: 'bǐng shě páng qǐ jiǎ zhàng duì yíng',
    cn: '丙舍旁启 甲帐对楹',
    js: `
      王宫正殿两旁的配殿，从侧面慢慢开启。
      用宝石、翡翠、珠宝镶嵌而成的豪华幔帐，对着宫殿里高高的楹柱。
    `,
    zhu: `
      丙舍：古代王宫中正殿两旁的偏殿、配殿。
      甲：天干名，为天干第一位。
      帐：幔帐，古代的幔帐多用珠宝、玉石镶嵌而成。
      楹：宫殿里最前面的一排柱子。
    `
  },
  {
    py: 'sì yán shè xí gǔ sè chuī shēng',
    cn: '肆筵设席 鼓瑟吹笙',
    js: `
      宫殿里面摆好了桌子和椅子，设置好了宴席。
      人们弹着琴，吹着笙，好一片欢乐祥和的景象。
    `,
    zhu: `
      筵：古代的坐具，多个的叫筵
      席：古代的坐具，单个的叫席。
      瑟：有25根弦的乐器，7根弦的称为琴。
      笙：一种管乐器。
    `
  },
  {
    py: 'shēng jiē nà bì biàn zhuǎn yí xīng',
    cn: '升阶纳陛 弁转疑星',
    js: `
      文武百官们登上堂前一级一级的台阶，进入宫殿。
      每个人都戴着官帽，官帽上面的玉石、珠宝转来转去，在灯光的照映下，就像星星一样明亮闪烁。
    `,
    zhu: `
      陛：台阶，这里特指帝王宫殿里的台阶。
      弁：古代的官帽，有爵弁和皮弁之分，爵弁是天子、诸侯戴的，皮弁是文武百官戴的。
      疑：疑似，仿佛。
    `
  },
  {
    py: 'yòu tōng guǎng nèi zuǒ dá chéng míng',
    cn: '右通广内 左达承明',
    js: `
      皇宫里面，向右走便通向了皇帝收藏图书典籍的广内殿。
      向左走便通向了皇帝会见文武百官的承明殿。
    `,
    zhu: `
      广内：即广内殿，是古代皇帝收藏图书典籍的地方。
      承明：即承明殿，是古代皇帝会见文武大臣的地方。
    `
  },
  {
    py: 'jì jí fén diǎn yì jù qún yīng',
    cn: '既集坟典 亦聚群英',
    js: `
      在广内殿和承明殿中，既收藏了三皇五帝时期的著作和典籍。
      也汇聚了众多德才兼备的文武英才。
    `,
    zhu: `
      既集：聚集。
      坟：三皇也即伏羲氏、神农氏、黄帝的著作。
      典：记载五帝也就是少吴氏、颛顼氏、帝喾、尧、舜的事迹的书籍。
      群英：众多的人才、英才，古人认为，德才兼备的人才能算得上是英才。
    `
  },
  {
    py: 'dù gǎo zhōng lì qī shū bì jīng',
    cn: '杜稿钟隶 漆书壁经',
    js: `
      这里既有汉代书法家杜度的草书手稿，也有三国书法家钟繇的隶书真迹。
      除此之外，还有用漆写成的古籍，以及从孔子家的墙壁内发现的经书。
    `,
    zhu: `
      杜稿：指汉代书法家杜度的草书。
      钟隶：指三国书法家钟繇的隶书。
      漆书：指古时候用漆写成的文字。
      壁经：指孔子家墙壁中保藏的经书。
    `
  },
  {
    py: 'fǔ luó jiàng xiàng lù xiá huái qīng',
    cn: '府罗将相 路侠槐卿',
    js: `
      在朝廷的里面，群英荟萃，文武百官依次排列。
      朝廷的外面，道路两旁站立的都是国家最重要的中央官员。
    `,
    zhu: `
      将相：这里指文武百官。
      侠：通“夹”。
      槐卿：是“三槐九卿”的简称。
      三槐：指三公，代表了国家最尊贵的三个职位，如秦汉之前的太师、太傅、太保，汉代的司徒、司空、司马。
      九卿：指秦汉时期的奉常、郎中令、卫尉、太仆、廷尉、典客、宗政、治粟内史、少府九位中央行政长官。
    `
  },
  {
    py: 'hù fēng bā xiàn jiā gěi qiān bīng',
    cn: '户封八县 家给千兵',
    js: `
      这些公卿将相，每家每户的封地都有八个郡县那么大。
      而且每家每户都有千人以上的护卫士兵。
    `,
    zhu: `
      县：郡县。
      兵：卫兵。
    `
  },
  {
    py: 'gāo guān péi niǎn qū gǔ zhèn yīng',
    cn: '高冠陪辇 驱毂振缨',
    js: `
      这些将相公卿，戴着高高的帽子，陪侍着皇上、皇后的车马出游。
      他们驾着车马，手中的缰绳和帽子上的彩带随风飘扬，好不威风。
    `,
    zhu: `
      冠：古代贵族男子戴的帽子。
      辇：原指古代宫中用的一种轻便的人力车，后专指帝王与后妃专用的车。
      毂：车轮中心的轴孔叫毂。
    `
  },
  {
    py: 'shì lù chǐ fù chē jià féi qīng',
    cn: '世禄侈富 车驾肥轻',
    js: `
      他们的子子孙孙享受着优厚的福禄，生活奢侈豪华。
      出门时骑着高头大马，穿着狐皮大衣，真是春风得意。
    `,
    zhu: `
      肥轻：是“肥马轻裘”的简称。
      肥马轻裘：指骑着高头大马，穿着狐皮大衣，一般用来形容富贵奢华的生活。
    `
  },
  {
    py: 'cè gōng mào shí lēi bēi kè míng',
    cn: '策功茂实 勒碑刻铭',
    js: `
      这些文武百官们，有的出谋划策，有的上阵杀敌，取得了实实在在的功绩。
      这些功绩被载入史册，镌刻在了石碑和金属上。
    `,
    zhu: `
      策：出谋划策。
      功：上阵杀敌。
      茂：茂盛。
      勒碑：在石碑上刻字。
      刻铭：在金属上刻字。
    `
  },
  {
    py: 'pán xī yī yǐn zuǒ shí ā héng',
    cn: '磻溪伊尹 佐时阿衡',
    js: `
      姜子牙垂钓于渭水河畔，伊尹是个厨师。
      但他们后来帮助帝王成就大业，是平定天下的功臣。
    `,
    zhu: `
      磻溪：渭水河畔的一个溪潭，在今天的陕西宝鸡附近，传说姜子牙曾在这里钓鱼。
      伊尹：人名，伊尹曾辅佐商汤灭了夏朝，开创了商朝，同时他也是古代最有名的烹饪专家，成为后世厨师的祖师爷。
      阿衡：商朝官名，相当于宰相。
    `
  },
  {
    py: 'yǎn zhái qū fù wēi dàn shú yíng',
    cn: '奄宅曲阜 微旦孰营',
    js: `
      在曲阜建国立业。
      除了中国文化的奠基者周公旦，还有谁更有资格呢？
    `,
    zhu: `
      奄：古国名，商的盟国，在今山东曲阜。
      旦：周公旦，西周著名的政治家和思想家。
    `
  },
  {
    py: 'huán gōng kuāng hé jì ruò fú qīng',
    cn: '桓公匡合 济弱扶倾',
    js: `
      春秋时期，作为五霸之一的齐桓公，多次匡正天下之乱，汇集各路诸侯。
      帮助和救济弱小的国家，扶持和维护日渐衰弱的周朝。
    `,
    zhu: `
      桓公：齐桓公，春秋五霸之一，其余四个是晋文公、宋襄公、秦穆公、楚庄王。
      济：帮助、救济。
      弱：弱小，这里指弱小的国家。
      扶：扶植、帮扶。
      倾：倾覆、颠倒，这里指快要倾覆的周朝。
    `
  },
  {
    py: 'qǐ huí hàn huì shuō gǎn wǔ dīng',
    cn: '绮回汉惠 说感武丁',
    js: `
      汉惠帝在绮里季、东园公、夏黄公、用里先生的帮助之下才夺回了太子的位子.
      商朝的君主武丁因为梦境的感应，才得到了贤臣傅悦的辅佐。
    `,
    zhu: `
      绮：绮里季，德高望重、隐居商山的隐士，与东园公、夏黄公、用里先生四人被称为“商山四皓”。
      汉惠：汉惠帝刘盈。
      说：通“悦”，指傅悦，商朝第二位奴隶出身的贤臣。
      武丁：商朝第二十二位君主。
    `
  },
  {
    py: 'jùn yì mì wù duō shì shí níng',
    cn: '俊义密勿 多士实宁',
    js: `
      这些人都是百里挑一或者千里挑一的人才，而且勤勤恳恳.
      正是依靠这些能人志士，国家才得以富强安宁。
    `,
    zhu: `

      俊: 千里挑一的人才。
      乂：百里挑一的人才。
    `
  },
  {
    py: 'jìn chǔ gèng bà zhào wèi kùn héng',
    cn: '晋楚更霸 赵魏困横',
    js: `
      晋文公和楚庄王依靠自己的能力和贤臣的帮助先后称霸。
      赵国和魏国则先后受困于秦国的连横战术。
    `,
    zhu: `
      晋：指晋文公，春秋五霸中排第二位。
      楚：楚庄王，在五霸中，楚国人口最多，地域最大。
    `
  },
  {
    py: 'jiǎ tú miè guó jiàn tǔ huì méng',
    cn: '假途灭虢 践土会盟',
    js: `
      晋国向虞国借道去攻打它的邻国虢国，结果在回来的路上把虞国也一起灭了。
      晋文公依靠自己的实力打败了楚国，并在践土召集各路诸侯一起结成同盟。
    `,
    zhu: `
      践土：地名，今河南原阳。
      盟：歃血为盟，古人在盟会上，将自己的血或牲口的血含一点在嘴里，或者喝血酒，以表示自己信守诺言的诚意。
    `
  },
  {
    py: 'hé zūn yuē fǎ hán bì fán xíng',
    cn: '何遵约法 韩弊烦刑',
    js: `
      西汉初年的萧何遵奉汉高祖刘邦简约的原则，制定了各种规范制度。
      战国时期法家的韩非却最终死在了自己制定的繁琐苛刻的刑法之下。
    `,
    zhu: `
      何：萧何，西汉初年著名的政治家和丞相，与张良一起帮助刘邦打败了楚霸王项羽，建立了西汉。
      韩：韩非，战国时期法家的代表人物。
    `
  },
  {
    py: 'qǐ jiǎn pō mù yòng jūn zuì jīng',
    cn: '起翦颇牧 用军最精',
    js: `
      秦国的白起和王翦，还有赵国的廉颇和李牧这四位将军。
      作战时用兵最为精当，战术也最为高明。
    `,
    zhu: `
      起：秦国的白起。
      翦：秦国的王翦。
      颇：赵国的廉颇。
      牧：赵国的李牧。
    `
  },
  {
    py: 'xuān wēi shā mò chí yù dān qīng',
    cn: '宣威沙漠 驰誉丹青',
    js: `
      这些将军们的威名传播到了遥远的沙漠地区，连西北塞外的少数民族也敬佩不已。
      他们的肖像被画师们描画了下来，永远地载入了史册。
    `,
    zhu: `
      威：声威、威严。
      沙漠：这里指西北边塞少数民族居住的地方。
      誉：声誉、名誉。
      丹青：指绘画。丹指红色，青指绿色。
    `
  },
  {
    py: 'jiǔ zhōu yǔ jī bǎi jùn qín bìng',
    cn: '九州禹迹 百郡秦并',
    js: `
      在中国领土之内，到处都留下了大禹治水的足迹。
      天下数以百计的郡县，在秦国合并了六国之后都归于了统一。
    `,
    zhu: `
      九州：泛指中华大地。
      禹迹：大禹治水留下的足迹。
      百郡：汉朝在秦国三十六个郡基础上，将天下分为一百多个郡县。
    `
  },
  {
    py: 'yuè zōng tài dài chán zhǔ yún tíng',
    cn: '岳宗泰岱 禅主云亭',
    js: `
      在五岳之中，泰山的地位是最高的，是五岳的宗主。
      一些帝王在政权更替或登基的时候，都要来此举行祭拜天地的封禅大典。
    `,
    zhu: `
      岳：五岳，指东岳泰山、南岳衡山、西岳华山、北岳恒山、中岳嵩山。
      禅：封禅，古代将祭天的仪式叫做“封”，封在泰山举行；把祭地的仪式叫做“禅”，禅在泰山脚下的云山和亭山举行。
    `
  },
  {
    py: 'yàn mén zǐ sāi jī tián chì chéng',
    cn: '雁门紫塞 鸡田赤城',
    js: `
      要看雄伟的关隘就去雁门关，要看长城就去西北的紫塞。
      驿站有最古老的鸡田驿站，奇峰有天台山的赤城峰。
    `,
    zhu: `
      雁门：雁门关，在今山西省境内。
      紫塞：西北边塞，这里指长城。
      鸡田：古代西北塞外的一个驿站名。
      赤城：山的名字，是浙江天台山主峰之一。
    `
  },
  {
    py: 'kūn chí jié shí jù yě dòng tíng',
    cn: '昆池碣石 钜野洞庭',
    js: `
      如果要看池水就去云南昆明的滇池，要看大海就去河北的碣石山。
      要看沼泽就去山东的巨野湖泊，要看湖泊就去湖南的洞庭湖。
    `,
    zhu: `
      昆池：云南省昆明的滇池，因为湖水看上去像是在倒流，所以叫滇（颠倒）池。
      碣石：古代山名，在今河北省乐亭县东，曹操在《观沧海》中就有“东临碣石，以观沧海”的诗句。
      巨野：古代湖泊的名字，在今山东省巨野县。
    `
  },
  {
    py: 'kuàng yuǎn mián miǎo yán xiù yǎo míng',
    cn: '旷远绵邈 岩岫杳冥',
    js: `
      中国的土地幅员辽阔，绵延不绝。
      各种名山奇谷高峻幽深，变幻莫测，神秘而令人向往。
    `,
    zhu: `
      旷远：指幅员辽阔、没有边际的意思。
      绵邈：连绵遥远的样子。
      岫：岩洞、洞穴，在这里代表山谷。
      杳：众多、重叠。
      冥：昏暗。
      杳冥合在一起，指昏暗幽深，不可知也不可测，神秘而又令人向往的意思。
    `
  },
  {
    py: 'zhì běn yú nóng wù zī jià sè',
    cn: '治本于农 务兹稼穑',
    js: `
      治理一个国家的根本，在于大力发展本国的农业。
      这就要求一定要做好农作物的播种和收割等事情。
    `,
    zhu: `
      本：根本。
      务：从事。
      稼：原指禾苗的穗和果实。
      穑：原指收割庄稼，古人把春耕叫稼，秋收叫穑。
      稼穑两个字连在一起，代表整个农业生产的过程。
    `
  },
  {
    py: 'chù zài nán mǔ wǒ yì shǔ jì',
    cn: '俶载南亩 我艺黍稷',
    js: `
      一开始要在向阳的土地上从事农业耕种和生产。
      自己种植和培育好黄米、谷子等粮食作物。
    `,
    zhu: `
      俶：开始。
      南亩：朝向太阳的土地。
      艺：种植、培育。
      黍稷：黍和稷是古人最主要的两种粮食作物，黄米叫黍，谷子叫稷。
    `
  },
  {
    py: 'shuì shú gòng xīn quàn shǎng chù zhì',
    cn: '税熟贡新 劝赏黜陟',
    js: `
      庄稼一成熟了就要纳税，要把新收割的谷物交给国家。
      政府官员应按照缴纳粮食的多少给予农户相应的奖赏，国家也要因此对官员给予相应的升迁。
    `,
    zhu: `
      税：在古人看来，把新收获的农作物交给国家叫做税，而把钱财交给国家叫做赋。
      贡：由下级交给上级称为贡。
      黜：惩罚。
      陟：晋升。
    `
  },
  {
    py: 'mèng kē dūn sù shǐ yú bǐng zhí',
    cn: '孟轲敦素 史鱼秉直',
    js: `
      亚圣孟子崇尚质朴的本色。
      大夫史鱼有正直刚毅的品德。
    `,
    zhu: `
      孟轲：即孟子，在儒家的地位仅次于孔子。
      敦：推崇、崇尚。
      素：没有染过色的丝称为素。
      史鱼：人名，与孔子同时代，卫国著名的大夫。
      秉直：指做人做事心地方正、端直。
    `
  },
  {
    py: 'shù jī zhōng yōng láo qiān jǐn chì',
    cn: '庶几中庸 劳谦谨敕',
    js: `
      如果人们都能够像孟子和史鱼那样推崇质朴的本色和坚持正直的品格，也就差不多达到中庸的标准了。
      做人做事必须要勤劳、谦恭、谨慎、检点。
    `,
    zhu: `
      庶几：差不多。
      中：不偏不倚，适当。
      庸：平平常常、普普通通。
      劳谦：勤劳谦恭。
      谨敕：谨慎检点。
    `
  },
  {
    py: 'líng yīn chá lǐ jiàn mào biàn sè',
    cn: '聆音察理 鉴貌辨色',
    js: `
      听人说话要考察话中的含意。
      要通过观察别人的容貌来辨别他内心的想法。
    `,
    zhu: `
      理：事物内部更深一层的道理。
      鉴：原指铜镜子，引申为观察、鉴别。
    `
  },
  {
    py: 'yí jué jiā yóu miǎn qí zhī zhí',
    cn: '贻厥嘉猷 勉其祗植',
    js: `
      祖先遗留给子孙后代最美好的东西是自己的经验和忠告。
      要勉励他们无论做人还是做事，都应该小心谨慎。
    `,
    zhu: `
      贻：赠送，引申为遗留、留下。
      厥：其。
      嘉：美好的意思。
      猷：谋划、谋略的意思。
      祗：恭敬。
      植：树立、确立。
    `
  },
  {
    py: 'shěng gōng jī jiè chǒng zēng kàng jí',
    cn: '省躬讥诫 宠增抗极',
    js: `
      听到别人的讥讽嘲笑、劝诫和批评，要好好地反省自身，有则改之，无则加勉。
      即使是备受恩宠，也不要得意忘形，对抗权威，否则就会走向极端。
    `,
    zhu: `
      躬：自己、自身。
      宠：恩宠、尊荣，这里指人生中的顺境。
    `
  },
  {
    py: 'dài rǔ jìn chǐ lín gāo xìng jí',
    cn: '殆辱近耻 林皋幸即',
    js: `
      如果知道有危险耻辱的事情快要降临到自己身上了。
      赶快告老还乡，隐退山林，这样还可幸免于难。
    `,
    zhu: `
      殆：将要、快要的意思。
      辱：被人欺凌。
      耻：指内心的羞愧。
      皋：靠近水边的地方。
      林皋在这里指辞去官职，退隐山林的意思。
    `
  },
  {
    py: 'liǎng shū jiàn jī jiě zǔ shuí bī',
    cn: '两疏见机 解组谁逼',
    js: `
      汉宣帝时期的疏广和疏受叔侄二人，看见兆头不妙就赶紧辞去官职，退隐故乡。
      谁也没有逼迫他们这么做啊。
    `,
    zhu: `
      两疏：指汉宣帝时期的疏广、疏受叔侄二人，此二人曾是皇帝的老师，后来都主动隐退了。
      机：兆头、先兆。
      组：“组绶”的简称，一种丝质有刺绣的缎带。
    `
  },
  {
    py: 'suǒ jū xián chù chén mò jì liáo',
    cn: '索居闲处 沉默寂寥',
    js: `
      这些退隐山林的隐士们，一个个过着悠闲自在的生活。
      他们心无杂念，不论是非，日子清静而平淡。
    `,
    zhu: `
      索：冷冷清清的意思。
      寂寥：心中空空洞洞、没有杂念的意思。
    `
  },
  {
    py: 'qiú gǔ xún lùn sàn lǜ xiāo yáo',
    cn: '求古寻论 散虑逍遥',
    js: `
      他们也会探寻古人古事，读一点至理名言和经典论著。
      这样就能够驱散心中的疑虑和杂念，达到自由自在、无拘无束的境界了。
    `,
    zhu: `
      古：这里指古人古事。
      论：这里指古人留下的至理名言和经典言论。
      散虑：驱散心中的忧虑和杂念。
      逍遥：自由自在、无拘无束、悠然自得的样子。
    `
  },
  {
    py: 'xīn zòu lèi qiǎn qī xiè huān zhāo',
    cn: '欣奏累遣 戚谢欢招',
    js: `
      轻松喜悦的事情增加了，心中的烦恼和牵挂也就慢慢消除了。
      心中的烦恼和牵挂消除了，那么快乐自然也就随之而来了。
    `,
    zhu: `
      奏：本意为送上、奉上，这里指臣子呈现给皇帝的奏章。
      累：这里指心里的牵挂和烦心事。
      遣：消除、排遣。
      戚：心中的忧虑。
    `
  },
  {
    py: 'qú hé de lì yuán mǎng chōu tiáo',
    cn: '渠荷的历 园莽抽条',
    js: `
      池塘里的荷花开得多么光鲜夺目。
      园林里的青草和树木也抽出了嫩绿的枝芽。
    `,
    zhu: `
      渠：水流停止的地方称为渠，这里指水塘。
      荷：六月的荷花，也叫莲花。
      的历：鲜艳夺目的样子。
    `
  },
  {
    py: 'pí pá wǎn cuì wú tóng zǎo diāo',
    cn: '枇杷晚翠 梧桐蚤凋',
    js: `
      枇杷树到了寒冷的冬天，叶子还是绿色的。
      梧桐树一到秋天，叶子就早早地凋谢了。
    `,
    zhu: `
      枇杷：枇杷树，这里枇杷对应着一年四季中的冬天。
      晚：这里指冬天。
      梧桐：梧桐树，对应秋天。
      蚤：通“早”。
    `
  },
  {
    py: 'chén gēn wěi yì luò yè piāo yáo',
    cn: '陈根委翳 落叶飘摇',
    js: `
      一眼望去，古老的树木枯萎倒下。
      落下的叶子在空中随着秋风四处飘荡。
    `,
    zhu: `
      陈根：苍老的树根，这里指老树。
      委翳：枯萎、荒芜。
    `
  },
  {
    py: 'yóu kūn dú yùn líng mó jiàng xiāo',
    cn: '游鹍独运 凌摩绛霄',
    js: `
      天空中大鸟高飞。
      直冲入紫红色的云霄之中。
    `,
    zhu: `
      鹍：古书记载的一种像鹤一样的大鸟，喜欢独居，古人认为这种大鸟性格高傲。
      绛：紫红色。
    `
  },
  {
    py: 'dān dú wán shì yù mù náng xiāng',
    cn: '耽读玩市 寓目囊箱',
    js: `
      大家要像东汉的王充那样，即使在热闹的集市和游玩的场所，也能专心读书学习。
      王充的眼睛注视的只有装书的袋子和箱子。
    `,
    zhu: `
      玩市：热闹的集市和游玩的场所。
      囊箱：装书的袋子和箱子。
      易：轻易、疏忽。
      輶：一种轻便灵巧的小车。
    `
  },
  {
    py: 'yì yóu yōu wèi shǔ ěr yuán qiáng',
    cn: '易輶攸畏 属耳垣墙',
    js: `
      换乘了轻便小巧的车子要注意危险，不要疏忽一些琐碎的事情。
      说话要谨慎小心，不能旁若无人，防止隔墙有耳。
    `,
    zhu: `
      易辅是指一些很容易被我们忽视的小事情。
      攸畏：有所畏惧的意思。
      属：连接、关联。
    `
  },
  {
    py: 'jù shàn cān fàn shì kǒu chōng cháng',
    cn: '具膳餐饭 适口充肠',
    js: `
      人们所做的鱼肉等荤菜和五谷杂粮等。
      只要口味合适，能让人吃饱就可以了。
    `,
    zhu: `
      膳：膳食，肉类等荤食称为膳。
      饭：五谷杂粮煮的素食称为饭。
      适口：口味合适、咸淡适宜。
      充肠：这里指能吃饱的意思。
    `
  },
  {
    py: 'bǎo yù pēng zǎi jī yàn zāo kāng',
    cn: '饱饫烹宰 饥厌糟糠',
    js: `
      很饱的时候，再好的东西也不想去吃了。
      饥饿或者没有饭吃的时候，即使是粗茶淡饭，也会觉得很可口。
    `,
    zhu: `
      饱饫：因为吃饱了而厌倦，不想再吃任何东西。
      饥：饥饿，这里指没有吃的时候。
      厌：这里是满足的意思。
      糟：酿酒的酒渣。
      糠：谷物的外壳，一般用作牲畜的饲料。
    `
  },
  {
    py: 'qīn qī gù jiù lǎo shào yì liáng',
    cn: '亲戚故旧 老少异粮',
    js: `
      如果遇见了父亲、母亲和妻子家里的人，或者往日结交的老朋友，应该盛情地款待他们。
      老人还有孩子的食物应该有所区别以合乎他们的年龄因素。
    `,
    zhu: `
      亲戚：古人将父亲这一系的人称谓亲，母亲和妻子这一系的人称为戚。
      故旧：昔日认识的老朋友、老相好。
    `
  },
  {
    py: 'qiè yù jī fǎng shì jīn wéi fáng',
    cn: '妾御绩纺 侍巾帷房',
    js: `
      妇女们应该管理好自己的家务事。
      还要尽心尽力地服伺好自己的主人。
    `,
    zhu: `
      妾：指妻妾。
      绩纺：将麻线搓成线称为绩，将丝制成线称为纺。
    `
  },
  {
    py: 'wán shàn yuán jié yín zhú wěi huáng',
    cn: '纨扇圆洁 银烛炜煌',
    js: `
      女孩子用的圆圆的绢扇，洁白而素雅。
      银白色的蜡烛，它的火光明亮而耀眼。
    `,
    zhu: `
      纨扇：古时候女孩子用的由娟制成的白而圆的扇子，上面一般题字或作画。
      炜煌：火光炫耀的样子。
    `
  },
  {
    py: 'zhòu mián xī mèi lán sǔn xiàng chuáng',
    cn: '昼眠夕寐 蓝笋象床',
    js: `
      无论是白天中午时分随意的闭目小憩，还是晚上正式安卧睡觉。
      都有用青篾编制而成的竹席和用象牙做装饰的大床。
    `,
    zhu: `
      眠：眼睛闭着，安然熟睡。
      寐：躺在床上睡觉。
      眠和寐都有睡觉、休息的意思，只是侧重点不一样，眠比较随意，寐比较正式。
      蓝：古代用于提取青色的一种草。
      象床：用象牙装饰的床。
    `
  },
  {
    py: 'xián gē jiǔ yàn jiē bēi jǔ shāng',
    cn: '弦歌酒宴 接杯举觞',
    js: `
      在盛大的宴会上，人们伴随着动听的音乐和歌曲。
      接过酒杯，高高举起，开怀畅饮，一片歌舞升平的场面。
    `,
    zhu: `
      杯：椭圆形两侧有耳的木质饮酒的器具。
      觞：也是饮酒的器具，用兽角雕刻而成。
    `
  },
  {
    py: 'jiǎo shǒu dùn zú yuè yù qiě kāng',
    cn: '矫手顿足 悦豫且康',
    js: `
      人们随着音乐的节拍，情不自禁地手舞足蹈。
      无论是身体还是心灵，都感到十分快乐和健康。
    `,
    zhu: `
      矫手：手高高举起的样子。
      顿足：随着音乐节拍跺脚的意思。
      豫：心里面舒适、安乐的意思。
    `
  },
  {
    py: 'dí hòu sì xù jì sì zhēng cháng',
    cn: '嫡后嗣续 祭祀烝尝',
    js: `
      子子孙孙一代接着一代的传承下去。
      一年四季中祭拜天地和祖先的活动不能有丝毫的松懈和怠慢。
    `,
    zhu: `
      嫡：妻子所生的后代称为嫡。
      嗣：子嗣，也就是子孙后代。
      祭：祭拜天的仪式叫祭。
      祀：祭拜地的仪式叫祀。
      蒸尝：这里指一年四季中的祭祀活动。
    `
  },
  {
    py: 'jī sǎng zài bài sǒng jù kǒng huáng',
    cn: '稽颡再拜 悚惧恐惶',
    js: `
      祭拜时，要屈膝下跪，额头碰地，拜了再拜。
      不仅各种礼仪要周全恭敬，而且内心也要非常虔诚。
    `,
    zhu: `
      稽：停留、到达。
      颡：额头。
      稽颡：指屈膝下跪，额头碰地的一种跪拜礼。
      悚：内心非常害寸白，以至毛骨悚然。
      惧：内心有点不安和轻微的害怕。
    `
  },
  {
    py: 'jiān dié jiǎn yào gù dá shěn xiáng',
    cn: '笺牒简要 顾答审详',
    js: `
      写给他人的书信应该简洁明了，重点突出，不要啰啰嗦嗦。
      回答别人的问题应该谨慎小心，详细而周到。
    `,
    zhu: `
      笺：书信、文书。
      牒：古代书写用的竹片或木片，小而薄的木片或竹片叫牒，大而厚的则叫牍，这里笺牒连用泛指书信。
      简要：简单明了，重点突出。
    `
  },
  {
    py: 'hái gòu xiǎng yù zhí rè yuàn liáng',
    cn: '骸垢想浴 执热愿凉',
    js: `
      如果身上有了污垢，就想去洗个澡把它洗干净。
      如果手里捧着滚烫的东西，就希望有一阵风来把它赶紧吹凉。
    `,
    zhu: `
      骸：人体的骨骼。
    `
  },
  {
    py: 'lǘ luó dú tè hài yuè chāo xiāng',
    cn: '驴骡犊特 骇跃超骧',
    js: `
      居家生活如果不谨慎小心，出了灾祸，连驴子、骡子等大大小小的牲口都会受到惊吓。
      狂蹦乱跳，东奔西跑。
    `,
    zhu: `
      犊：刚出生的小牛称为犊。
      特：成年牛。
      骇跃：指动物受到了惊吓而跳跃。
      骧：马儿抬头快跑叫做骧。
    `
  },
  {
    py: 'zhū zhǎn zéi dào bǔ huò pàn wáng',
    cn: '诛斩贼盗 捕获叛亡',
    js: `
      对于那些危害人们生活安定的强盗和小偷，官府要努力铲除。
      对于那些危害国家安全的叛乱分子和亡命之徒，也一定要抓捕。
    `,
    zhu: `
      诛：原意指声讨、谴责，后来引申为消灭、铲除。
      贼盗：泛指强盗和小偷。
      叛：叛乱分子。
      亡：亡命之徒。
    `
  },
  {
    py: 'bù shè liáo wán jī qín ruǎn xiào',
    cn: '布射僚丸 嵇琴阮啸',
    js: `
      三国的吕布擅长射箭，楚国宜僚的杂耍技艺高超。
      西晋名士嵇康擅长弹琴赋诗，而阮籍则善于长啸相和。
    `,
    zhu: `
      布：三国时期的吕布，“布射”讲的是吕布辕门射戟的故事。
      僚：楚国的宜僚，“僚丸”讲的是宜僚抛丸的故事。
      嵇：西晋名士嵇康，“嵇琴”讲的是嵇康抚琴的故事。
      阮：魏晋名士阮籍，“阮啸”讲的是阮籍长啸的故事。
    `
  },
  {
    py: 'tián bǐ lún zhǐ jūn qiǎo rèn diào',
    cn: '恬笔伦纸 钧巧任钓',
    js: `
      秦朝的蒙恬制造出了毛笔，东汉的蔡伦发明了造纸术。
      马钧发明了水车，而任公子则擅长钓鱼。
    `,
    zhu: `
      恬：秦国的蒙恬，“恬笔”讲的是蒙恬造笔的故事。
      伦：东汉的蔡伦，“伦纸”讲的是东汉蔡伦造纸的故事。
      钧：三国的马钧，“钧巧”讲的是三国时期马钧发明水车的故事
      任：任国的公子，“任钓”讲的是《庄子集释》中任公子钓鱼的故事。
    `
  },
  {
    py: 'shì fēn lì sú bìng jiē jiā miào',
    cn: '释纷利俗 并皆佳妙',
    js: `
      这些技术和发明创造，帮助人们解决了彼此之间的纠纷，促进了社会的发展。
      这都是十分高明巧妙和值得称道的。
    `,
    zhu: `
      纷：人与人之间的纠纷和矛盾。
      俗：这里指老百姓和整个社会。
      并皆：一起的、合起来的意思。
    `
  },
  {
    py: 'máo shī shū zī gōng pín yán xiào',
    cn: '毛施淑姿 工颦妍笑',
    js: `
      毛嫱和西施这两位美人，音容笑貌和身姿体态都很完美。
      就连皱眉头都显得俏丽无比，笑起来就更加动人了。
    `,
    zhu: `
      毛施：毛嫱和西施，这二人都是春秋时期越国的大美人。
      淑：美好。
      淑姿：就是讲一个女子无论是音容笑貌还是体态身姿都无可挑剔。
      工：善于做某事。
      颦：皱眉头。
      妍笑：美好的笑脸。
    `
  },
  {
    py: 'nián shǐ měi cuī xī huī lǎng yào',
    cn: '年矢每催 曦晖朗曜',
    js: `
      人生的岁月就像射出的箭一样飞快地流逝，时光匆匆而过，催人渐渐老去。
      只有太阳的光辉永远普照在大地。
    `,
    zhu: `
      年：岁月。
      矢：箭。
      年矢：在这里指人生的岁月就像射出的箭一样飞快地流逝。
      曦：早晨太阳发出的光芒。
      晖：阳光外面的那层光晕。
    `
  },
  {
    py: 'xuán jī xuán wò huì pò huán zhào',
    cn: '璇玑悬斡 晦魄环照',
    js: `
      高高悬挂在天空的北斗星随着四季的变换转动自己的位置。
      明亮的月光洒遍了人间的每一个角落。
    `,
    zhu: `
      璇：北斗七星中的天璇星。
      玑：北斗七星中的天玑星。
      晦：阴历每个月的最后一天。
      魄：阴历每个月初看见的月光。
      环照：这里指月亮每个月由缺到圆，再由圆到缺周而复始的循环。
    `
  },
  {
    py: 'zhǐ xīn xiū hù yǒng suí jí shào',
    cn: '指薪修祜 永绥吉劭',
    js: `
      人的一生只有修善积德才能像燃烧的柴火一样，虽然木材可能会用尽，但火种却能长久地传下来。
      子孙后代也能够享有永久的和平安宁与吉祥幸福。
    `,
    zhu: `
      指：通“脂”，用来燃烧和照明的油脂，一般由动物的脂肪做成。
      薪：柴火。
      祜：福禄。
      绥：安宁、和平。
      劭：高尚、美好。
    `
  },
  {
    py: 'jǔ bù yǐn lǐng fǔ yǎng láng miào',
    cn: '矩步引领 俯仰廊庙',
    js: `
      如此心地坦然，走起路来也会昂首阔步。
      一举一动就像在祭祀祖先的宗祠里一样自然庄重。
    `,
    zhu: `
      矩步：迈着方步走。
      引领：伸着脖子。
      廊：古代厅堂周围的屋子或有顶的通道。
      庙：这里指祭祀祖先的宗祠，而不是和尚住的寺庙。
    `
  },
  {
    py: 'shù dài jīn zhuāng pái huái zhān tiào',
    cn: '束带矜庄 徘徊瞻眺',
    js: `
      要做到衣帽穿着整齐而端庄，举止容貌严肃而从容。
      为人处世既能谨慎小心，又能高瞻远瞩。
    `,
    zhu: `
      束带：整饰衣服和帽子。
      矜庄：端庄、严肃。
      徘徊：想走又不走的彷徨状态。
    `
  },
  {
    py: 'gū lòu guǎ wén yú méng děng qiào',
    cn: '孤陋寡闻 愚蒙等诮',
    js: `
      这些道理，孤陋寡闻的人是不会明白的。
      愚昧无知、糊里糊涂的人，只能被人所讥讽和嘲笑。
    `,
    zhu: `
      孤陋寡闻：指一个人的知识浅薄、所见所闻有限。
      愚：愚昧无知。
      蒙：糊里糊涂。
    `
  },
  {
    py: 'wèi yǔ zhù zhě yān zāi hū yě',
    cn: '谓语助者 焉哉乎也',
    js: `
      最后，说一说古书中的语气助词。
      那就是“焉”、“哉”、“乎”、“也”。
    `,
    zhu: `
      谓：称谓。
      语：语言、话语。
      助：辅助。
    `
  }
]
