export default [
  {
    id: 1,
    cn: '天',
    ls: '象形',
    bs: '一部',
    sm:
      '上方表示头顶，再和从正面看到的人(下方)组合起来。原意是头，后来转换为指天空。',
    sw: `天，颠也。至高无上，从一大。`,
    swy: `天，头顶。最高而无以上加的部位。由一、大会意。`,
    xd: `
      “天”的本义为人的头顶；两眉之间，称为“天庭”。如常说的“天庭饱满”。
      人至高无上的部分为“天”（头）。
      自然界至高无上的部分也为“天”。如杨万里《晓出净慈寺送林子方》：“接天莲叶无穷碧，映日荷花别样红。”
    `
  },
  {
    id: 2,
    cn: '地',
    ls: '会意 形声',
    bs: '土部',
    sm:
      '左边是神明的梯子，右上是作为祭品的野兽，右下是土地神。意思是神明降临的地方。',
    sw: `地，元气初分，轻清阳为天，重浊阴为地。万物所陈列也。从土，也声。`,
    swy: `
      地，浑沌之气刚刚分离，轻气、清气、阳气上升为天，重气、浊气、阴气下降为地。
      地是万物陈列的地方。从土，也声。
    `,
    xd: `
      “地”的本义是大地，与“天”相对。引申指地面。如李白《静夜思》：“床前明月光，疑是地上霜。”
      又引申指地区、场所。如“此地”。用于抽象意义，指所处的位置或环境。如“置之死地而后生”。
      又指思想、心理活动的领域。如“很有见地”。
    `
  },
  {
    id: 3,
    cn: '玄',
    ls: '象形',
    bs: '玄部',
    sm: '字形为拧丝束的样子。意思是染完的黑线。',
    sw: `玄，幽远也。黑而有赤色者为玄。象幽而入覆之也。凡玄之属皆从玄。`,
    swy: `玄，隐蔽而深远。黑而带有赤色叫玄。象幽暗而有物覆盖着。大凡玄的部首都从玄。`,
    xd: `
      本意为深奥不容易理解，如玄妙，玄奥。
      引申为虚伪，不真实，不可靠，如玄想，玄虚。
      又可做黑色，如玄青（深黑色），玄武。
    `
  },
  {
    id: 4,
    cn: '黄',
    ls: '象形',
    bs: '黃部',
    sm: '字形为点火射出的箭。意思是火光呈现的黄色。',
    sw: `黄，地之色也。从田，从炗，炗亦声。炗，古文光。凡黄之属皆从黃。`,
    swy: `黄，土地的颜色。由田、由炗会意，炗也表声。炗，古文“光”字。大凡黄的部属都从黄。`,
    xd: `
      “黄”的本义为佩璜。
      引申指黄色。如“天玄地黄”、“黄袍”。
      上古时，轩辕氏曾战胜蚩尤、炎帝等部落，被诸侯尊为天子，并且认为他具备土德的祥瑞，故号为“黄帝”。
      所以中华民族习惯上自称“炎黄子孙”。
    `
  },
  {
    id: 5,
    cn: '宇',
    ls: '形声',
    bs: '宀部',
    sm:
      '外部是屋顶，内部是尖端很大的刀。意思是大的东西。后来『宇』用来指空间，『宙』用来指时间。',
    sw: `宇，屋边也。从宀，于声。如《易》曰：‘上栋下宇。’`,
    swy: `宇，屋的边檐。从宀，于声。《易经》说：“上有栋梁下有屋檐。”`,
    xd: `
      “宇”的本义为房檐。如《易·系辞》：“后世圣人易之以宫室，上栋下宇，以待风雨。”
      引申泛指房屋。如苏轼《水调歌头》：“又恐琼楼玉宇，高处不胜寒。”
      进而引申指天下、世界。如贾谊《过秦论》：“有席卷天下，包举宇内，囊括四海之意。”
      进而引申指上下四方整个空间。如王羲之《兰亭集序》：“仰观宇宙之大，俯察品类之盛。”
      又特指风度、容仪。如“他眉宇间一团英气”。
    `
  },
  {
    id: 6,
    cn: '宙',
    ls: '形声',
    bs: '宀部',
    sm: '上方是宗庙的屋顶，下方是像葫芦一样的果实的外壳。意思是广阔的。',
    sw: `宙，舟舆所极，覆也。从宀，由声。`,
    swy: `宙，舟车所到的地方；屋宇覆盖的栋梁。从宀，由声。`,
    xd: `
      “宙”的本义指房屋的栋梁，后来字义扩展，表示车、船等交通工具所能到达的极远的地方。
      进而引申指天空。如王勃《七夕赋》：“霜凝碧宙，水莹丹霄。”
      “宇”、“宙”二字并用，曾指屋檐下、栋梁间的一方小天地。
      后用来比喻上下四方的空间、古往今来的时间，即指无限的时空。
    `
  },
  {
    id: 7,
    cn: '洪',
    ls: '会意 形声',
    bs: '水部',
    sm:
      '左边是水，右边是用两只手(右下)放在祭祀用的容器(右上)，一起誓盟。意思是水聚集到一起',
    sw: `洪，洚水也。从水共声。`,
    swy: `洪，大水。从水，共声。`,
    xd: `
      洪”的本义为大水。泛指大。如“洪福齐天”是称颂福气跟天一样大。
      又引申指湍急的水。如“洪水”。
    `
  },
  {
    id: 8,
    cn: '荒',
    ls: '会意 形声',
    bs: '艸部',
    sm:
      '上方是草，下方是死者头上残留着头发的样子，表示尸体被弃置于草丛。意思是饥荒。',
    sw: `荒，芜也。从艸，巟声。一曰：草淹地也。`,
    swy: `荒，荒芜。从艸，巟声。一说：杂草掩覆田地叫荒。`,
    xd: `
      “荒”的本义是荒芜。
      引申指没有开垦或耕种的土地。如陶渊明《归去来兮辞》：“三径就荒，松菊犹存。”
      边远地区多荒芜，故引申指边远地区。如“蛮荒”。
      又引申指人烟稀少或没有人烟。如“荒郊野外”、“荒漠”。
      又引申指年景不好，收成少或没有收成。如“饥荒”。
      进而引申指物品严重缺乏。如“粮荒”、“油荒”、“水荒”。
      又引申表示享乐过度、放荡。如“荒淫无道”、“乐而不荒”。
      因为田地荒芜是不正常的，故又引申指不合情理的、不正确的。如“荒谬”、“荒诞”。
    `
  },
  {
    id: 9,
    cn: '日',
    ls: '象形',
    bs: '日部',
    sm: '字形描绘的是太阳。意思是太阳。',
    sw: `日，实也。太阳之精不亏。从囗、一。象形。凡日之属皆从日。`,
    swy: `日，光明盛实。太阳的精华不亏损。由囗、一会意。象形。大凡日的部属都从日。`,
    xd: `
      “日”的本义就是太阳。如《诗经·卫风·伯兮》：“其雨其雨，杲杲出日。”
      引申指白天、白昼，如“夜以继日”。
      进而引申为时间的单位。人们把一昼夜称为“一日”。
      又指时节、为特殊目的而定的日子。如“社日”、“交租日”、“结婚纪念日”。
      用作副词，表示每日、每天。如《论语·学而》：“吾日三省吾身。”（我每天再三反省自己）。又如“日亲日近”（常常接近自然亲热）。
      “日”也泛指光阴、日子。如《诗经·王风·采葛》：“一日不见，如三秋兮。”
    `
  },
  {
    id: 10,
    cn: '月',
    ls: '象形',
    bs: '月部',
    sm: '新月的样子。意思是月亮；后来在中间加上点，以区别于『夕』字。',
    sw: `月，缺也。太阴之精。象形。凡月之属皆从月。`,
    swy: `月，亏缺。太阴的精华。象形。大凡月的部属都从月。`,
    xd: `
      “月”的本义是月亮。如李白《静夜思》：“举头望明月，低头思故乡。”
      又被用来形容颜色或形状像月亮一样的事物。如“月亮门”。
    `
  },
  {
    id: 11,
    cn: '盈',
    ls: '会意',
    bs: '皿部',
    sm: '字形是一个人站在盆中洗浴，盆中水充溢的样子',
    sw: `盈，满器也。从皿、夃。`,
    swy: `盈，贮满器皿。由皿、夃会意。`,
    xd: `
      “盈”的本义为器皿充满水。泛指充满。如《左传·庄公十年》：“一鼓作气，再而衰，三而竭。彼竭我盈，故克之。”
      引申指圆满、无残缺。又指丰满而匀称好看。如宋玉《神女赋》：“貌丰盈以壮姝兮。”意思是她的体态丰满庄重。
    `
  },
  {
    id: 12,
    cn: '昃',
    ls: '会意',
    bs: '日部',
    sm: '字形是表示太阳在人的下方，即西斜了',
    sw: `昃，日在西方时。侧也。从日，仄声。《易》曰：‘日之离。’`,
    swy: `昃，太阳在西方的时候。偏侧在一边了。从日，仄声。《易经》说：“太阳偏西时的山神兽。”`,
    xd: `
      “昃”的本义为太阳西斜。如《易·丰》：“日中则昃，月盈则食（蚀）。”
    `
  },
  {
    id: 13,
    cn: '辰',
    ls: '象形',
    bs: '辰部',
    sm: '字形像蚌壳之形',
    sw: `
      辰，震也。三月，阳气动，雷电振，民农时也。物皆生，从乙、匕，象芒达；厂，声也。
      辰，房星，天时也。从二；二，古文‘上’字。凡辰之属皆从辰。
    `,
    swy: `
      辰，震动。辰代表三月，这时阳气发动，雷电震动，是人们耕种的时节。
      万物都在生长，由乙、匕会意，表示草木由弯弯曲曲、艰难地生长变化为草芒径直通达。
      厂表示读音。辰，又代表房星，房星的出现标志着适宜种田的天时的来到。
      所以从二；二，是古文“上”字。大凡辰的部属都从辰。
    `,
    xd: `
      “辰”的本义为贝壳，后被假借为地支的第五位——子、丑、寅、卯、辰。用以纪月，即农历三月；用以纪时，相当于现在的上午七点至九点。
      时间往往与星的运行有关，所以“辰”又可以当“星”讲。
      古代以日月星辰的运行判定时间，制定历法，所以又引申指时光、日子。如“良辰美景”。
    `
  },
  {
    id: 14,
    cn: '宿',
    ls: '会意',
    bs: '宀部',
    sm: '外部是宗庙的屋顶，内左是人，内右是垫席。意思是在神圣的建筑物内值宿。',
    sw: `宿，止也。从宀，xiu声。`,
    swy: `宿，止宿。从宀，xiu声。`,
    xd: `
      “宿”的本义指夜晚睡觉、住宿，读作sù。如《乐府诗集·木兰辞》：“旦辞爷娘去，暮宿黄河边。”
      引申为夜。如《齐民要术·水稻》：“净淘种子，渍经三宿。”
      又引申表示积久的、素来就有的。如“宿愿”、“宿志”。
      还可以指星宿，读作xiù。如“二十八宿”。
    `
  },
  {
    id: 15,
    cn: '列',
    ls: '象形',
    bs: '刀部',
    sm: '上方枯骨破碎的裂纹，下方死人的空骨',
    sw: `列，分解也。从刀，lie声。`,
    swy: `列，分解。从刀，lie声。`,
    xd: `
      “列”的本义是分解、割裂。如《荀子·大略》：“古者列地建国。”
      所谓“列地”，就是割地。此义后另加义符“衣”写作“裂”来表示。
      由分割又可以引申为行列、位次。常用的“列阵”就是排列阵式之意。
      排列整齐的东西一个一个尽收眼底，又能看得很清楚，所以又引申指各、众。如“列祖列宗”。
      被排列出来，就是其中的个体参与了整体的排列，故而“列”也引申指参加。如“列席”。
    `
  },
  {
    id: 16,
    cn: '张',
    ls: '形声',
    bs: '弓部',
    sm: '',
    sw: `張，施弓弦也。从弓，長声。`,
    swy: `張，把弦绷在弓上。从弓，長声。`,
    xd: `
      “张”的本义为把弦安在弓上。如张籍《宫词》：“弦索新张调更高。”
      引申为拉开弓。如“张弓射箭”。由拉开弓引申出展开之意。
      又引申为举目而望。如“东张西望”。
      又引申为放纵。如“张狂”、“乖张”。
      又引申为挂起、陈设。如“张灯结彩”、“张设”。
      弓被拉开之后，自然就会变得特别紧，故又引申为紧、急。如“张弛有度”。
      用作量词，表示一种或一类中的一件。
    `
  },
  {
    id: 17,
    cn: '寒',
    ls: '会意',
    bs: '宀部',
    sm: '在建筑物(上方)里面铺上草(中外)，助人(中内)抵御冰的寒冷。意思是寒冷。',
    sw: `寒，冻也。从人在宀下，以茻荐覆之，下有仌。`,
    swy: `寒，冷冻。由“人”在“宀”下，用草垫着盖着，下有“仌”来会意。`,
    xd: `
      “寒”的本义指寒冷。如《史记·刺客列传》：“风萧萧兮易水寒。”
      引申指战栗恐惧。如“胆寒”。
      又引申指贫困。古时将家境贫困或门第卑微的读书人称为“寒士”、“寒门”
    `
  },
  {
    id: 18,
    cn: '来',
    ls: '象形',
    bs: '來部',
    sm: '麦子的样子。在甲骨文中，借用其发音，表示来的意思。',
    sw: `来，周所受瑞麦来、麰。一来二缝，象芒朿之形。天所来也，故为行来之来。凡來之属皆从來。`,
    swy: `
      来，周地所接受的优良麦子——来和麰。一根麦杆两颗麦穗，像麦芒麦刺的形状。
      来是上天赐来的，所以用作“往来”的“来”字。大凡來的部属都从來。
    `,
    xd: `
      “来”的本义是小麦。后来被假借为“来去”的“来”，而且这一借就不还了，只好另造字来表示小麦，就是“麥”字，简体为“麦”。
      “来”字当未来、将来讲时是假借义，也是后世所用的“来”的主要含义。如陶渊明《归去来兮辞》：“悟已往之不谏，知来者之可追。”
      进而引申为到。如《论语·学而》：“有朋自远方来，不亦乐乎？”
      从来、至之义又引申出产生、开始、发生之义。如“来路”、“来历”。
    `
  },
  {
    id: 19,
    cn: '暑',
    ls: '会意 形声',
    bs: '日部',
    sm: '',
    sw: `暑，热也。从日，者声。`,
    swy: `暑，炎热。从日，者声。`,
    xd: `
      “暑”的本义是炎热。如“酷暑难当”就是炎热得难以忍受之意。
      由此引申指炎热的季节——夏季。如“寒来暑往”，其中的“寒”和“暑”指的就是冬天和夏天。
      又用作节气名。如“大暑”（每年的7月23日或24日）、“小暑”（每年的7月7日或8日）。
      还用作中医学名词，是一种致病因素，属六淫（风、寒、暑、湿、燥、火）之一。
    `
  },
  {
    id: 20,
    cn: '往',
    ls: '会意 形声',
    bs: '彳部',
    sm:
      '右上是脚印，右下是阔斧，左边是行走。在出发的时候，把脚放在象征王位的阔斧上面以获得其威力。',
    sw: `往，之也。从彳，wang声。`,
    swy: `往，出发。从彳(chì)，wang声。`,
    xd: `
      “往”的本义是去，到……去。如《庄子·逍遥游》：“往而不返。”意思就是去了就没有返回来。
      由去又引申为过去、往日。如成语“既往不咎”，意思是过去的事就不要再追究了。
      古代也有“去”字，但和“往”的含义不同：古代的“去”表示离开，“往”和现代的“去”相当。
    `
  },
  {
    id: 21,
    cn: '秋',
    ls: '会意',
    bs: '禾部',
    sm: '字形是虫子，右下三撇是火。意思是用火烧死蝗虫等虫子以祈求丰收的仪式。',
    sw: `秋，禾谷孰也。从禾，省声。`,
    swy: `秋，百谷成熟。从禾，省声。`,
    xd: `
      “秋”的本义是收成、收获。如范成大《颜桥道中》：“处处田畴尽有秋。”
      收获的季节在秋天，所以“秋”又引申指秋天。如“秋收冬藏”。
      由秋天又可以引申指年。如“一日不见，如隔三秋”。
      古书中常见“秋水”一词，本来是指秋天的水。又因为秋水极其清澈，所以后来人们就用“秋水”来比喻清澈的神色和眼波。
    `
  },
  {
    id: 22,
    cn: '收',
    ls: '会意 形声',
    bs: '攴部',
    sm: '',
    sw: `收，捕也。从攴，丩声。`,
    swy: `收，逮捕。从攴，丩(jiū)声。`,
    xd: `
      “收”的本义为逮捕、拘押。
      引申指把散开的东西聚拢。如贾谊《过秦论》：“收天下之兵，聚之咸阳。”
      又引申指取得、占取、获得（利益）。如“坐收渔利”、“名利双收”。
      又指接受、容纳。如“美不胜收”、“收礼物”。
      还可引申指把属于自己的东西取回、收回。如“收回”、“收复”。
      进而指控制、约束。如“收心”、“收敛”。
      又引申为停止、结束。如白居易《琵琶行》：“曲终收拨当心画，四弦一声如裂帛。”
    `
  },
  {
    id: 23,
    cn: '冬',
    ls: '象形 会意',
    bs: '仌部',
    sm: '编织的丝线末端打结的样子。意思是终结；『冬』和『终』是相关的两个字。',
    sw: `四时尽也。从仌，从夂。夂，古文终字。`,
    swy: `冬，四个时令的终结。字形采用“仌、夂”会义。夂，这是古文写法的“终”字。`,
    xd: `
      冬季，如过冬。
      拟声词，表示敲鼓声。
    `
  },
  {
    id: 24,
    cn: '藏',
    ls: '会意 形声',
    bs: '艹部',
    sm: '',
    sw: `藏，匿也。从艸，臧声。`,
    swy: `藏，隐匿。从艸，臧声。`,
    xd: `
      “藏”的本义是隐匿，读作cánɡ。如《论语·述而》：“用之则行，舍之则藏。”
      引申为储藏、收存。如“秋收冬藏”。
      又引申为怀有。如《易·系辞下》：“君子藏器于身，待时而动。”
      读作zànɡ时，指收藏财物的府库或财物。如《左传·僖公二十四年》：“晋侯之竖头须，守藏者也。”
      用作我国少数民族名，即藏族。
    `
  },
  {
    id: 25,
    cn: '闰',
    ls: '会意',
    bs: '王部',
    sm: '外部是门，内部是王。',
    sw: `
      閏，余分之月，五岁再闰。告朔之礼，天子居宗庙，闰月居门中。从王在門中。
      《周礼》曰：‘闰月王居门中，终月也。’
    `,
    swy: `
      閏，闰月，由余剩的未分的时日组成的月份，五年闰两次。
      每月初一，行告祭之礼，天子居处在庙堂之中，闰月居处在正室门中。
      由“王”字在“門”字之中会意。《周礼》说：“闰月，周王居处在正室门中，整一个月。”
    `,
    xd: `
      “闰”的本义为历法术语，指历法纪年和地球环绕太阳一周运行时间的差数，多余的叫“闰”。如“闰年”、“闰月”。
      引申指副、偏，与“正”相对。如《宋史·宋庠传》：“曾校定《国语》，撰《补音》三卷，又辑《纪年通谱》，区别正闰，为十二卷。”
      又引申指多余的事。如陈师道《残句：势不可使尽》：“人生如此耳，文字已其闰。”
    `
  },
  {
    id: 26,
    cn: '余',
    ls: '象形',
    bs: '八部',
    sm: '字形像树木支撑的房屋之形。',
    sw: `余，语之舒也。从八，舍省声。`,
    swy: `余，虚词中表示舒缓语气的助词。从八，舍省声。`,
    xd: `
      “余”的本义为房屋，但该字本义早已消失，后世多假借为第一人称代词。
      “余”又作“馀”的简化字，意为多余。
      《尔雅·释诂下》：“余，我也。”
    `
  },
  {
    id: 27,
    cn: '成',
    ls: '会意',
    bs: '戊部',
    sm:
      '上方是矛，下方是装饰物。意思是矛做好之后，在上面放上装饰物以进行清洁。',
    sw: `成，就也。从戊，丁声。`,
    swy: `成，成熟。从戊，丁声。`,
    xd: `
      “成”的本义是成盟、和解。如《左传·成公十一年》：“秦晋为成。”
      引申为完成、成功。如《三国志·蜀书·诸葛亮传》：“成败之机，在于今日。”
      又引申指成为、变为。如《礼记·学记》：“玉不琢，不成器。”
      还引申为成全、促成。如“成人之美”。又引申为成果、成就。如“一事无成”。
      又引申为旧有的、已定的、现成的。如“成规”、“成见”、“成药”。
      “成”还可以指达到一个完整的数量单位。如“成天”、“成年累月”。
      人们也把十分之一叫做“成”。如“一成”、“三成”。
    `
  },
  {
    id: 28,
    cn: '岁',
    ls: '会意',
    bs: '步部',
    sm:
      '上下表示脚印，中间是阔斧。这个字用来称呼用阔斧切肉的一个节日。该节日一年举行一次，因此『岁』指的是一年。',
    sw: `歲，木星也。越历二十八宿，宣徧阴阳，十二月一次。从步，戌声。律历书名五星为五步。`,
    swy: `
      歲，木星。经过二十八星宿，走遍阴阳十二辰，十二个月行走一个躔次。
      从步，戌声。如《汉书·律历志》叫（金、木、水、火、土）五星作五步。
    `,
    xd: `
      “岁”的本义为收获庄稼，表示收成。
      引申指年。如刘希夷《代悲白头翁》：“年年岁岁花相似，岁岁年年人不同。”
      由年又引申为年龄。
      还可以指季节气候。如《论语·子罕》：“岁寒，然后知松柏之后凋也。”
      还可以指时间、光阴。如陶渊明《杂诗》：“及时须勉励，岁月不待人。”
    `
  },
  {
    id: 29,
    cn: '律',
    ls: '会意',
    bs: '彳部',
    sm:
      '左边是行走，右边是用手持篙撑船，反复均匀而有规律的动作。意思是公开的规章和规定。',
    sw: `律，均布也。从彳，聿声。`,
    swy: `律，普遍施行的规律。从彳，聿声。`,
    xd: `
      “律”的本义为持篙行船。
      引申为规律、法则。如“格律”、“规律”。
      又特指法令、法律。如“清规戒律”、“论律当斩”。
      由此还引申为约束。如“自律”。
      还引申指律管。以管的长短来确定音阶，从低音算起，成奇数的六个管叫“律”，成偶数的六个管叫“吕”，统称为“十二律”。
    `
  },
  {
    id: 30,
    cn: '吕',
    ls: '象形',
    bs: '吕部',
    sm: '字形是两个方“口”，像是人（或动物）的脊骨连成一串。',
    sw: `呂，脊骨也。象形。昔太岳为禹心呂之臣，故封呂侯。凡呂之属皆从呂。`,
    swy: `呂，脊椎骨。象形。过去太岳官是像大禹心脏和脊骨一样的臣子，所以封为呂侯。大凡呂的部属都从呂。`,
    xd: `
      “吕”的本义为脊骨。
      后来被假借为古代音乐十二律中的阴律，有六种，总称“六吕”。
      后引申泛指乐律或音律。如翁洮《和方干题李频庄》：“犹凭律吕传心曲，岂虑星霜到鬓根。”
    `
  },
  {
    id: 31,
    cn: '调',
    ls: '形声',
    bs: '言部',
    sm: '',
    sw: `調，和也。从言，周声。`,
    swy: `調，和合。从言，周声。`,
    xd: `
      “调”的本义是配合和谐，读作tiáo。如“风调雨顺”。
      用作动词，指使搭配均匀、适合。又引申为弹奏。
      由挑、拨琴弦引申出耍弄、挑逗之意。如“调情”。
      读作diào，表示选拔、提拔。又引申为调动。如“调虎离山”。
      还可以表示语言的声调。如“腔调”。
      构成句子或词组语调成分的某种特有的音调或音调变化，也可以称为“调”。如“高调”。
      还可以表示乐曲的音调。如“曲调”、“小调”。
    `
  },
  {
    id: 32,
    cn: '阳',
    ls: '形声',
    bs: '',
    sm: '左边是神明的梯子。右边是太阳升到了祭神的石桌上方，折射出光线。',
    sw: `陽，高、明也。从，昜声。`,
    swy: `陽，山丘高耸，明亮。从，昜声。`,
    xd: `
      “阳”的本义是山的南面或水的北面，即向阳面。如《诗经·召南·殷其雷》：“殷其雷，在南山之阳。”
      引申指太阳。进而引申为温暖、明亮。如《诗经·豳风·七月》：“春日载阳，有鸣仓庚。”
      “阳”又指物体的正面、前面。如顾炎武《日知录·钱面》：“自昔以钱之有字处为阴，无字处为阳。”
    `
  },
  {
    id: 33,
    cn: '雲',
    ls: '象形',
    bs: '雨部',
    sm: '字形像天空中舒卷的云层',
    sw: `雲，山川气也。从雨，云象云回转形。凡雲之属皆从雲。`,
    swy: `雲，山河升腾之气。从雨，云像云彩回旋转动的形状。大凡雲的部属都从雲。`,
    xd: `
      “云”的本义为云气、云雾。如《孟子·梁惠王上》：“天油然作云，沛然下雨。”
      引申指轻柔舒卷、形状像云的事物。如古人常说的“云鬓”就是形容女子鬓发盛美如云。
      云一般都是在天上，故又引申比喻高。如苏轼《书王晋卿画·西塞风雨》：“仰看云天真箬笠，旋收江海入蓑衣。”其中的“云天”即指高空。
      后来“云”假借为动词“曰”，表示说。如“子曰诗云”、“人云亦云”、“不知所云”。
    `
  },
  {
    id: 34,
    cn: '腾',
    ls: '形声',
    bs: '马部',
    sm: '',
    sw: `騰，传也。从马，朕声。一曰：騰，犗马也。`,
    swy: `騰，传递文书的车。从马，朕声。另一义：阉马。`,
    xd: `
      “腾”的本义为传递邮驿。如《后汉书·隗嚣传》：“因数腾书陇、蜀，告示祸福。”
      引申指奔跑或跳跃。如“奔腾”、“腾跃”。
      又引申指上升。如《礼记·月令》：“天气下降，地气上腾。”
      用在某些动词后，表示动作的反复延续。如“闹腾”、“折腾”。
    `
  },
  {
    id: 35,
    cn: '致',
    ls: '会意',
    bs: '夊部',
    sm:
      '左边由箭矢和地组成，指箭矢命中的地方。意思是人(右边)到达矢命中的地方。',
    sw: `致，送诣也。从夊，从至。`,
    swy: `致，送别。由夊、由至会意。`,
    xd: `
      “致”的本义为送达、送到。如《荀子·解蔽》：“远方莫不致其珍。”
      引申为达到、实现。如“学以致用”。
      又引申为表达。如“致敬”。
      又引申为求取、获得。如袁枚《黄生借书说》：“余幼好书，家贫难致。”
      还可引申为情趣、兴致。如“闲情逸致”。
      又引申指精密。如“精致”。
    `
  },
  {
    id: 36,
    cn: '雨',
    ls: '象形',
    bs: '雨部',
    sm: '字形描绘了雨从天上降落下来的情景。上方是云气。下方是雨。',
    sw: `雨，水从云下也。一象天，冂象云，水霝其间也。凡雨之属皆从雨。`,
    swy: `雨，水从云中降下。“一”像天，“冂”像云，（ ）像水从天空云彩间滴落下来。大凡雨的部属都从雨。`,
    xd: `
      “雨”的本义为雨水。
      用作动词，表示下雨。
      雨水滋润万物，所以也比喻恩惠、恩泽。如李白《书情》：“愧无横草劲，虚负雨露恩。”
    `
  },
  {
    id: 37,
    cn: '露',
    ls: '形声',
    bs: '雨部',
    sm: '',
    sw: `露，润泽也。从雨，路声。`,
    swy: `露，上苍用来润泽万物的水汽。字形采用“雨字头”，“路”是声旁。`,
    xd: `
      本意是靠近地面的水蒸气，夜间遇冷凝结成的小水球，如露水，白露。
      引申为在室外，无遮盖，如露天，露宿，露营。
      又引申为加入药料或果子汁制成的饮料或药剂，如露酒，枇杷露。
    `
  },
  {
    id: 38,
    cn: '结',
    ls: '形声',
    bs: '糸部',
    sm: '',
    sw: `结，缔也。从糸，吉声。`,
    swy: `结，丝线绞织在一起不可分解。字形采用“糸”作边旁，采用“吉”作声旁。`,
    xd: `
      结”的本义是用长条物绾系或编织，读作jié。如《汉书·董仲舒传》：“临渊羡鱼，不如退而结网。”
      用作名词，指用长条物绾成的疙瘩或扣。如“蝴蝶结”。
      引申指像疙瘩的东西。如刘翰《好事近》：“风吹尽去年愁，解放丁香结。”
      扣结是绾的结果，故引申指终局。如“归根结底”、“结论”。
      由系结引申指组织，连在一起彼此产生某种关系。如“结婚”、“结拜”。
      进而引申指凝聚、聚合。如“凝结”、“结冰”。
      还读作jiē，由绾成结，引申指植物生长出（果实或种子）。如“结瓜”、“开花结果”。
    `
  },
  {
    id: 39,
    cn: '为',
    ls: '会意',
    bs: '爪部',
    sm:
      '右边是象，左边是手。意思是使唤象干活。在建造大型宫室时经常如此，象牙遗物也很多。',
    sw: `爪爲，母猴也。其为禽好爪。爪，母猴象也。下腹为母猴形。王育曰：‘爪，象形也。’`,
    swy: `
      爲，猕猴。猕猴作为走兽，喜欢用爪子。爪子，是猕猴的象征。字的下腹部是猕猴的形体。
      王育说：“爪，是象形字”。
    `,
    xd: ``
  },
  {
    id: 40,
    cn: '霜',
    ls: '形声',
    bs: '雨部',
    sm: '',
    sw: `霜，丧也。成物者。从雨，相声。`,
    swy: `霜，使万物丧失的东西。也是成就万物的东西。从雨，相声。`,
    xd: `
      “霜”的本义为气温低于零度时，近地面空气中水汽的白色结晶。如“霜叶红于二月花”。
      也比喻白色，尤指白发。如苏轼《江城子》：“纵使相逢应不识，尘满面，鬓如霜。”
      白色象征纯洁，所以又用来形容人高洁的性格。如“霜操”比喻高洁的情操。
      又泛指如霜的粉末。如“护肤霜”、“防晒霜”。
    `
  },
  {
    id: 41,
    cn: '金',
    ls: '会意',
    bs: '金部',
    sm: '左边像两块铜饼，右上为矢，右下为斧，意思是可制作箭和斧的金属',
    sw: `金，五色金也。黄为之长。西方之行。生于土，从土；左右注，象金在土中形；今声。凡金之属皆从金。`,
    swy: `
      金，白、青、赤、黑、黄五色金属的总称。黄金是它们的代表。是代表西方的一种物质。
      产生在土里面，所以从土；土字左右两笔，像金属块状物在土中的样子；今表声。
      大凡金的部属都从金。
    `,
    xd: `
      “金”的本义是青铜。“金文”就是青铜器上的铭文。
      “金”后来泛指金属制品。如“金鼓齐鸣”。
      金属的质地多是坚硬的，故引申为坚固或无懈可击的事物。如“固若金汤”，金，指金城；汤，指汤池。金属造的城，滚水形成的护城河。形容防守极为牢固。
      又专指黄金。如“金银珠宝”。
      还引申指尊贵、珍贵。如“金枝玉叶”。
      也指钱。如“奖金”。
    `
  },
  {
    id: 42,
    cn: '生',
    ls: '象形',
    bs: '生部',
    sm: '字形为草发芽的样子。意思是人出生。',
    sw: `生，进也。象草木生出土上。凡生之属皆从生。`,
    swy: `生，长进。像草木从土上生出。大凡生的部属都从生。`,
    xd: `
      “生”的本义为草木生长出土。
      引申指生育、发生、产生。如“无事生非”、“无中生有”。
      由生长引申指生存、存活。如《史记·廉颇蔺相如传》：“今两虎共斗，其势不俱生。”
      进而引申为生存的期限。如“一生”、“毕生”。
      又引申指生计、生活。如“谋生”、“营生”。
      “生”还有与“熟”相对的意义。引申指陌生、生疏。如“生人”、“生字”。
      “生”又指门徒、弟子。也作为对男青年的称呼。如“晚生”。
      还指戏曲中扮演男子的角色名称。如“小生”、“武生”、“老生”。
    `
  },
  {
    id: 43,
    cn: '丽',
    ls: '会意',
    bs: '鹿部',
    sm: '鹿角(上方)和鹿的躯干(下方)。意思是鹿角很漂亮。美丽指的就是鹿角。',
    sw: `麗，旅行也。鹿之性，见食急则必旅行。从鹿，丽声。`,
    swy: `麗，结伴而行。鹿的特性是，发现食物虽情势紧急却也一定结伴而行。从鹿，丽声。`,
    xd: `
      “丽”的本义为双鹿并行。
      引申指成双的、成对的。如《文心雕龙·丽辞》：“丽辞之体，凡有四对。”意思是，词句对偶的文体，共有四种对偶的方法。
      又引申指美好、漂亮。如白居易《长恨歌》：“天生丽质难自弃，一朝选在君王侧。”
    `
  },
  {
    id: 44,
    cn: '水',
    ls: '象形',
    bs: '水部',
    sm: '字形描绘了流动的水。意思是细小的水流。',
    sw: `水，准也。北方之行。像众水并流，中有微阳之气也。凡水之属皆从水。`,
    swy: `水，平。代表北方的一种物质。像许多水一同流去；中间的 ，表示有深隐在内的阳气。大凡水的部属都从水。`,
    xd: `
      “水”的本义是河流。后泛指江、河、湖、海、洋等一切水域。
      又泛指汁、液。如“汗水”。
      也可作形容词。如“水酒”，即淡酒。
    `
  },
  {
    id: 45,
    cn: '玉',
    ls: '象形',
    bs: '玉部',
    sm: '用丝线将三块玉串起来。意思是玉；古代人认为，玉是有灵力的。',
    sw: `玉，石之美。像三玉之连。丨，其贯也。凡玉之属皆从玉。`,
    swy: `玉，美好的石头。像三块玉的连接。中间的丨，是那穿玉的绳索。大凡玉的部属都从玉。`,
    xd: `
      玉”的本义是温润而有光泽的美石。如《诗经·秦风·小戎》：“言念君子，温其如玉。”
      古人往往用“玉”来形容美好的、珍贵的、洁白的东西。如《诗经·召南·野有死麕》：“白茅纯束，有女如玉。”
      后用作一种雅称或敬辞。如曹植《七启》：“将敬涤耳，以听玉音。”
    `
  },
  {
    id: 46,
    cn: '出',
    ls: '会意',
    bs: '出部',
    sm: '上方是左脚的脚印，下方是门口或土坑口。意思是迈出脚走出门口。',
    sw: `出，进也。象草木益滋，上出达也。凡出之属皆从出。`,
    swy: `出，长进。像草木渐渐滋生，向上长出来。大凡出的部属都从出。`,
    xd: `
      “出”的本义是出去、外出。
      后来多指出去、出来，和“进”、“入”相对。如“出神入化”、“出生入死”。
      又引申为拿出、交纳。如“出力”、“入不敷出”。
      又引申为出现、显露。如苏轼《后赤壁赋》：“山高月小，水落石出。”
      还可以引申为离开的意思。如“出局”、“出轨”、“出笼”。
      用在动词后，表示趋向或效果。如“飞出”、“拿出”、“展出”。
      用作量词，指一个独立的剧目或节目。如“一出折子戏”。
    `
  },
  {
    id: 47,
    cn: '崑',
    ls: '形声',
    bs: '山部',
    sm: '',
    sw: `崑崙，山名。从山，昆声。`,
    swy: `崑，即崑仑，神山的名字。字形采用“山”作边旁，“昆”是声旁。`,
    xd: `
      〔崑崙〕山名，中国最大的山脉，西从帕米尔高原起，分三支向东分布。现作“昆仑”。
    `
  },
  {
    id: 48,
    cn: '冈',
    ls: '形声',
    bs: '山部',
    sm: '',
    sw: `冈，山骨也。从山，网声。`,
    swy: `岡，山梁脊骨。字形采用“山”作边旁，网是声旁。`,
    xd: `
      “冈”的本义为山脊、山岭。如《楚辞·守志》：“览高冈兮峣峣。”
      又如《诗·周南·卷耳》：“陟彼高冈,我马玄黄。”
    `
  },
  {
    id: 49,
    cn: '剑',
    ls: '形声',
    bs: '刃部',
    sm:
      '左边表示熔铸金属，右边是戴着帽子祭祀神灵的人并排的样子。意思是两刃的刀。',
    sw: `劒，人所带兵也。从刃，jian声。`,
    swy: `劒，人们佩带的兵器。从刃，jian声。`,
    xd: `
      “剑”的本义为古代兵器，两面长刃，中间有脊，短柄。如《史记·黄帝本纪》：“帝采首山之铜铸剑，以天文古字铭之。”
      引申作动词，指用剑杀人。如潘岳《马穫督诔序》：“白日于都市手剑父仇。”
    `
  },
  {
    id: 50,
    cn: '号',
    ls: '会意 形声',
    bs: '号部',
    sm: '',
    sw: `痛声也。从虎，从号，口在丂上。凡号之属皆从号。`,
    swy: `
      痛声也。号，嗁也。凡嗁号字古作号。口部曰：嗁，号也。古做“號”，今字则号行而号废矣。
      从口在丂上。丂者气舒而碍，虽碍而必张口出其声，故口在丂上，号咷之象也。
      凡号之属皆从号。
    `,
    xd: `
      号的本义为大声喊叫。如《易·同人》：“先号咷而后笑。”又如《山海经·中山经》：“昆吾之山有兽焉,其音如号。”
      引申为命令。如，号令天下。
    `
  },
  {
    id: 51,
    cn: '巨',
    ls: '象形',
    bs: '工部',
    sm: '字形为一个正面站立的人，右手拿着一个量角度或量方形的工具。',
    sw: `巨，规巨也。从工，象手持之。榘，巨或，从木、矢；矢者，其中正也。`,
    swy: `巨，规矩的矩。从工，像用手握着矩。榘，巨的或体，从木、矢；矢，表示中正。`,
    xd: `
      “巨”的本义为画直角或方形的工具。
      此义后写作“矩”。如《荀子·赋篇》：“圆者中规，方者中矩。”其中的“规”是指画圆形的仪器。
      又引申指大。之所以能代表大，是从度量义引申出来的。如“巨大”、“巨人”。
    `
  },
  {
    id: 52,
    cn: '阙',
    ls: '形声',
    bs: '門部',
    sm: '',
    sw: `阙，门观也。从门，欮声。`,
    swy: `阙，门内观察。从门，欮声。`,
    xd: `
      本意是皇宫门前两边供瞭望的楼。如《诗·郑风·子衿》：“挑兮达兮,在城阙兮。”
      引申为缺口，空隙。如《列子·汤问》：“昔者女娲氏练五色石以补其阙。”
    `
  },
  {
    id: 53,
    cn: '珠',
    ls: '形声',
    bs: '玉部',
    sm: '',
    sw: `珠，蚌之阴精。从玉，朱声。《春秋国语》曰：‘珠以御火灾’是也。`,
    swy: `珠，蚌壳里头的水精。从玉，朱声。《春秋国语》说：“珠足以用来抵御火灾。”说的就是这个意思。`,
    xd: `
      “珠”的本义为蛤蚌因沙粒窜入壳内受到刺激而分泌并形成的圆形固体颗粒，为乳白色或略带黄色，有光泽。
      引申指像珠子的东西。如白居易《暮江吟》：“可怜九月初三夜，露似珍珠月似弓。”
      用作形容词，形容事物的华美、光泽。如“珠光宝气”。
    `
  },
  {
    id: 54,
    cn: '称',
    ls: '形声',
    bs: '禾部',
    sm: '',
    sw: `
      铨也。从禾，爯声。春分而禾生。日夏至晷景可度。禾有秒，秋分而秒定。
      其以为重：十二粟为一分，十二分为一铢。
      故诸程品皆从禾。
    `,
    swy: `
      铨义之引伸。从禾，爯(chēng)声。处陵切。以二月生。其时禾乃有芒也。以八月孰。孰时芒乃定。
      按重量来算，十二粟而当一分，十二分而当一铢，十二铢而当半两。
    `,
    xd: `
      称本义为称量物体轻重的器具。这个意义后来写作“秤”。
      又指称量。如《楚辞·惜誓》：“苦称量之不审兮。”
      又引申为声称。如《战国策·秦策》：“称帝而治。”
      又引申为称呼。如“珠称夜光。”
      又引申为称赞。如《淮南子·人间》：“使人高贤称誉己者,心之力也。”
    `
  },
  {
    id: 55,
    cn: '夜',
    ls: '会意 形声',
    bs: '夕部',
    sm:
      '左边是张开手脚站立的人，右边是月亮。意思是月亮的身影出现在天空的时段。',
    sw: `夜，舍也。天下休舍也。从夕，夕亦省声。`,
    swy: `夜，止息。是天下休息之时。从夕，亦省声。`,
    xd: `
      “夜”的本义是从天黑到天亮的一段时间。如赵师秀《约客》：“有约不来过夜半，闲敲棋子落灯花。”
      成语“夜以继日”。还指黄昏。
      又特指夜行。如苏味道《正月十五日夜》：“金吾不禁夜，玉漏莫相催。”
    `
  },
  {
    id: 56,
    cn: '光',
    ls: '会意',
    bs: '火部',
    sm:
      '上方是火，下方是跪着的人，人头上有一把大火在照耀。意思是侍奉火神的神职人员。',
    sw: `光，明也。从火在人上，光明意也。`,
    swy: `光，光明。由“火”字在“人”字上，会光明之意。`,
    xd: `
      “光”的本义就是光明、光亮。如《孟子·尽心上》：“日月有明，春光必照焉。”
      引申指光彩、色泽。如“容光焕发”。
      又引申指风光、景色。如范仲淹《岳阳楼记》：“上下天光，一碧万顷。”
      进而引申指荣誉。如“光临”、“光顾”。
      又可引申为发扬光大。如诸葛亮《出师表》：“以光先帝之遗德。”
      又引申指光滑。如“这种纸很光”。
      又引申指裸露。如“光头”、“光着膀子”。
      又引申指空、净、尽。如“赔光”、“吃光”。
    `
  },
  {
    id: 57,
    cn: '果',
    ls: '象形',
    bs: '木部',
    sm: '树上结着果实。意思是树木的果实。',
    sw: `果，木实也。从木，像果形，在木之上。`,
    swy: `果，树木的果实。从木，上方像果的形状，在“木”的上面。`,
    xd: `
      “果”的本义为植物的果实。如《管子·四时》：“九暑乃至，时雨乃降，五谷百果乃登。”
      又表示事物的结局。如“前因后果”，其中的“果”就是指结局。
      由结出果实引申指实现、成为现实。如《论语·子路》：“言必信，行必果。”
      还引申指果断、果敢。如“果直”、“果断”。
    `
  },
  {
    id: 58,
    cn: '珍',
    ls: '形声',
    bs: '玉部',
    sm: '外部是两个人，内部像一团火，两个人守护珍贵的火种。',
    sw: `珍，宝也。从玉，㐱声。`,
    swy: `珍，玉石之类的宝物。从玉，㐱声。`,
    xd: `
      “珍”的本义为珠玉等宝物。如《楚辞·招魂》：“室中之观，多珍怪些。”
      引申指精美的食品。如《古诗为焦仲卿妻作》：“杂彩三百匹，交广市鲑珍。”
      又引申指珍贵的、宝贵的。如贾谊《过秦论》：“不爱珍器重宝肥饶之地，以致天下之士。”
      用作动词，指珍爱、珍视。如“珍重”。
    `
  },
  {
    id: 59,
    cn: '李',
    ls: '形声',
    bs: '木部',
    sm: '',
    sw: `李，果也。从木，子声。`,
    swy: `李，果木名。从木，子声。`,
    xd: `
      “李”的本义是树名，即李子树，又指李树的果实。如成语“投桃报李”中的“李”指的就是李树的果实。
      又指李花。如《诗经·召南·何彼禯矣》：“华如桃李。”
      “李”常与“桃”连用或对用。意思有两种：一种是取自桃李的植物义，如“桃李不言，下自成蹊”；一种是指培养的后辈或所教的学生，如“门墙桃李”、“桃李满天下”等。
      也常与“瓜”连用。如“瓜田李下”。
      “李”又作姓氏。
    `
  },
  {
    id: 60,
    cn: '柰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 61,
    cn: '菜',
    ls: '会意 形声',
    bs: '艸部',
    sm: '',
    sw: `菜，草之可食者。从艸，采声。`,
    swy: `菜，可供食用的草。从艸，采声。`,
    xd: `
      “菜”的本义为蔬菜。如“野菜”、“青菜”。
      引申为烹调好的蔬菜、肉类、鱼类等佐餐食品的统称。如“中国菜”、“川菜”。
      又特指油菜，开黄色小花，种子可以榨油。如“菜油”、“菜籽”。
    `
  },
  {
    id: 62,
    cn: '重',
    ls: '会意',
    bs: '重部',
    sm: '上方是袋子，下方是土。意思是沉重。',
    sw: `重，厚也。从壬，东声。凡重之属皆从重。`,
    swy: `重，厚重。从壬，东声。大凡重的部属都从重。`,
    xd: `
      “重”的本义表示东西重，与“轻”相对，读作zhònɡ。
      引申指重要、紧要。如“重任”。还引申指庄重、沉稳。如“稳重”。
      还读作chónɡ，表示重复。如陆游《游山西村》：“山重水复疑无路，柳暗花明又一村。”又引申指层层、重叠。
      用作副词，表示再一次、重新。如范仲淹《岳阳楼记》：“乃重修岳阳楼。”
      用作量词。如王安石《泊船瓜洲》：“京口瓜洲一水间，钟山只隔数重山。”
    `
  },
  {
    id: 63,
    cn: '芥',
    ls: '形声',
    bs: '艸部',
    sm: '',
    sw: `芥，菜也。从艸，介声。`,
    swy: `芥，芥菜。从艸，介声。`,
    xd: `
      “芥”的本义为芥菜，是一种草本植物，花和种子是黄色的，有辣味。磨成粉末后可做调料，叫芥末。
      又指小草。如“弃之如为草芥”。
      引申比喻细小的事物。如张岱《陶庵梦忆·虎丘中秋夜》：“听者寻入针芥，心血为枯，不敢击节，惟有点头。”
      又引申指梗塞。如司马相如《子虚赋》：“吞若云梦者八九于其胸中，曾不芥蒂。”其中的“芥蒂”指的就是细小的梗塞物。
      后比喻心里的不满或不快。
    `
  },
  {
    id: 64,
    cn: '姜',
    ls: '会意 形声',
    bs: '女部',
    sm: '字形像一个面朝左跪坐的女人',
    sw: `姜，神农居姜水，以为姓。从女，羊声。`,
    swy: `姜，神农氏居住在姜水边，用姜作为姓氏。从女，羊声。`,
    xd: `
      “姜”的本义为美，但此义现已消失。
      后来“姜”多用作姓氏。如“姜太公”，即姜子牙。
      古书中的“姜桂”本指生姜肉桂。因其味道越老越辣，所以常用来比喻人越到老年性格越刚强。
    `
  },
  {
    id: 65,
    cn: '海',
    ls: '形声',
    bs: '水部',
    sm:
      '左边是水。右边是戴着很多繁琐头饰的女子，头上的装饰令人烦闷。意思是海。',
    sw: `海，天池也。以纳百川者。从水，每声。`,
    swy: `海，天然的大池泽。用以接纳百川的水流。从水，每声。`,
    xd: `
      “海”的本义为大海。如李斯《谏逐客书》：“河海不择细流。”也指大的湖泊、水池。如《汉书·苏武传》：“乃徙武北海上无人处。”
      又指大的器皿。如《红楼梦》第四十一回：“你吃这一海便成什么？”
      由海的面积大、水多引申比喻某些聚得数量多而范围广的人或事物。如“宦海”。
      用作形容词，指容量大的。如“海量”。
      用作副词，指无节制地、漫无边际地。如“胡吃海喝”。
    `
  },
  {
    id: 66,
    cn: '咸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 67,
    cn: '河',
    ls: '形声',
    bs: '水部',
    sm: '左边是水，右边是树枝。意思是曲折的河流。',
    sw: `河，水。出焞煌塞外昆仑山，发原注海。从水，可声。`,
    swy: `河，水名。出自敦煌边塞之外的昆仑山，从水源出发，注入渤海。从水，可声。`,
    xd: `
      “河”的本义为黄河。泛指河流，即地球表面较大的天然水流的通称，多用于北方河流。如《诗经·周南·关雎》：“关关雎鸠，在河之洲。”
      又特指银河。如李白《望庐山瀑布》：“飞流直下三千尺，疑是银河落九天。”
    `
  },
  {
    id: 68,
    cn: '淡',
    ls: '形声',
    bs: '水部',
    sm: '',
    sw: `淡，薄味也。从水，炎声。`,
    swy: `淡，不浓的味道。从水，炎声。`,
    xd: `
      “淡”的本义为味道不浓厚。如《管子·水地》：“淡也者，五味之中也。”
      泛指稀薄。如李清照《声声慢》：“三杯两盏淡酒，怎敌他，晚来风急。”
      又指颜色浅。如杜甫《丽人行》：“却嫌脂粉污颜色，淡扫蛾眉朝至尊。”
      由浅淡引申出冷淡、不热情。如《新唐书·卢钧传》：“（卢）钧与人交，始若淡薄，既久乃益固。”
      进而引申指不热衷名利，不看重。如诸葛亮《诫子书》：“非淡泊无以明志。”
      又引申指安静、闲适。如《老子》第三十一章：“恬惔为上，胜而不美。”
      又引申指生意不兴旺。如“淡季”。
    `
  },
  {
    id: 69,
    cn: '鳞',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 70,
    cn: '潜',
    ls: '会意 形声',
    bs: '水部',
    sm: '',
    sw: `潛，涉水也。一曰：藏也。从水，朁声。`,
    swy: `潛，就是渡水。另一义说：潜是藏在水中。从水，朁声。`,
    xd: `
      “潜”的本义为在水面下行走，趟水。如《庄子·达生》：“至人潜行不窒，蹈火不热。”意思是，得道者在水下行走而不会窒息，踩着烈火而不热。
      泛指隐藏、隐秘。如“潜伏”、“潜藏”等。
      又引申指秘密地、无声息地。如杜甫《春夜喜雨》：“随风潜入夜。”
      还特指沉下心来、专一。如“潜心研究”就是静下心来研究的意思。
    `
  },
  {
    id: 71,
    cn: '羽',
    ls: '象形',
    bs: '羽部',
    sm: '鸟的羽毛并列的样子。意思是羽毛，用于旗子和武器的装饰。',
    sw: `羽，鸟长毛也。象形。凡羽之属皆从羽。`,
    swy: `羽，鸟翅上的长毛。象形。大凡羽的部属都从羽。`,
    xd: `
      “羽”的本义是指鸟的翅膀。如“羽翼”。
      由于翅膀助鸟飞翔，故又引申指党徒。如“党羽”。
      又引申指代羽扇、旌旗、箭。如卢纶《塞下曲》：“平明寻白羽，没在石棱中。”其中“白羽”指白羽箭。
      特指古代五音（宫、商、角、徵、羽）之一。
    `
  },
  {
    id: 72,
    cn: '翔',
    ls: '形声',
    bs: '羽部',
    sm: '',
    sw: `翔，回飞也。从羽，羊声。`,
    swy: `翔，回旋地飞。从羽，羊声。`,
    xd: `
      “翔”的本义为鸟展翅回旋而飞。
      又引申指悠闲地行走。如曹植《梁甫行》：“柴门何萧条，狐兔翔我宇。”意思是，柴门如此萧条，狐狸和野兔在我面前悠闲地行走。
      由回旋而飞引申指回顾、观望。如《太平广记·柳毅传》中说牧羊女：“蛾脸不舒，巾袖无光，凝听翔立，若有所伺。”这里的“翔”就是观望。
      又引申指（物价）上涨。如顾炎武《日知录·选补》：“谷价翔贵。”意思就是指谷物的价格上涨昂贵。
    `
  },
  {
    id: 73,
    cn: '龙',
    ls: '象形',
    bs: '龍部',
    sm: '字形形象地表现出了龙的形体。意思是龙。',
    sw: `
      龍，鳞虫之长。能幽，能明；能细，能巨；能短，能长；春分而登天，秋分而潜渊。
      从肉，飞之形，童省声。凡龍之属皆从龍。
    `,
    swy: `
      龍，有鳞甲的动物的首领。能使天地幽暗，也能使天地光明；能变得细小，也能变得粗大；能变短，也能变长。
      春分登上天空，秋分潜入深渊。
      表示肉， 像飞的形状， 是童省去里为声。大凡龍的部属都从龍。
    `,
    xd: `
      “龙”的本义是指古代传说中一种能兴风作雨的神奇动物，它是中华民族共同崇拜的图腾，象征着慈善、力量、丰收和变化。
      后来也象征皇权。如“真龙天子”。
      龙常与虎搭配，用来比拟不凡之人、豪杰之士。如“龙虎风云”，即比喻英雄豪杰际遇得时。
    `
  },
  {
    id: 74,
    cn: '师',
    ls: '会意',
    bs: '币部',
    sm:
      '左边是祭肉，『𠂤』字的原形。右边是带有血迹的刀。意思是有权切割祭肉的人。',
    sw: `師，二千五百人为师。从帀，从垖。 四帀，众意也。`,
    swy: `師，二千五百人成为一师。由帀、垖会意。 垖，四帀，都表示众多的意思。`,
    xd: `
      “师”的本义为军队驻扎。
      引申指军队编制的一级单位。古代二千五百人为一师，今为军之下、团之上的一级。又泛指军队。如《左传·庄公十年》：“十年春，齐师伐我。”
      “师”又指传道或传授知识、技能的人，即老师。
      还可以指由师徒或师生关系而产生的称谓。如“师傅”。
      用作动词，指效法、学习。如“师古”，就是效法古代的意思。
    `
  },
  {
    id: 75,
    cn: '火',
    ls: '象形',
    bs: '火部',
    sm: '火燃烧起来的样子。意思是火；在古代，火被认为是发出神圣之光的东西。',
    sw: `火，毁也。南方之行，炎而上。象形。凡火之属皆从火。`,
    swy: `火，（齐人叫）毁。表示南方的一种物质，火光旺盛而向上。象形。大凡火的部属都从火。`,
    xd: `
      “火”的本义是物体燃烧所发的光、焰、热。
      火焰是红色的，故用来形容红色的事物。如“火烧云”。
      火热烈、冲腾，故又用来形容兴旺、热烈，如“场面非常火暴”。
      “火”还常用来形容暴躁或愤怒。如“他这个人是火性子”。
      失去控制的大火蔓延起来会非常迅速，故又引申比喻紧急、急迫。如“十万火急”就用来形容事情紧急到了极点。
      至于中医所说的“上火”，包含了人们口干咽痛、心中灼热等症状。
    `
  },
  {
    id: 76,
    cn: '帝',
    ls: '象形',
    bs: '丄部',
    sm: '字形为祭祀神明时使用的大祭桌。意思是天上的自然神，后来指帝王。',
    sw: `帝，谛也。王天下之号也。从丄，朿声。`,
    swy: `帝，审谛；又是统治天下的人的称号。从二，朿声。`,
    xd: `
      “帝”的本义就是天神、天帝。如《列子·汤问》：“操蛇之神闻之，惧其不已也，告之于帝。”
      由天帝引申指帝王、君主。如《战国策·赵策》：“赵诚发使尊秦昭王为帝。”意思是赵国果真派遣使臣尊奉秦昭王为帝。
      “帝”作动词用时，表示称帝，如《后汉书·伏侯宋蔡冯赵牟韦列传》：“受命而帝。”
    `
  },
  {
    id: 77,
    cn: '鸟',
    ls: '象形',
    bs: '鳥部',
    sm: '字形描绘了鸟的轮廓。意思是鸟。在画神鸟时，通常会这样描绘鸟的整体。',
    sw: `鳥，长尾禽总名也。象形。鳥之足似匕，从匕。凡鳥之属皆从鳥。`,
    swy: `鳥，长尾飞禽的总名。象形。鳥的脚像“匕”字之形，从匕。大凡鳥的部属都从鳥。`,
    xd: `
      在古代，描述禽类的字大致有两个：一个是“鸟”，一个是“隹”。
      “鸟”是“长尾禽总名”，即长尾巴的禽类的总名；“隹”则是“短尾禽总名”，即短尾巴的禽类的总名。
      如今，“鸟”已经作为飞禽的总称，不再按尾巴长短划分。
      鸟在高空中自由地飞翔时，能俯视地面上的一切，故引申为从高处俯视地面的景物。如“鸟瞰”。
      又引申为狭窄陡峻的山间小道。如“鸟道”。
    `
  },
  {
    id: 78,
    cn: '官',
    ls: '会意',
    bs: '宀部',
    sm:
      '上方是屋顶，下方是作为军队保护神的祭祀所用的肉。意思是放置祭肉的神圣场所。',
    sw: `官，吏，事君也。从宀，从。犹众也。此与师同意。`,
    swy: `官，官吏，奉侍国君的人。由宀、由会意。也是众人的意思，这与“師”字从是同一造字原则。`,
    xd: `
      “官”的本义指官府。如柳宗元《童区寄传》：“愿以闻于官。”就是说希望把这件事报告给官府。
      引申指官员、官职。如“在官言官”指处在什么样的地位就说什么样的话。
      “官”作动词用时表示当官、做官或使做官。如“远官河南”就是远去河南做官。
    `
  },
  {
    id: 79,
    cn: '人',
    ls: '象形',
    bs: '人部',
    sm: '这个字描摹的是从侧面观察到的人站立时的形态。意思是人',
    sw: `人，天地之性最贵者也。像臂胫之形。凡人之属皆从人。`,
    swy: `人，天地间的生物中最可宝贵的。字形像手臂腿胫的样子。`,
    xd: `
      “人”的本义为能制造并使用工具进行劳动，又能用语言进行思维和交际的生命。如《列子·黄帝》：“有七尺之骸，手足之异，戴发含齿，倚而趣者谓之人。”
      人有伦理观念和道德意志，所以“人”引申指人的品质、性情。如“他人很不错”。
    `
  },
  {
    id: 80,
    cn: '皇',
    ls: '象形',
    bs: '王部',
    sm: '上方是玉制的饰物，下方是大板斧的头部，象征王位。意思是玉闪耀着光芒。',
    sw: `皇，大也。从自。自，始也。始皇者，三皇，大君也。自读若鼻，今俗以始生子为鼻子。`,
    swy: `
      皇，即大。由自、王会意。
      自，是初始的意思。最初统治天下的人是（燧人、伏羲、神农）三皇，是伟大的君王。
      “自”的音读像“鼻”字。当今俗话把最初生下的子女说成是“鼻子”。
    `,
    xd: `
      “皇”的本义就是光亮。泛指辉煌。
      又引申指盛美、庄严。进而引申指伟大、大。如《诗经·大雅·皇矣》：“皇矣上帝。”意思是，大啊上帝。
      特指远古的帝王，也泛指君主。如“皇帝”。
    `
  },
  {
    id: 81,
    cn: '始',
    ls: '形声',
    bs: '女部',
    sm:
      '铁铲(上左)、女子(上右)和装有祝词的容器(下方)。意思是女子祈祷分娩顺利。',
    sw: `始，女之初也。从女，台声。`,
    swy: `始，女子的初生。从女，台声。`,
    xd: `
      “始”的本义为女子的初生。
      引申泛指开头、开始。如“千里之行，始于足下”。
      又引申指当初、在最初的时候。如“初始”。
      用作副词，引申表示时间不久，相当于“刚刚”、“刚才”。如王观《卜算子》：“才始送春归，又送君归去。”
      又相当于方才、然后。如白居易在《琵琶行》：“千呼万唤始出来。”
      还引申指仅仅、只。如李白《梁园吟》：“天长水阔厌远涉，访古始及平台间。”
    `
  },
  {
    id: 82,
    cn: '制',
    ls: '会意',
    bs: '刀部',
    sm: '',
    sw: `制，裁也。从刀，从未。未，物成有滋味，可裁断。一曰：止也。`,
    swy: `制，裁断。由刀、未会意。未，树木老成，即有滋味，可以裁断。另一义说：制是禁止。`,
    xd: `
      “制”的本义指裁割。引申泛指裁制、制作。如《诗经·豳风·东山》：“制彼裳衣。”意思就是制作裤子和上衣。
      修剪树枝可限制树疯长，故又引申指限定、约束、掌控、制服。如“克敌制胜”。
    `
  },
  {
    id: 83,
    cn: '文',
    ls: '象形',
    bs: '文部',
    sm:
      '在死者胸部(外部)放上巫术的饰物(内部)，以防止死者的灵魂出来，意思是祈祷死者复活。',
    sw: `错画也。象交文。凡文之属皆从文。`,
    swy: `文，交错的笔画。象交叉的纹案。所有与文相关的字，都采用“文”作边旁。`,
    xd: `
      文，本义是事物错综所造成的纹理或形象。如《诗·小雅·六月》：“织文鸟章,白旆央央。”
      引申为文章。如《孟子·万章上》：“故说诗者不以文害辞。”
    `
  },
  {
    id: 84,
    cn: '字',
    ls: '会意',
    bs: '子部',
    sm:
      '上方是宗庙的屋顶，下方是孩子。意思是在宗庙里向神明报告孩子出生的仪式。',
    sw: `乳也。从子在宀下，子亦声。`,
    swy: `字，生育。字形采用“子、宀”会义，表示“子”在“宀”下，“子”也作声旁。`,
    xd: `
      字，本义是生孩子。如《山海经·中山经》：“苦山有木,服之不字。”
      引申为女子嫁人。如《周易·屯》：“女子贞不字，十年乃字。”
      又引申为表字,人的别名。如《礼记·曲礼上》：“男子二十,冠而字。”
      也可以用做书信。如《登岳阳楼》：“亲朋无一字,老病有孤舟。”
      引申为文字。如《汉书·艺文志》：“说五字之文,至于二三万言。”
    `
  },
  {
    id: 85,
    cn: '乃',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 86,
    cn: '服',
    ls: '形声',
    bs: '舟部',
    sm:
      '左边是举行仪式时使用的器具，中间是跪着的人，右边是手。意思是举行投降的仪式。',
    sw: `服，用也。一曰：车右，所以舟旋。从舟，声。`,
    swy: `服，使用。另一义说：服是车右边的骖马，是用来向右边周旋的马。从舟，声。`,
    xd: `
      “服”的本义是从事。
      引申为做、担任，如“服务”。
      又指降服、治服，屈从，敬佩。
      “服”还指饮用或吞服药物。如“口服”、“服药”等。
      用作名词，特指衣裳。
    `
  },
  {
    id: 87,
    cn: '衣',
    ls: '象形',
    bs: '衣部',
    sm: '将衣领合起来。意思是衣服。',
    sw: `衣，依也。上曰衣，下曰裳。象覆二人之形。凡衣之属皆从衣。`,
    swy: `
      衣，（人们）依赖（其遮蔽身体）。上身穿的叫衣，下身穿的叫裳。
      像（用“人”）覆盖两个“人”字之形。大凡衣的部属都从衣。
    `,
    xd: `
      “衣”本义指上衣。
      后来泛指身上穿的各种衣裳服装。如“衣物”。
      也泛指覆盖物体表面的东西。如“炮衣”，即套在炮外面的布套。
      用作动词，表示穿衣。如“衣锦还乡”。
    `
  },
  {
    id: 88,
    cn: '裳',
    ls: '形声',
    bs: '巾部',
    sm: '',
    sw: `常，下裙也。从巾，尚声。裳，常或，从衣。`,
    swy: `常，下身的裙子。从巾，尚声。裳，常的或体，从衣。`,
    xd: `
      “裳”的本义为古代的下裙，是男女都穿的一种遮蔽下体的衣裙，不是裤子。如屈原《离骚》：“制芰荷以为衣兮，集芙蓉以为裳。”
      后来泛指衣服。如《木兰诗》：“脱我战时袍，著我旧时裳。”
    `
  },
  {
    id: 89,
    cn: '推',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 90,
    cn: '位',
    ls: '指事',
    bs: '人部',
    sm:
      '一个张开双手站立的人，指的是人所站立的场所。原本是『站立』的『立』字。站立的场所叫作『位』。',
    sw: `位，列中庭之左右谓之位。从人、立。`,
    swy: `位，排列在朝廷中的左右位置叫做位。由人、立会意。`,
    xd: `
      “位”的本义是朝廷中群臣排班所处的序列、地方。
      引申指所处的官职、级别。还特指封建君主的统治地位。“即位”就是指登上帝位，“在位”就是居于君主之位。
      又引申指人在某一社会领域中所处的位置或等级。如“岗位”、“学位”。
      “位”还指抽象的名分、地位。
    `
  },
  {
    id: 91,
    cn: '让',
    ls: '会意 形声',
    bs: '言部',
    sm: '',
    sw: `讓，相责让。从言，襄声。`,
    swy: `讓，责备别人。从言，襄声。`,
    xd: `
      “让”的本义是责备。如《史记·项羽本纪》：“二世使人让章邯。”意思就是秦二世派人责备章邯。
      严厉的责备使人萌生退意，故而引申出退避、退让、谦让之意。成语“当仁不让”中的“让”就是指谦让。
      还可以表示使、容许、听任。如“权且让他一次”就是说权且容忍他一次。
      还作介词，相当于“被”。如“他全身上下都让雨淋湿了”。
    `
  },
  {
    id: 92,
    cn: '国',
    ls: '会意',
    bs: '囗部',
    sm:
      '内部表示用矛守护城墙。外部表示用墙进一步围起来。意思是武装好的国家都城。',
    sw: `國，邦也。从囗，从或。`,
    swy: `國，封地。由囗、由或会意。`,
    xd: `
      “国”原来是指诸侯的领地。
      后泛指国家。如魏徴《谏太宗十思疏》：“思国之安者，必积其德义。”
      国中技艺出众的人叫“国手”或“国士”；为国牺牲的人叫“国殇”；过去称我国文化中的精华为“国粹”。
    `
  },
  {
    id: 93,
    cn: '有',
    ls: '会意',
    bs: '有部',
    sm: '下方是祭祀用的肉，上方是手。意思是向神明进献祭肉。',
    sw: `有，不宜有也。如《春秋传》曰：‘日月有食之。’从月，又声。凡有之属皆从有。`,
    swy: `有，不应当有。《春秋左氏传》说：“日月有日蚀、月蚀现象。”从月，又声。大凡有的部属都从有。`,
    xd: `
      “有”的本义为持有。
      后来词义扩大了，不管有什么东西都是“有”，与“无”相对。如成语“有备无患”。
      又引申指存在。如《诗经·小雅·大东》：“东有启明，西有长庚。”
      用在整数和零数之间，相当于“又”。如“一十有二”，就是十二的意思。
    `
  },
  {
    id: 94,
    cn: '虞',
    ls: '会意 形声',
    bs: '虍部',
    sm:
      '披着虎皮(上方)、举着装有祝词的容器(下右)、跳着舞(下左)祈祷。意思是使神明快乐。',
    sw: `虞，驺虞也。白虎黑文，尾长于身。仁兽，食自死之肉。从虍，吴声。`,
    swy: `虞，驺虞。白色的老虎，黑色的花纹，尾巴比身体长。是仁爱的野兽，吃自死之兽的肉。从虍，吴声。`,
    xd: `
      “虞”的本义，《说文》中解释虞为一种仁兽，从金文字形看来，可视为人戴着兽头面具娱乐歌舞。
      引申为歌舞娱乐。引申指欢乐、愉悦，使愉悦、使欢乐。
      头戴面具视线模糊，引申预料、猜度。
      又引申指忧虑、忧患。如韩愈《与凤翔邢尚书书》：“朝廷高枕而无虞。”
      由忧虑引申指欺诈。如《左传·宣公十年》：“我无尔诈，尔无我虞。”成语“尔虞我诈”即来源于此。
    `
  },
  {
    id: 95,
    cn: '陶',
    ls: '会意 形声',
    bs: '阝部',
    sm: '左边是神明的梯子，右边是烧陶器。意思是用来装进献给神明的供品的陶器。',
    sw: `陶，再成丘也，在济阴。从阜，匋声。`,
    swy: `陶，像叠着两双盂的山丘，在济阴郡。从阜，匋声。`,
    xd: `
      “陶”的本义是烧制陶器的窑包，念yáo。
      用作上古人名，指皋陶，传说是虞舜的臣子，掌管刑狱。
      táo是“陶”现在常用的读音。引申指烧制瓦器。
      用作名词，指烧制而成的瓦器。如“彩陶”。
      由烧制陶器引申比喻安排、造就、培养。如“陶冶情操”。
      “陶”还可以表示快乐。如“乐陶陶”，就是形容人快乐陶醉的样子。
    `
  },
  {
    id: 96,
    cn: '唐',
    ls: '会意',
    bs: '口部',
    sm: '下方是装有祝词的容器。上方是两只手握住杵，将供奉给神明的米碾好。',
    sw: `唐，大言也。从口，庚声。`,
    swy: `唐，大话。从口，庚声。`,
    xd: `
      “唐”的本义为说话虚夸、不着边际，即大话。
      引申指行事比较离谱，不正常，不符合一般规则。如“荒唐无稽”。
      又指放荡，没有节制。
      还指古帝尧政权的称号。如“唐尧”，帝喾之子，初封于陶，号陶唐氏。
    `
  },
  {
    id: 97,
    cn: '吊',
    ls: '会意',
    bs: '人部',
    sm: '字形像人手拿带绳子的箭，会射猎之意。',
    sw: `弔，问终也。古之葬者，厚衣之以薪。从人持弓，会驱禽。`,
    swy: `弔，慰问死丧。古代的葬，是柴薪厚厚地覆盖着尸体。由“人”持握着“弓”，会驱赶禽兽之意。`,
    xd: `
      “吊”的本义为悼念死者。如贾谊《吊屈原赋》：“敬吊先生。”引申为伤怀往事。如“吊古伤今”。
      又引申指慰问。如“形影相吊”。又引申为悬挂。如“吊桥”，是古时城门外护城河上的桥。
      古时“吊”还是一种钱币单位。一吊为一千个制钱或值一千个制钱的铜币数。
    `
  },
  {
    id: 98,
    cn: '民',
    ls: '象形',
    bs: '民部',
    sm: '用刀刺眼珠。意思是侍奉失明的神明的人。',
    sw: `民，众萌也。凡民之属皆从民。`,
    swy: `民，众人懵懵无知的样子。大凡民的部属都从民。`,
    xd: `
      古时候，俘获敌人则刺瞎其左眼用为奴。所以“民”的本义是奴隶。
      奴与主相对，百姓与君王、官员相对，因此“民”引申指百姓。如“人民”。
      百姓不生活在宫廷中，身份低微、财富微薄，故而“民”用作形容词，指民间的。
    `
  },
  {
    id: 99,
    cn: '伐',
    ls: '会意',
    bs: '人部',
    sm: '用戈(右边)把人(左边)的头割下来，是将异族作为祭品的时候使用的方法。',
    sw: `伐，击也。从人持戈。一曰：败也。`,
    swy: `伐，击杀。由“人”持握“戈”会意。另一义说：伐是败坏。`,
    xd: `
      “伐”的本义为击刺、砍杀。如苏辙《太白山祈雨词》：“为酒醴，伐豚羔，舞长袖。”
      引申泛指砍。如《诗经·魏风·伐檀》：“坎坎伐檀兮，寘之河之干兮。”
      又引申指讨伐、攻打。
    `
  },
  {
    id: 100,
    cn: '罪',
    ls: '会意 形声',
    bs: '网部',
    sm: '上方是鼻子，下方是刺青用的针。意思是对罪人施行刺字的刑罚。',
    sw: `辠，捕鱼竹网。从网、非。秦以罪为辠字。`,
    swy: `辠，捕鱼的竹网。由网、非会意。秦始皇用“罪”字代替“辠”字。`,
    xd: `
      “罪”的本义是指捕鱼的竹网。
      借作“辠”，指犯法或作恶的行为。如“罪魁祸首”。
      又指罪人。如“罪犯”。
      引申指过失、错误。又引申指判定的刑罚。
      用作动词，指惩罚、治罪。如“罪人不孥”，意思是，治罪止于本人，不累及妻子和子女。
      又引申指归罪、谴责。如“怪罪”。
      由惩罚治罪引申指祸殃。如“罪孽”。
      受惩罚是痛苦的，故又引申指苦难、痛苦。如“遭罪”。
    `
  },
  {
    id: 101,
    cn: '周',
    ls: '会意',
    bs: '',
    sm: '上方是方形盾牌，下方是装有祝词的容器。指的是建立周王朝的周族的纹章。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 102,
    cn: '發',
    ls: '会意',
    bs: '',
    sm: '左边是弓，右上是脚印，右下是手。意思是拉弓以通知开战。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 103,
    cn: '殷',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 104,
    cn: '汤',
    ls: '形声',
    bs: '',
    sm:
      '右边是在台子上面的玉石发光的样子，左边是水。意思是热水。在古代，汤是将水置于鼎里煮沸，然后用于审判，正义的一方不会被烫伤。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 105,
    cn: '坐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 106,
    cn: '朝',
    ls: '会意',
    bs: '',
    sm:
      '外部四个表示草原，内左是太阳，内右是月亮。太阳升起来的时候，月亮还留在天上，意思是黎明时分。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 107,
    cn: '问',
    ls: '会意',
    bs: '',
    sm: '上方是神殿的两扇门，下方是装有祝词的容器。意思是祈求神谕。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 108,
    cn: '道',
    ls: '会意',
    bs: '',
    sm:
      '中间是头，左右是在道路上行走。意思是用异族的头清洁过的场所。出发时举行的仪式称之为『道祖』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 109,
    cn: '垂',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 110,
    cn: '拱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 111,
    cn: '平',
    ls: '会意',
    bs: '',
    sm: '中间是手斧，两边是木片。意思是用手斧将木片削平。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 112,
    cn: '章',
    ls: '象形',
    bs: '',
    sm: '字形为有墨迹的大针。意思是刺青很美。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 113,
    cn: '爱',
    ls: '会意',
    bs: '',
    sm: '外部是人站着扭头看向身后，内部是心。意思是恋恋不舍、难以离去的心情。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 114,
    cn: '育',
    ls: '会意',
    bs: '月部',
    sm: '上方是母亲，下方是生下来的孩子。意思是生育孩子。',
    sw: `育，养子使作善也。从 ，肉声。《虞书》曰：‘教育子’。`,
    swy: `育，培养孩子使之做好人好事。从，肉声。《虞书》说：“教育孩子并使之成长。”`,
    xd: `
      “育”的本义为生育、生子。如《易·象学考》：“夫征不复，妇孕不育。”
      引申指养育、培植。如“封山育林”。
      又指教育、培养。如《孟子·告天下》：“尊贤育下，以彰有德。”
    `
  },
  {
    id: 115,
    cn: '黎',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 116,
    cn: '首',
    ls: '象形',
    bs: '',
    sm: '上方是头发，下方是脸。意思是头；用作指主要的东西，如首长、首府等。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 117,
    cn: '臣',
    ls: '象形',
    bs: '',
    sm:
      '字形为向上看的眼睛。意思是侍奉神明、君主；侍奉神明和君主的人。『民』和『臣』组合即为『臣民』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 118,
    cn: '伏',
    ls: '会意',
    bs: '',
    sm: '指的是将人(左边)和狗(右边)作为祭品，埋在墓室的棺材之下，以祛除邪魅。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 119,
    cn: '戎',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 120,
    cn: '羌',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 121,
    cn: '遐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 122,
    cn: '迩',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 123,
    cn: '一',
    ls: '指事',
    bs: '一部',
    sm: '字形为一根算筹横放的样子，意思是一。',
    sw: `一，惟初太始，道立于一，造分天地，化成万物。凡一之属皆从一。弌，古文一。`,
    swy: `
      最初，万物形成之始，道建立了一。
      后来，才分解为天和地，演化为万事万物。
      大凡一的部属都从一。弌，古文“一”字。
    `,
    xd: `
      作做最小的整数，一个。
      用作副词，一旦。
    `
  },
  {
    id: 124,
    cn: '体',
    ls: '形声',
    bs: '',
    sm:
      '左边示整个祭品的形状，右边表示『豊』字，读音的补助符号。意思是祭品的身体，后来指人的身体。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 125,
    cn: '率',
    ls: '象形',
    bs: '',
    sm: '拧丝束时水滴滴下来的样子。有用力拧的意思，因此意为率领。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 126,
    cn: '宾',
    ls: '会意',
    bs: '',
    sm:
      '宗庙(外部)里面供奉着作为祭品的动物后脚(内上)和贝(内下)，意思是迎接神灵的仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 127,
    cn: '归',
    ls: '会意',
    bs: '',
    sm:
      '上左是祭肉；上右是法器，下方表示宗庙；是足迹。意思是向祖先的牌位报告军队的顺利返还。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 128,
    cn: '王',
    ls: '象形',
    bs: '',
    sm:
      '字形为大板斧的斧头，没有柄。指的是举行象征王位的仪式时使用的器具，置于天子宝座之前。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 129,
    cn: '鸣',
    ls: '会意',
    bs: '',
    sm:
      '左边是装有祝词的容器，右边是鸟。意思是向神祈祷时，通过鸟的鸣叫声进行占卜。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 130,
    cn: '凤',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 131,
    cn: '在',
    ls: '会意',
    bs: '',
    sm:
      '左边是作为神器的阔斧，右边是神圣的场所。意思是守护神圣的场所，确认神圣之事。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 132,
    cn: '竹',
    ls: '象形',
    bs: '',
    sm: '字形为竹子的树干和叶子。意思是竹子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 133,
    cn: '白',
    ls: '象形',
    bs: '',
    sm: '字形为变成白骨的头盖骨、骷髅。指白色的东西，是『伯』的原字。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 134,
    cn: '驹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 135,
    cn: '食',
    ls: '象形',
    bs: '',
    sm: '字形为盖子(上方)和容器(下方)组合起来的餐具。意思是食物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 136,
    cn: '场',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 137,
    cn: '化',
    ls: '会意',
    bs: '',
    sm:
      '一个死去的人(左边)和另一个死去的人(右边)背靠背躺着。意思是由生变为死。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 138,
    cn: '被',
    ls: '形声',
    bs: '',
    sm: '左边是衣服；右边是野兽的皮和手，表示皮。意思是睡衣。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 139,
    cn: '草',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 140,
    cn: '木',
    ls: '象形',
    bs: '',
    sm: '字形为上下都有枝的树。意思是作为材料的木头。立着的木叫作『树』',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 141,
    cn: '赖',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 142,
    cn: '及',
    ls: '会意',
    bs: '',
    sm: '上方是人，下方是手，字形为从后面伸出手捉住人。意思是追赶。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 143,
    cn: '万',
    ls: '象形',
    bs: '',
    sm: '字形为蝎类虫子。意思是数字一万。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 144,
    cn: '方',
    ls: '象形',
    bs: '',
    sm:
      '将死者(下方)吊在横木(上方)上，然后将其作为符咒放在边境上。意思是距离很远的地方。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 145,
    cn: '盖',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 146,
    cn: '此',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 147,
    cn: '身',
    ls: '象形',
    bs: '',
    sm: '字形为从侧面看怀孕的女子。意思是妊娠、怀孕。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 148,
    cn: '发',
    ls: '形声',
    bs: '',
    sm: '左边是狗，右边是头。意思是将狗作为祭品，驱除灾魅。原字为『髪』',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 149,
    cn: '四',
    ls: '假借',
    bs: '',
    sm: '四根算筹叠放的样子。意思是四。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 150,
    cn: '大',
    ls: '象形',
    bs: '',
    sm: '手和脚张开站立的人的正面。意思是大。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 151,
    cn: '五',
    ls: '象形',
    bs: '五部',
    sm: '字形为用木头做的两个盖子。用假借法借音，意思是五。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 152,
    cn: '常',
    ls: '形声',
    bs: '',
    sm:
      '最初是指衣物的下摆。下摆通常都是一样的。在『尚』上加上『巾』，意为经常。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 153,
    cn: '恭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 154,
    cn: '惟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 155,
    cn: '鞠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 156,
    cn: '养',
    ls: '形声',
    bs: '',
    sm: '左边是羊，右边是拿鞭子打。意思是放羊。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 157,
    cn: '岂',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 158,
    cn: '敢',
    ls: '象形',
    bs: '',
    sm:
      '上方是长柄勺子，下右是手，下左是酒樽。指的是将酒舀出来，用其清洁祭祀场所的仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 159,
    cn: '毁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 160,
    cn: '伤',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 161,
    cn: '女',
    ls: '象形',
    bs: '',
    sm: '弯曲着膝盖、一只手搭在另一只手上、叩拜灵庙的女子。意思是女人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 162,
    cn: '慕',
    ls: '形声',
    bs: '',
    sm:
      '上方表示草原(上外)上的太阳(上内)落山，下方是心。意思是一心寻求能够依靠的人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 163,
    cn: '贞',
    ls: '会意',
    bs: '',
    sm:
      '上方是占卜，下方是作为祭祀器具的鼎。意思是用鼎做占卜以询问神明的旨意。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 164,
    cn: '洁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 165,
    cn: '男',
    ls: '会意',
    bs: '',
    sm: '上方是田，下方是犁。意思是农地的管理者。『男爵』一词便有其余韵。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 166,
    cn: '效',
    ls: '象形',
    bs: '',
    sm: '左边是箭，右边是击打。意思是敲打弯曲了的箭柄使其变直。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 167,
    cn: '才',
    ls: '形象',
    bs: '',
    sm:
      '在放着横木作为记号的树上挂上装有祝词的容器。表示该场所『才是』神圣之处。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 168,
    cn: '良',
    ls: '象形',
    bs: '',
    sm:
      '袋子上下有流入、流出的口子，于是成为可以计量谷物等的容器。意思是分拣选出好东西。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 169,
    cn: '知',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 170,
    cn: '过',
    ls: '形声',
    bs: '',
    sm:
      '右上是消除灾难，其余是行走。意思是为通过重要地方或空间而进行的除魅仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 171,
    cn: '必',
    ls: '象形',
    bs: '',
    sm: '字形为给矛和阔斧加上柄的部分。后来假借用以指必然。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 172,
    cn: '改',
    ls: '形声',
    bs: '',
    sm: '左边表示作祟的蛇的样子，右边是击打。意思是避免灾难、邪术',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 173,
    cn: '得',
    ls: '会意',
    bs: '',
    sm: '出门去外面，右下表示手，即在路上(左边)得到贵重的贝币(右上)。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 174,
    cn: '能',
    ls: '象形',
    bs: '',
    sm: '字形描绘的是水中的昆虫。指的是寄生虫。意思是做得好，担得起。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 175,
    cn: '莫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 176,
    cn: '忘',
    ls: '形声',
    bs: '',
    sm: '上方表示将死人的手脚折弯，下方是心。意思是忘记。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 177,
    cn: '罔',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 178,
    cn: '谈',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 179,
    cn: '彼',
    ls: '假借',
    bs: '',
    sm:
      '用手(下方)撕下野兽的皮(上方)，原字是『皮』。意思是在外面行动。『这、这个、这里』是假借的用法。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 180,
    cn: '短',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 181,
    cn: '靡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 182,
    cn: '恃',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 183,
    cn: '己',
    ls: '假借',
    bs: '',
    sm: '字形是用作规尺和缠线板的器具。用假借法借音，意思是己，自己。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 184,
    cn: '长',
    ls: '象形',
    bs: '長部',
    sm:
      '字形为从侧面看到的长发老人拄着拐杖的样子。意思是氏族的长老，也指作为指导者而受到尊敬。',
    sw: `長，久远也。从兀，从 。兀者，高远意也。久则变化。亾声。者，倒亾也。凡长之属皆从长。`,
    swy: `
      長，长久；长远。由兀、由会意。
      兀是高而又远的意思。表示长久就变化。亾表声。
      長字上部，是倒写的“亡”字。大凡長的部属都从長。
    `,
    xd: `
      “长”的本义是老年人，读作zhǎnɡ。
      进而引申指岁数大、年岁高。
      年岁高的老人，就是长者，故又引申指辈分高。
      还特指兄长或兄弟姊妹中年龄最大的。
      进而引申指排行第一。泛指各方面的主管。
      又读作chánɡ，本义为年长发长。古人是不能随便剪头发的，所以一般长者的头发很长，于是有了“长短”之“长”。泛指空间上距离遥远，时间上相隔久远。
      引申指大、高。如《古诗为焦仲卿妻作》：“今日被驱遣，小姑如我长。”也表示长度、长处。
    `
  },
  {
    id: 185,
    cn: '信',
    ls: '会意',
    bs: '',
    sm:
      '左上是刑罚时用的针，左下是装有祝词的容器，右边是人。意思是在神明面前为与别人约定某事而立下誓言。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 186,
    cn: '使',
    ls: '形声',
    bs: '',
    sm:
      '字形为用手(下方)举起插在装有给神明的祝词的容器(中间)里面的树枝(上方)。意思是负责祭祀的使者。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 187,
    cn: '可',
    ls: '会意',
    bs: '',
    sm:
      '用树枝(右边)敲打装有祝词的容器(左边)，意思是逼迫神明实现自己所祈祷之事。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 188,
    cn: '覆',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 189,
    cn: '器',
    ls: '会意',
    bs: '',
    sm:
      '外部四个都是装有祝词的容器，内部是狗。意思是仪式上使用的容器，其作用是清洗作为贡品的活狗。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 190,
    cn: '欲',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 191,
    cn: '难',
    ls: '会意',
    bs: '',
    sm: '左边是点火射出的箭，右边是鸟。意思是用火箭射鸟，鸟被惊吓的样子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 192,
    cn: '量',
    ls: '象形',
    bs: '',
    sm: '带有注入口的袋子。意思是用袋子计量。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 193,
    cn: '墨',
    ls: '会意',
    bs: '',
    sm:
      '上方是用火烧口袋中的东西、取出黑色的残渣，下方是土。意思是黑色残渣和土一起炼制成墨。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 194,
    cn: '悲',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 195,
    cn: '丝',
    ls: '会意',
    bs: '',
    sm: '字形为丝束并列的样子。主要是指绢丝。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 196,
    cn: '染',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 197,
    cn: '诗',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 198,
    cn: '赞',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 199,
    cn: '羔',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 200,
    cn: '羊',
    ls: '象形',
    bs: '',
    sm: '从正面所看到的羊的样子。意思是羊。羊与牛都经常被作为祭品。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 201,
    cn: '景',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 202,
    cn: '行',
    ls: '象形',
    bs: '',
    sm: '字形为大路交叉的样子。意思是行走。古代认为十字路口有歧路神。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 203,
    cn: '维',
    ls: '形声',
    bs: '',
    sm: '左边是丝束，右上是鸟，右下是敲打。意思是强壮的网。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 204,
    cn: '贤',
    ls: '形声',
    bs: '',
    sm:
      '左边是眼睛，右边是手。意思是眼珠受到伤害、失明的侍奉神明的人。原字为『臤』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 205,
    cn: '克',
    ls: '象形',
    bs: '',
    sm:
      '上方是把手，下方是弯曲的刀，即有把手的雕刻刀。意思是在树上简单地挖洞。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 206,
    cn: '念',
    ls: '形声',
    bs: '',
    sm:
      '上方是带塞子的盖子，下方是心。意思是就像拧紧盖子一样，在心里深入地考虑。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 207,
    cn: '作',
    ls: '形声',
    bs: '',
    sm: '指的是将树枝弯曲、编织，做成栅栏、篱笆，原字是『乍』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 208,
    cn: '圣',
    ls: '会意',
    bs: '',
    sm:
      '右上是耳朵，右下是踮着脚尖站立的人，左边是装有祝词的容器。意思是能听到神明启示的神职人员。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 209,
    cn: '德',
    ls: '会意',
    bs: '',
    sm:
      '左边是行走，右上是眉毛上戴着饰物的眼睛，右下是心。意思是眼睛的威力可以波及到别的地方，指眼睛具有强大的咒力。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 210,
    cn: '建',
    ls: '会意',
    bs: '',
    sm:
      '内部是用手持笔，外部是举行仪式的中庭的墙壁。意思是在中庭中立一支笔，占卜方位和风水来确定都城位',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 211,
    cn: '名',
    ls: '会意',
    bs: '',
    sm:
      '上方是肉，下方是装有祝词的容器。向祖先供奉肉，献上告知孩子成长的祝词，意思是起名字。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 212,
    cn: '立',
    ls: '会意',
    bs: '',
    sm: '表示一定的位置(下方)与人(上方)组合起来。意思是站立。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 213,
    cn: '形',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 214,
    cn: '端',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 215,
    cn: '表',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 216,
    cn: '正',
    ls: '会意',
    bs: '',
    sm:
      '上方是有城墙的城镇，下方是脚。意思是攻打、征服城镇。作为征服者的官军的首领叫作『正』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 217,
    cn: '空',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 218,
    cn: '谷',
    ls: '象形',
    bs: '',
    sm: '上方是山峰重叠的样子，下方是山谷的入口。意思是山谷',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 219,
    cn: '传',
    ls: '会意',
    bs: '',
    sm:
      '表示用手(右边)将袋子中的物品(中间)拍打成圆形，旁边加上人(左边)，表示人将其背着搬运。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 220,
    cn: '声',
    ls: '会意',
    bs: '',
    sm: '上方是石头制的乐器，下方是耳朵。指的是用耳朵听到的声音。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 221,
    cn: '虚',
    ls: '形声',
    bs: '',
    sm:
      '上方是老虎的皮，用于表示发音。下方表示山丘。意思是建筑物和市井街道荒废的迹象。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 222,
    cn: '堂',
    ls: '形声',
    bs: '',
    sm:
      '上方是窗子上微弱地显现出神灵的气息。下方是土。意思是土制祭台上的用于迎接祭祀神灵的建筑物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 223,
    cn: '习',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 224,
    cn: '听',
    ls: '会意',
    bs: '',
    sm: '左边是耳朵，右边是装有祝词的容器。意思是能够听到神明的启示。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 225,
    cn: '祸',
    ls: '形声',
    bs: '',
    sm:
      '左边是祭祀所用的桌子。在人的骨头(右上)上放上装有祝词的容器(右下)，意思是驱除灾祸。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 226,
    cn: '因',
    ls: '会意',
    bs: '囗部',
    sm: '人(内部)呈大字型睡在席子(外部)上面。意思是席子。',
    sw: `因，就也。从囗、大。`,
    swy: `因，依凭。由囗、大会意。`,
    xd: `
      “因”的本义为席子、垫子。
      席子是人用来躺卧或依靠的东西，故“因”又引申为依靠、凭借。如成语“因材施教”、“因势利导”。
      由凭借又可以引申为承袭、沿袭。如成语“陈陈相因”，就是比喻沿袭老一套，没有创造革新。
      又引申表示原因、缘故，与“果”相对。如“事出有因”。
      由此引申为介词，相当于“因为”、“由于”。
    `
  },
  {
    id: 227,
    cn: '恶',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 228,
    cn: '积',
    ls: '形声',
    bs: '',
    sm:
      '左边是谷物，右上是作上标记的树，右下是财物。意思是将农作物作为赋税上缴。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 229,
    cn: '福',
    ls: '形声',
    bs: '',
    sm:
      '左边是祭祀时使用的祭桌，右上是酒樽，右下是双手。意思是在神明面前供奉酒樽以祈求幸福。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 230,
    cn: '缘',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 231,
    cn: '善',
    ls: '会意',
    bs: '',
    sm:
      '上方是形似羊的神圣的祭品，下方是审判的原告和被告。意思是合乎神灵的旨意。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 232,
    cn: '庆',
    ls: '会意',
    bs: '',
    sm:
      '在审判中获胜后，就在形似羊的动物(外部)的胸膛上刻上心形(内部)的刺青。意思是胜诉。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 233,
    cn: '尺',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 234,
    cn: '璧',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 235,
    cn: '非',
    ls: '假借',
    bs: '',
    sm: '左右两边牙齿并列的梳子。意思是梳子。假借为『不是』的用法。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 236,
    cn: '宝',
    ls: '形声',
    bs: '',
    sm:
      '外部是宗庙的屋顶，左上是玉，左下是贵重的贝币，右边是土制器具。意思是供奉于宗庙的宝物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 237,
    cn: '寸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 238,
    cn: '阴',
    ls: '形声',
    bs: '',
    sm: '左边是神明的梯子。意思是用盖子(右边)封存住神明的气息。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 239,
    cn: '是',
    ls: '象形',
    bs: '',
    sm: '上方表示用勺子舀东西的场合，下方是勺子的柄。意思是勺子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 240,
    cn: '竞',
    ls: '会意',
    bs: '',
    sm:
      '上方是向神明发誓用的针，下方是侍奉神明的人。侍奉神明的人在头上插上针，两个人并列进行祈祷。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 241,
    cn: '资',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 242,
    cn: '父',
    ls: '会意',
    bs: '',
    sm: '用手(右边)拿着斧头(左边)。意思是拥有指挥权的人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 243,
    cn: '事',
    ls: '会意',
    bs: '',
    sm:
      '在悬挂飘带的大树(上)上放置装有祝词的容器(中)，将这棵大树用手(下)捧着。意思是在郊外的山川中举行国家祭祀。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 244,
    cn: '君',
    ls: '会意',
    bs: '',
    sm: '上方表示手持权杖，下方是装有祝词的容器。意思是神职人员的首领。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 245,
    cn: '曰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 246,
    cn: '严',
    ls: '形声',
    bs: '',
    sm:
      '上方是装有祝词的容器，中间是悬崖，下方表示用勺子舀出酒。意思是在多岩石的地方，严肃地举行召唤神明的仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 247,
    cn: '与',
    ls: '会意',
    bs: '',
    sm:
      '内上是两根象牙，外部是双手，内下是装有祝词的容器。意思是共同搬运贵重的物品。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 248,
    cn: '敬',
    ls: '会意',
    bs: '',
    sm:
      '左下是装有祝词的容器，左上是牧民的活供品，右边是击打。意思是击打活的供品来规劝神意。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 249,
    cn: '孝',
    ls: '会意',
    bs: '',
    sm: '上方表示长发老人，下方是孩子。意思是孩子好好侍奉老人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 250,
    cn: '当',
    ls: '形声',
    bs: '',
    sm:
      '上方是神明在窗子上显灵的样子，下方表示在田地中。意思是在田地里迎接祭祀神明。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 251,
    cn: '竭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 252,
    cn: '力',
    ls: '象形',
    bs: '',
    sm: '字形为农具锄头。意思是用锄头耕田。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 253,
    cn: '忠',
    ls: '形声',
    bs: '',
    sm:
      '上方表示旗杆上的旗子缀有飘带，这是元帅所在军队的旗子；下方是心。意思是支配人的心。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 254,
    cn: '则',
    ls: '会意',
    bs: '',
    sm: '左边是青铜制的鼎，右边是刀。意思是在鼎上刻铭文。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 255,
    cn: '尽',
    ls: '会意',
    bs: '',
    sm: '上方是手持棍棒的样子，下方是器皿。意思是在装有水的盆子中清洗棍棒。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 256,
    cn: '命',
    ls: '会意',
    bs: '',
    sm:
      '下左是装有祝词的容器，上方是典礼上戴的帽子，下右是跪着的人。意思是神谕。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 257,
    cn: '临',
    ls: '会意',
    bs: '',
    sm:
      '左上是眼睛，左下表示将装有祝词的容器并列，右边是向下看。意思是天上的神明俯视下方。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 258,
    cn: '深',
    ls: '形声',
    bs: '',
    sm: '左边是水，右上是洞穴，右中是手，右下是火。意思是寻找水里的东西。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 259,
    cn: '履',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 260,
    cn: '薄',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 261,
    cn: '夙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 262,
    cn: '兴',
    ls: '会意',
    bs: '',
    sm:
      '内部是用来盛酒的容器，外部是左右手。指的是在土地上洒酒、召唤地灵的仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 263,
    cn: '温',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 264,
    cn: '凊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 265,
    cn: '似',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 266,
    cn: '兰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 267,
    cn: '斯',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 268,
    cn: '馨',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 269,
    cn: '如',
    ls: '会意',
    bs: '',
    sm:
      '侍奉神明的女子(左边)与装有给神明的祝词的容器(右边)组合起来。意思是询问神明的意旨并遵从之。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 270,
    cn: '松',
    ls: '形声',
    bs: '',
    sm: '左边是树，右边是称赞。意思是松树。常青的松树被认为有高洁的品质。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 271,
    cn: '之',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 272,
    cn: '盛',
    ls: '形声',
    bs: '',
    sm:
      '左边是谷类从器皿里溢出来的样子，右边是带有饰物的斧子。意思是装满谷类和美酒。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 273,
    cn: '川',
    ls: '象形',
    bs: '川部',
    sm: '大的水流的样子。意思是河流。',
    sw: `川，贯穿通流水也。如《虞书》曰：‘濬く巜，距川。’言深く巜之水会为川也。凡川之属皆从川。`,
    swy: `
      川，使水贯穿通流。《虞书》说：“濬（jùn）く（quǎn）巜（kuài）距川。”
      是说深深地疏通畎浍之类的田间水沟，使它们会合成为大川。大凡川的部属都从川。
    `,
    xd: `
      “川”的本义为河流。如《诗经·小雅·天保》：“如川之方至。”意思是像河流奔涌而来。
      河流流经之地，往往容易形成广阔平坦之地，故引申为平野、平地。如成语“一马平川”，指的是能够纵马疾驰的一片广阔平地，即广阔的平原。
      “川”是个部首字。凡由“川”组成的字大都与水有关。如“州”、“邕”、“巟”等字。
    `
  },
  {
    id: 274,
    cn: '流',
    ls: '会意',
    bs: '',
    sm:
      '左边是水流，右边是头发乱糟糟的孩子倒过来的样子。意思是小孩子被水冲走。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 275,
    cn: '不',
    ls: '假借',
    bs: '',
    sm: '字形为花萼。最初为象形，甲骨文开始将其假借为否定和打消的意思。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 276,
    cn: '息',
    ls: '会意',
    bs: '',
    sm: '上方是鼻子，下方是心。意思是心脏的状态通过呼吸表现出来。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 277,
    cn: '渊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 278,
    cn: '澄',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 279,
    cn: '取',
    ls: '会意',
    bs: '',
    sm: '左边是左耳，右边是手。意思是将敌人的左耳切下来作为杀敌的证据',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 280,
    cn: '映',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 281,
    cn: '容',
    ls: '会意',
    bs: '',
    sm: '上方是宗庙的屋顶。下方是装有祝词的容器上面微弱地显现出神灵之气。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 282,
    cn: '止',
    ls: '象形',
    bs: '',
    sm:
      '字形是右脚的脚印。脚的大拇指在左侧，因而是右脚。意思是停止，是『步』的上半部分',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 283,
    cn: '若',
    ls: '象形',
    bs: '',
    sm:
      '字形为年轻的巫女张开双手跳舞，祈求神明的启示。意思是陶醉于神明的启示之中。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 284,
    cn: '思',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 285,
    cn: '言',
    ls: '会意',
    bs: '',
    sm:
      '上方是刺青使用的大针，下方是装有祝词的容器。意思是向神明发誓、祈祷的语言；攻击性的语言。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 286,
    cn: '辞',
    ls: '会意',
    bs: '',
    sm:
      '左边表示用手(上方)和手(下方)将线团的结解开，右边是大针。意思是解开疑团。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 287,
    cn: '安',
    ls: '会意',
    bs: '',
    sm: '上方是宗庙的屋顶，下方是坐着的女子。意思是已出嫁的新娘到宗庙参拜。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 288,
    cn: '定',
    ls: '会意',
    bs: '',
    sm:
      '外部是建筑物的屋顶，内上是城郭的街道，内下表示行走。意思是决定建筑物的位置和方位。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 289,
    cn: '笃',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 290,
    cn: '初',
    ls: '会意',
    bs: '',
    sm: '左边是衣服，右边是刀。意思是制作包裹婴儿的襁褓。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 291,
    cn: '诚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 292,
    cn: '美',
    ls: '象形',
    bs: '',
    sm: '整只羊的样子。意思是成年的羊外形美观。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 293,
    cn: '慎',
    ls: '形声',
    bs: '',
    sm: '在倒着行走的人(上方)下面加上玉石(下方)，指的是安魂时的心情。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 294,
    cn: '终',
    ls: '形声',
    bs: '',
    sm:
      '丝线的末端打结的样子。意思是终点。原字是『冬』，『冬』用于表示最后一个季节，因此加上了偏旁『纟』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 295,
    cn: '宜',
    ls: '会意',
    bs: '',
    sm: '外部是砧板，内部是肉。意思是把用来祭祀祖先的肉放在砧板上。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 296,
    cn: '令',
    ls: '象形',
    bs: '',
    sm: '字形为头戴礼冠(上方)、跪着接受神灵启示的人(下方)。意思是神灵的启示。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 297,
    cn: '荣',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 298,
    cn: '业',
    ls: '象形',
    bs: '',
    sm: '加固土壤的两个容器并排。意思是土木作业。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 299,
    cn: '所',
    ls: '会意',
    bs: '',
    sm: '左边是单扇打开的神龛的门，右边是斧子。意思是用斧子制作神龛的门。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 300,
    cn: '基',
    ls: '形声',
    bs: '',
    sm:
      '上方是四角形的簸箕，中间是放置物品的台子，下方是土。意思是用土筑牢建筑物的基台。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 301,
    cn: '籍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 302,
    cn: '甚',
    ls: '象形',
    bs: '',
    sm: '字形为将锅(内部)放在炉灶(外部)上。意思是充分地煮。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 303,
    cn: '无',
    ls: '假借',
    bs: '',
    sm:
      '衣服袖子(中间)上缀着装饰物(两边)的人在跳舞。是『舞』的原字，用于表示『没有、无』的意思，是假借的用法。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 304,
    cn: '竟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 305,
    cn: '学',
    ls: '会意',
    bs: '',
    sm:
      '上方是左右手，中间是交叉长木搭建的学堂，下方是孩子。意思是学习；氏族的长老教给年轻人以传统和规范',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 306,
    cn: '优',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 307,
    cn: '登',
    ls: '会意',
    bs: '',
    sm: '上方下方是两只脚，是垫脚石。意思是攀登。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 308,
    cn: '仕',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 309,
    cn: '摄',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 310,
    cn: '职',
    ls: '形声',
    bs: '',
    sm:
      '上边表示矛(上右)上面带有饰物(上左)，下边是左耳。意思是杀死敌人后，割掉他的耳朵，并刻上记号以作为战功。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 311,
    cn: '从',
    ls: '形声',
    bs: '',
    sm: '左边是步行、走，右边是两个人并列着朝向左侧。意思是跟随前面的人走。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 312,
    cn: '政',
    ls: '形声',
    bs: '',
    sm:
      '左边是指进攻有城墙的城郭，右边是鞭打。意思是对征服地区的人民强制征税。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 313,
    cn: '存',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 314,
    cn: '以',
    ls: '象形',
    bs: '',
    sm: '字形为有圆形刃的锄头。假借为『用』『拿』的意思。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 315,
    cn: '甘',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 316,
    cn: '棠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 317,
    cn: '去',
    ls: '会意',
    bs: '',
    sm:
      '上方是张开手脚站立的人。在这种场合，下方表示将装有祝词的容器盖子打开，使祝词变得无效。意思是舍弃。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 318,
    cn: '而',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 319,
    cn: '益',
    ls: '会意',
    bs: '',
    sm: '上方是水，下方是器皿。意思是水从盘子里溢出来。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 320,
    cn: '咏',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 321,
    cn: '乐',
    ls: '象形',
    bs: '木部',
    sm: '字形表示在木的上面有两股丝质的琴弦，像古代的琴',
    sw: `樂，五声八音总名。`,
    swy: `樂，五声、八音的总称。`,
    xd: `
      “乐”的本义为乐器，读作yuè。
      音乐使人愉快，所以又引申为快乐，此时读作lè。
      不仅音乐能愉悦人的心境，做自己喜欢做的事也能使人快乐，所以又引申出对某事甘心情愿之意。如“乐此不疲”、“乐善好施”。
      作动词时，读yào，意为喜好。如《论语·雍也》：“知（智）者乐水，仁者乐山。”
    `
  },
  {
    id: 322,
    cn: '殊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 323,
    cn: '贵',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 324,
    cn: '贱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 325,
    cn: '礼',
    ls: '形声',
    bs: '',
    sm: '上方是黍一类的谷物，下方是食器。意思是用甜米酒举行仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 326,
    cn: '别',
    ls: '会意',
    bs: '',
    sm: '左边是人胸部以上的骨头，右边是刀。意思是从关节处将骨头切开。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 327,
    cn: '尊',
    ls: '会意',
    bs: '',
    sm:
      '上方是酒樽，下方是双手。字形为在神明面前双手捧着酒樽献上。意思是酒樽。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 328,
    cn: '卑',
    ls: '会意',
    bs: '',
    sm: '上方是勺子的头，下方是手，字形表示拿着小勺子。意思是卑微的。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 329,
    cn: '上',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 330,
    cn: '和',
    ls: '会意',
    bs: '',
    sm:
      '左边是立于军营门口、作为标识的树木，右边是装有祝词的容器。意思是在军营门口讲和。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 331,
    cn: '下',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 332,
    cn: '睦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 333,
    cn: '夫',
    ls: '象形',
    bs: '',
    sm:
      '在大(下方)上加上一(上方)，就成了发髻上插着簪子、穿着正式服装的男人的样子。意思是丈夫。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 334,
    cn: '唱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 335,
    cn: '妇',
    ls: '形声',
    bs: '',
    sm:
      '左边表示将木头的一端切成很细的几条，用来作清洁的工具；右边是女子。意思是清扫灵堂的女子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 336,
    cn: '随',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 337,
    cn: '外',
    ls: '会意',
    bs: '',
    sm:
      '左边是肉，右边是占卜。古代将龟称为『外骨』。意思是将龟的肉取出来，用龟壳做占卜。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 338,
    cn: '受',
    ls: '会意',
    bs: '',
    sm:
      '上方是给予东西的手，中间是盘子，下方是接受东西的手。意思是授予、接受。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 339,
    cn: '傅',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 340,
    cn: '训',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 341,
    cn: '入',
    ls: '象形',
    bs: '',
    sm: '大树做成的入口。指的是房间的入口。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 342,
    cn: '奉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 343,
    cn: '母',
    ls: '象形',
    bs: '',
    sm: '胸部有乳房的女子。意思是母亲。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 344,
    cn: '仪',
    ls: '形声',
    bs: '',
    sm: '羊(上方)与锯子(下方)的组合。『仪』是指进献祭品的仪式上的庄严姿态。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 345,
    cn: '诸',
    ls: '形声',
    bs: '',
    sm:
      '上方是树枝，多个点表示沙土，下方是装有祝词的容器。为了防止入侵者，在土质建筑各处埋上祝词。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 346,
    cn: '姑',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 347,
    cn: '伯',
    ls: '形声',
    bs: '',
    sm: '杰出的人物头盖骨具有灵力。意思是头、头领，原字是『白』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 348,
    cn: '叔',
    ls: '会意',
    bs: '',
    sm: '左上是斧子的头，左下表示发光的样子，右边是手。意思是作为神器的斧子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 349,
    cn: '犹',
    ls: '形声',
    bs: '',
    sm: '左边是为迎接神灵而倒的酒，右边是犬。意思是谋划。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 350,
    cn: '子',
    ls: '象形',
    bs: '',
    sm: '字形为幼小的孩子。原本用来指王子，后来泛指孩子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 351,
    cn: '比',
    ls: '会意',
    bs: '',
    sm: '两个人并列着朝向右侧。意思是并列、比较。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 352,
    cn: '儿',
    ls: '象形',
    bs: '',
    sm: '上方是小孩子头发从左右两边扎成发髻的样子，下方是人。意思是小孩子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 353,
    cn: '孔',
    ls: '象形',
    bs: '',
    sm: '左边是孩子，右边表示剃头发。意思是洞、穴。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 354,
    cn: '怀',
    ls: '形声',
    bs: '',
    sm:
      '外部是衣服，内上是眼睛，内下是眼泪。意思是在死者的衣襟上哭泣，表示怀念、思念。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 355,
    cn: '兄',
    ls: '会意',
    bs: '',
    sm:
      '上方是装有祝词的容器，下方是人。从事神事的人，指的是巫祝；后来通常由长男从事这种工作。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 356,
    cn: '弟',
    ls: '象形',
    bs: '',
    sm:
      '意思是按顺序用皮革绳子将物品捆扎起来。将顺序延伸至孩子，就有了『弟弟』的意思。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 357,
    cn: '同',
    ls: '会意',
    bs: '',
    sm: '上方是盘子，下方是装有祝词的容器。意思是饮酒用的筒形杯子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 358,
    cn: '气',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 359,
    cn: '连',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 360,
    cn: '枝',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 361,
    cn: '交',
    ls: '象形',
    bs: '',
    sm: '人将脚交叉起来站立着。意思是交叉。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 362,
    cn: '友',
    ls: '会意',
    bs: '',
    sm: '字形为右手与右手互相牵着，意思是互相帮助。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 363,
    cn: '投',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 364,
    cn: '分',
    ls: '会意',
    bs: '',
    sm: '外部表示将物品分成两部分，内部是刀。意思是用刀将物品切成两半。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 365,
    cn: '切',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 366,
    cn: '磨',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 367,
    cn: '箴',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 368,
    cn: '规',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 369,
    cn: '仁',
    ls: '会意',
    bs: '',
    sm: '人以坐的姿势(上方)坐在垫席(下方)上。意思是温暖、平和，儒教五德之一。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 370,
    cn: '慈',
    ls: '形声',
    bs: '',
    sm: '上方表示将丝束并列起来，下方是心。指的是慈爱的感情。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 371,
    cn: '隐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 372,
    cn: '恻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 373,
    cn: '造',
    ls: '会意',
    bs: '',
    sm:
      '左边是盘子，右上是小树枝，右下是装有祝词的容器。意思是在盘子里装入贡品，在祈祷时进献给神明。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 374,
    cn: '次',
    ls: '象形',
    bs: '',
    sm: '左边是吐出的气息，右边是张开嘴巴叹气的人。意思是对着神明叹息。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 375,
    cn: '弗',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 376,
    cn: '离',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 377,
    cn: '节',
    ls: '形声',
    bs: '',
    sm: '上方是竹子；下方是餐具和人，表示到达。意思是竹子的节。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 378,
    cn: '义',
    ls: '会意',
    bs: '',
    sm:
      '上方是羊，下方是锯。意思是用锯切开羊，做成祭品。指的是祭品很完美，没有缺陷。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 379,
    cn: '廉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 380,
    cn: '退',
    ls: '会意',
    bs: '',
    sm: '祭祀结束之后，将盛在食器中的贡品撤下来。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 381,
    cn: '颠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 382,
    cn: '沛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 383,
    cn: '匪',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 384,
    cn: '亏',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 385,
    cn: '性',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 386,
    cn: '静',
    ls: '会意',
    bs: '',
    sm: '上左是绘画的工具，上右是锄头，下方是手。意思是用画具清洁锄头。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 387,
    cn: '情',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 388,
    cn: '逸',
    ls: '会意',
    bs: '',
    sm: '上左和下边是跑步，上右是兔子。意思是兔子逃跑。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 389,
    cn: '心',
    ls: '象形',
    bs: '',
    sm: '字形描绘了心脏的样子。意思是心，心被认为是生命力的根源。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 390,
    cn: '动',
    ls: '形声',
    bs: '',
    sm: '字形为遭受黥刑的人。后来加上『力』，意思是从事农耕。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 391,
    cn: '神',
    ls: '形声',
    bs: '',
    sm: '字形表示闪电，是神明的威严象征。意思是自然神，后来指祖先的神灵。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 392,
    cn: '疲',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 393,
    cn: '守',
    ls: '会意',
    bs: '',
    sm:
      '外部是宗庙的屋顶，内左是盾，内右是手。意思是守卫玉以及圣所等重要的东西。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 394,
    cn: '真',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 395,
    cn: '志',
    ls: '形声',
    bs: '',
    sm: '上方是行走，下方是心。意思是心朝着某一个方向。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 396,
    cn: '满',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 397,
    cn: '逐',
    ls: '会意',
    bs: '',
    sm:
      '下方是跑步，上方是狗。意思是追赶狗。后来用『豕』代替『犬』，成为现在的字形。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 398,
    cn: '物',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 399,
    cn: '意',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 400,
    cn: '移',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 401,
    cn: '坚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 402,
    cn: '持',
    ls: '形声',
    bs: '',
    sm: '上方是脚印，下方是手。意思是用手一直拿着。原字是『寺』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 403,
    cn: '雅',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 404,
    cn: '操',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 405,
    cn: '好',
    ls: '会意',
    bs: '',
    sm: '女子(右边)和孩子(左边)组合起来，意思是母亲疼爱孩子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 406,
    cn: '爵',
    ls: '象形',
    bs: '',
    sm:
      '字形为一种酒器。意思是大酒杯。被赐予五等爵位（公、侯、伯、子、男）时，要使用酒杯。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 407,
    cn: '自',
    ls: '象形',
    bs: '',
    sm: '鼻子的形状。『鼻』字就是在『自』的下面加上表示读音的『畀』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 408,
    cn: '縻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 409,
    cn: '都',
    ls: '形声',
    bs: '',
    sm:
      '左边是将树、土和装有祝词的容器组合起来，指的是土墙；右边表示人居住在村落中。意思是都城。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 410,
    cn: '邑',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 411,
    cn: '华',
    ls: '象形',
    bs: '',
    sm: '花朵美丽地绽放的样子。意思是华丽。后来，又造了作为形声字的『花』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 412,
    cn: '夏',
    ls: '象形',
    bs: '',
    sm:
      '戴着帽子、甩着袖子、抬着腿跳舞的人。『夏』是中国古代西部的民族，后来指夏天。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 413,
    cn: '东',
    ls: '假借',
    bs: '',
    sm: '上下两头捆起来的袋子。意思是东。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 414,
    cn: '西',
    ls: '假借',
    bs: '',
    sm: '字形为粗孔的笼子或鸟巢。意思是西。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 415,
    cn: '二',
    ls: '指事',
    bs: '',
    sm: '两根算筹叠放的样子，意思是二。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 416,
    cn: '京',
    ls: '象形',
    bs: '',
    sm: '上部是瞭望楼，下部是拱形的城门。意思是大的城门，古代的凯旋门。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 417,
    cn: '背',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 418,
    cn: '邙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 419,
    cn: '面',
    ls: '象形',
    bs: '',
    sm: '内部是眼睛。意思是只有眼睛露出来的面具，做法事和歌舞时使用面具。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 420,
    cn: '洛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 421,
    cn: '浮',
    ls: '形声',
    bs: '',
    sm: '左边是水，右上是手，右下是孩子。意思是救出落水的孩子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 422,
    cn: '渭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 423,
    cn: '据',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 424,
    cn: '泾',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 425,
    cn: '宫',
    ls: '会意',
    bs: '',
    sm:
      '外部是建筑物的屋顶，内部是宫室连在一起的样子。意思是有屋顶的大建筑物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 426,
    cn: '殿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 427,
    cn: '盘',
    ls: '形声',
    bs: '',
    sm: '上方边是敲打(上右)舟形的盘子(上左)，下方是器皿。意思是盆、钵、盘子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 428,
    cn: '郁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 429,
    cn: '楼',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 430,
    cn: '观',
    ls: '形声',
    bs: '',
    sm:
      '使用神圣的鸟做占卜，以洞察神明的旨意。『观』指站在上面就能看到远处的建筑物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 431,
    cn: '飞',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 432,
    cn: '惊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 433,
    cn: '图',
    ls: '会意',
    bs: '',
    sm: '外部是全体的范围，内部是装谷物的仓库。意思是画着粮仓所在地的地图。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 434,
    cn: '写',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 435,
    cn: '禽',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 436,
    cn: '兽',
    ls: '会意',
    bs: '',
    sm: '上方是带有羽毛饰物的盾牌，下方是犬。意思是狩猎',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 437,
    cn: '画',
    ls: '会意',
    bs: '',
    sm: '上方是用手持笔，下方是四角的盾。意思是在盾上描画花纹。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 438,
    cn: '彩',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 439,
    cn: '仙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 440,
    cn: '灵',
    ls: '会意',
    bs: '',
    sm:
      '上方是雨，中间是三只装有祝词的容器，下方是祭桌。意思是祈雨的仪式，后来指神灵。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 441,
    cn: '丙',
    ls: '假借',
    bs: '',
    sm: '字形为放置器物的台子。意思是丙。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 442,
    cn: '舍',
    ls: '会意',
    bs: '',
    sm: '用长针(上方)刺破装有祝词的容器(下方)，从而破坏祈祷。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 443,
    cn: '旁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 444,
    cn: '启',
    ls: '会意',
    bs: '',
    sm:
      '上左是神龛的门，上右是手，下方是装有祝词的容器。意思是看到神龛里面神明的启示。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 445,
    cn: '甲',
    ls: '假借',
    bs: '',
    sm: '字形为龟的腹甲。意思是用铠甲武装起来。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 446,
    cn: '帐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 447,
    cn: '对',
    ls: '会意',
    bs: '',
    sm: '左边是将土壤敲打加固的工具，右边是手。意思是二人相对敲打土壤。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 448,
    cn: '楹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 449,
    cn: '肆',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 450,
    cn: '筵',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 451,
    cn: '设',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 452,
    cn: '席',
    ls: '会意',
    bs: '',
    sm: '外部是建筑物，内部是席子。意思是座席。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 453,
    cn: '鼓',
    ls: '会意',
    bs: '',
    sm: '左边是鼓，右边是击打。意思是敲打打击乐器使之发出声音。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 454,
    cn: '瑟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 455,
    cn: '吹',
    ls: '会意',
    bs: '',
    sm:
      '左边说明是向前张开嘴巴跪着的人。指的是一种向装有祝词的容器(右边)里面吹气，以消除祈祷的效果的巫术。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 456,
    cn: '笙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 457,
    cn: '升',
    ls: '象形',
    bs: '斗部',
    sm: '字形象是用斗挹起酒浆，表示举觞进献之意',
    sw: `升，十龠也。从斗，亦象形。`,
    swy: `升，二十合。从斗，也是象形字。`,
    xd: `
      “升”的本义是一种量粮食的容器，容积是斗的十分之一。后来作容量单位，表示一斗的十分之一。
      用作动词也指进奉、进献。
      进献宝物时要双手上举，以表虔诚尊敬之意，故而又引申指升起。
      也指官员升职。
    `
  },
  {
    id: 458,
    cn: '阶',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 459,
    cn: '纳',
    ls: '形声',
    bs: '',
    sm:
      '意思是把织物当作上缴的赋税。最初是『内』的字形，后来加上了偏旁『纟』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 460,
    cn: '陛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 461,
    cn: '弁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 462,
    cn: '转',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 463,
    cn: '疑',
    ls: '象形',
    bs: '',
    sm:
      '在身体前面手执棍子(左边)的人，做出了向后回头(右边)的样子。意思是犹豫着该不该前进。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 464,
    cn: '星',
    ls: '形声',
    bs: '',
    sm: '上方三个是星星，下方是草发芽的样子。意思是星星闪光。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 465,
    cn: '右',
    ls: '会意',
    bs: '',
    sm: '上方右手，下方是装有祝词的容器。意思是祈求神明的帮助。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 466,
    cn: '通',
    ls: '形声',
    bs: '',
    sm:
      '左边是行走，右边是带手柄的水桶。意思是没有阻碍地穿过。另外也指关系到全体。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 467,
    cn: '广',
    ls: '形声',
    bs: '',
    sm:
      '外部是建筑物的屋顶，内部是悬挂在腰带上的玉，也有横的意思。指的是宏大的建筑物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 468,
    cn: '内',
    ls: '象形',
    bs: '',
    sm: '外部是建筑物的屋顶，内部是用树做成的入口。意思是有屋顶的入口。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 469,
    cn: '左',
    ls: '会意',
    bs: '',
    sm: '上方是左手，下方是巫术中使用的器具。意思是祈求神明的帮助。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 470,
    cn: '达',
    ls: '形声',
    bs: '',
    sm:
      '左边是行走，右边表示小羊(右上)从母羊(右下)身体里顺利生出来。意思是快速行走。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 471,
    cn: '承',
    ls: '会意',
    bs: '',
    sm:
      '上方是跪着的人，下方是双手，字形描绘的是向人献上、赠与东西。意思是接受尊者命令并执行。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 472,
    cn: '明',
    ls: '会意',
    bs: '',
    sm:
      '左边是月亮，右边是窗子。意思是从窗子照进来的月光；在微弱的光亮下迎接神明。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 473,
    cn: '既',
    ls: '会意',
    bs: '',
    sm: '左边是装食物的容器，右边是扭头向后面打嗝的人。意思是吃完饭。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 474,
    cn: '集',
    ls: '会意',
    bs: '',
    sm: '上方是鸟，下方是树。意思是鸟停在树上。很多鸟聚集在一起，写作『雧』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 475,
    cn: '坟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 476,
    cn: '典',
    ls: '会意',
    bs: '',
    sm: '上方是书籍，下方是放置物品的台子。意思是书籍。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 477,
    cn: '亦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 478,
    cn: '聚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 479,
    cn: '群',
    ls: '形声',
    bs: '',
    sm: '上方是集合的意思（君），下方是羊。意思是羊群。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 480,
    cn: '英',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 481,
    cn: '杜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 482,
    cn: '稿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 483,
    cn: '钟',
    ls: '形声',
    bs: '',
    sm:
      '左边是将金属混合在一起，右上是大针，右中是眼睛，右下是袋子。意思是吊钟。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 484,
    cn: '隶',
    ls: '会意',
    bs: '',
    sm:
      '左边是作祟的野兽，右边是将灾难转移到布上面并维持该状态。指的是灾难转移的对象。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 485,
    cn: '漆',
    ls: '形声',
    bs: '',
    sm:
      '左边是水；右边表示树皮损坏之后、树漆流了出来，四个点表示漆。意思是漆。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 486,
    cn: '书',
    ls: '会意',
    bs: '',
    sm:
      '上方表示用手拿着笔；下方是在装有祝词的容器上面叠放土木。意思是被认为是祝词的神圣文字。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 487,
    cn: '壁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 488,
    cn: '经',
    ls: '形声',
    bs: '',
    sm: '左边是丝束，右边是纺织机的经纱。意思是纱的经线。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 489,
    cn: '府',
    ls: '形声',
    bs: '',
    sm: '存放书籍的府库。意思是保管重要文件的库房。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 490,
    cn: '罗',
    ls: '会意',
    bs: '',
    sm: '用网(上方)网住鸟(下方)。意思是网。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 491,
    cn: '将',
    ls: '会意',
    bs: '',
    sm: '左边是有脚的桌子，右边是向神明进献肉。意思是将军。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 492,
    cn: '相',
    ls: '会意',
    bs: '',
    sm: '左边是树，右边是眼睛。意思是用眼睛看树，树木将生命力赐给看它的人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 493,
    cn: '路',
    ls: '会意 形声',
    bs: '足部',
    sm:
      '左边是脚，右上表示倒着的脚，右下是装有祝词的容器。意思是神明从天而降所走的道路。',
    sw: `路，道也。由足，各会意。`,
    swy: `路，道路。从足，从各。`,
    xd: `
      “路”的本义是道路。
      引申指经过的里程。如“山高路远”等。
      还引申特指车辆行驶的线道。如“13路公交车”。
      引申指职业。我们常听人说“半路出家”，原指年岁大点，才去当和尚、尼姑或道士。比喻中途改行，从事另一工作。
      脚步所走之路又可引申为思想或行为的途径、方法。如“出路”、“生路”。
      又引申指种类。如“一路货色”、“路数”。
      还引申指方面、地区。如“外路货”、“各路人马”等。
    `
  },
  {
    id: 494,
    cn: '侠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 495,
    cn: '槐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 496,
    cn: '卿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 497,
    cn: '户',
    ls: '象形',
    bs: '',
    sm: '字形为神龛单扇打开的门。意思是神龛的门。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 498,
    cn: '封',
    ls: '会意',
    bs: '',
    sm: '左上是小树，左下是神社，右边是手。意思是将神明附体的树种植在神社。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 499,
    cn: '八',
    ls: '指事',
    bs: '',
    sm: '物品左右分开的样子。意思是八。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 500,
    cn: '县',
    ls: '会意',
    bs: '',
    sm: '上方是绳子，下方是倒着的头。意思是用绳子将头悬挂在树上。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 501,
    cn: '家',
    ls: '会意',
    bs: '',
    sm: '外部是建筑物的屋顶，内部是作为祭品的狗。意思是祭祀祖先的宗庙。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 502,
    cn: '给',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 503,
    cn: '千',
    ls: '形声',
    bs: '',
    sm: '字形为侧着的人加上短的横线，意思是数字一千。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 504,
    cn: '兵',
    ls: '会意',
    bs: '',
    sm:
      '上方是斧子，下方是左右手，字形为双手捧着斧子。意思是兵器。古代的兵器包括斧、矛、钺、盾等。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 505,
    cn: '高',
    ls: '会意',
    bs: '',
    sm:
      '上方是大的城门，下方是装有祝词的容器。指的是在城门上供奉祝词以进行祓除清洁。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 506,
    cn: '冠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 507,
    cn: '陪',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 508,
    cn: '辇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 509,
    cn: '驱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 510,
    cn: '毂',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 511,
    cn: '振',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 512,
    cn: '缨',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 513,
    cn: '世',
    ls: '象形',
    bs: '',
    sm: '三根树枝发芽的样子。意思为长出新芽。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 514,
    cn: '禄',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 515,
    cn: '侈',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 516,
    cn: '富',
    ls: '形声',
    bs: '',
    sm: '外部是宗庙的屋顶，内部是瓶身鼓起的容器。意思是供奉给神灵很多物品。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 517,
    cn: '车',
    ls: '象形',
    bs: '',
    sm: '字形为车体和两个轮子。意思是车。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 518,
    cn: '驾',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 519,
    cn: '肥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 520,
    cn: '轻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 521,
    cn: '策',
    ls: '形声',
    bs: '',
    sm: '上方是竹子，下方是尖头的长树枝。意思是鞭子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 522,
    cn: '功',
    ls: '形声',
    bs: '',
    sm: '左边是工作使用的器具，右边是手持棍棒的样子。意思是农业作业。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 523,
    cn: '茂',
    ls: '形声',
    bs: '',
    sm: '上方是草，下方是有手柄的矛。意思是草木很茂盛。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 524,
    cn: '实',
    ls: '会意',
    bs: '',
    sm: '外部是宗庙的屋顶，内部是缀着贝币的东西。意思是丰厚的贡品。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 525,
    cn: '勒',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 526,
    cn: '碑',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 527,
    cn: '刻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 528,
    cn: '铭',
    ls: '形声',
    bs: '',
    sm:
      '左边是将金属混合在一起，右上是肉，右下是装有祝词的容器。意思是做记号、铭记。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 529,
    cn: '磻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 530,
    cn: '溪',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 531,
    cn: '伊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 532,
    cn: '尹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 533,
    cn: '佐',
    ls: '形声',
    bs: '',
    sm:
      '左手的形状，原字是『左』，指的是左手拿着祭器向神明祈求帮助，后来加上了『人』字旁。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 534,
    cn: '时',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 535,
    cn: '阿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 536,
    cn: '衡',
    ls: '会意',
    bs: '',
    sm:
      '外部是十字路口，内上是牛的犄角，内下是俯视所看到的牛的样子。意思是牛车最前面的横木，即轭',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 537,
    cn: '奄',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 538,
    cn: '宅',
    ls: '形声',
    bs: '',
    sm:
      '外部是建筑物的屋顶，内部是用草的叶子占卜。意思是建造建筑物的时候询问神明的旨意。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 539,
    cn: '曲',
    ls: '象形',
    bs: '',
    sm: '字形为竹子和藤蔓编成的笼子。意思是弯曲。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 540,
    cn: '阜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 541,
    cn: '微',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 542,
    cn: '旦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 543,
    cn: '孰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 544,
    cn: '营',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 545,
    cn: '桓',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 546,
    cn: '公',
    ls: '象形',
    bs: '',
    sm: '上方是土墙，下方是广场。意思是举行宫廷仪式的场所。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 547,
    cn: '匡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 548,
    cn: '合',
    ls: '象形',
    bs: '',
    sm: '上方是盖子，下方是装有祝词的容器。意思是盖子和容器很合适。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 549,
    cn: '济',
    ls: '形声',
    bs: '',
    sm: '左边是水，右边是妇人调整、佩戴好头饰。意思是渡过河流。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 550,
    cn: '弱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 551,
    cn: '扶',
    ls: '形声',
    bs: '',
    sm: '左边是成人男子即丈夫，右边是手。意思是帮助、保护。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 552,
    cn: '倾',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 553,
    cn: '绮',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 554,
    cn: '回',
    ls: '象形',
    bs: '',
    sm: '字形为水一圈一圈旋转的样子。意思是旋转。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 555,
    cn: '汉',
    ls: '形声',
    bs: '',
    sm:
      '下方是水流。汉江是流经中国西部、与长江汇合的河流的名字，其流域称之为『汉』，后来用来指中国。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 556,
    cn: '惠',
    ls: '形声',
    bs: '',
    sm: '上方是捆扎起来的袋子，下方是心。意思是谨慎、恭敬。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 557,
    cn: '说',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 558,
    cn: '感',
    ls: '形声',
    bs: '',
    sm:
      '用板斧(上右)守卫装有祝词的容器(上左)，这样做神明的心(下方)就会被感动。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 559,
    cn: '武',
    ls: '会意',
    bs: '',
    sm:
      '上方是矛，下是行走。意思是拿着矛前进。『武』是与『文』并列的德，通常并称为『文武』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 560,
    cn: '丁',
    ls: '假借',
    bs: '',
    sm: '字形为从上面看钉头的样子，是『钉』的原字。意思是年轻人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 561,
    cn: '俊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 562,
    cn: '乂',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 563,
    cn: '密',
    ls: '会意',
    bs: '',
    sm:
      '意思是在宗庙(外部)里，将矛(内右)置于火(内左)上清洁，祈求祖先神灵安宁的仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 564,
    cn: '勿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 565,
    cn: '多',
    ls: '会意',
    bs: '',
    sm: '上下是肉。两块肉叠在一起，指的是作为祭品的肉很多。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 566,
    cn: '士',
    ls: '象形',
    bs: '',
    sm: '字形为小板斧的头部，没有柄。用来表示身份，意思是作为战士侍奉王的人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 567,
    cn: '寔',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 568,
    cn: '宁',
    ls: '会意',
    bs: '',
    sm:
      '上方是宗庙的屋顶，中间是心脏，下方是台上的器皿。意思是供奉祭品的心脏，祈求安宁。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 569,
    cn: '晋',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 570,
    cn: '楚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 571,
    cn: '更',
    ls: '会意',
    bs: '',
    sm:
      '上方是放东西的台子，下方是从下面击打。意思是以此改变台子上的武器等器物的功能。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 572,
    cn: '霸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 573,
    cn: '赵',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 574,
    cn: '魏',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 575,
    cn: '困',
    ls: '象形',
    bs: '',
    sm:
      '外部是木制框架，内部是阻止出入的木桩。意思是在门口放上木桩以禁止出入。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 576,
    cn: '横',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 577,
    cn: '假',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 578,
    cn: '途',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 579,
    cn: '灭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 580,
    cn: '虢',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 581,
    cn: '践',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 582,
    cn: '土',
    ls: '象形',
    bs: '',
    sm: '将土做成球形放在台子上面。意思是土地神，是『社』的原字。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 583,
    cn: '会',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 584,
    cn: '盟',
    ls: '会意',
    bs: '',
    sm:
      '上左是窗子，上右是月亮，下方是血。意思是在窗边，在祭祀的神明的面前饮血发誓。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 585,
    cn: '何',
    ls: '形声',
    bs: '',
    sm: '描绘的是背着戈(上方)的人(下方)的姿态。意思是背负。是『荷』字的原形。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 586,
    cn: '遵',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 587,
    cn: '约',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 588,
    cn: '法',
    ls: '会意',
    bs: '',
    sm:
      '败诉的人(左上)将未封口的装有祝词的容器(左中)和神圣的野兽(右边)一起放到水里(左下)，让它们随水流而去。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 589,
    cn: '韩',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 590,
    cn: '弊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 591,
    cn: '烦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 592,
    cn: '刑',
    ls: '形声',
    bs: '',
    sm: '左边是头枷，右边是刀。意思是用枷锁嵌住头和手。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 593,
    cn: '起',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 594,
    cn: '翦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 595,
    cn: '颇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 596,
    cn: '牧',
    ls: '会意',
    bs: '',
    sm: '左边是牛，右边是用手拿着树枝的样子。意思是放牛。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 597,
    cn: '用',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 598,
    cn: '军',
    ls: '象形',
    bs: '',
    sm: '字形为车上的旗子随风飘动的样子。意思是将军乘坐的兵车。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 599,
    cn: '最',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 600,
    cn: '精',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 601,
    cn: '宣',
    ls: '会意',
    bs: '',
    sm: '外部是宗庙的屋顶，内部是半圆形，意思是半圆形的房间。指的是宣室。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 602,
    cn: '威',
    ls: '会意',
    bs: '',
    sm:
      '在女子(下方)的上面加上斧头(上方)。意思是用作为神器的斧头净化过的女子，呈现出威严的姿态。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 603,
    cn: '沙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 604,
    cn: '漠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 605,
    cn: '驰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 606,
    cn: '誉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 607,
    cn: '丹',
    ls: '象形',
    bs: '',
    sm:
      '开采丹红土的井。意思是红色。丹井之地有长生不老之人，因此药的名字常会加上『丹』字。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 608,
    cn: '青',
    ls: '形声',
    bs: '',
    sm: '上方是草长出来的样子，下方是提取红土的井。意思是青色。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 609,
    cn: '九',
    ls: '象形',
    bs: '',
    sm: '字形为雌龙弯曲着身子的样子。意思是九。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 610,
    cn: '州',
    ls: '象形',
    bs: '',
    sm: '表示河流中的沙洲。意思是河中沙。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 611,
    cn: '禹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 612,
    cn: '迹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 613,
    cn: '百',
    ls: '指事',
    bs: '',
    sm: '白上面加上一条横线。意思是百，通常用于指全体的意思。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 614,
    cn: '郡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 615,
    cn: '秦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 616,
    cn: '并',
    ls: '会意',
    bs: '',
    sm: '字形表示左右并列的人，站在一定的位置上。意思是并列。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 617,
    cn: '岳',
    ls: '象形',
    bs: '',
    sm: '上方是羊头，下方是山。意思是放牧羊群的羌族奉为圣地的山。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 618,
    cn: '宗',
    ls: '会意',
    bs: '',
    sm: '外部是宗庙的屋顶，内部是祭祀时使用的祭桌。意思是宗庙。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 619,
    cn: '泰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 620,
    cn: '岱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 621,
    cn: '禅',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 622,
    cn: '主',
    ls: '象形',
    bs: '',
    sm:
      '字形为油碟中燃烧的火苗。意思是灯火的火头。操纵使用圣火的人被称为『主人』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 623,
    cn: '云',
    ls: '象形',
    bs: '雨部',
    sm:
      '字形为漂浮的云朵下面露出龙的尾巴。意思是云；原字是『云』，后来加上『雨』变成了『雲』。',
    sw: `雲，山川气也。从雨，云象云回转形。凡雲之属皆从雲。`,
    swy: `雲，山河升腾之气。从雨，云像云彩回旋转动的形状。大凡雲的部属都从雲。`,
    xd: `
        “云”的本义为云气、云雾。如《孟子·梁惠王上》：“天油然作云，沛然下雨。”
        引申指轻柔舒卷、形状像云的事物。如古人常说的“云鬓”就是形容女子鬓发盛美如云。
        云一般都是在天上，故又引申比喻高。如苏轼《书王晋卿画·西塞风雨》：“仰看云天真箬笠，旋收江海入蓑衣。”其中的“云天”即指高空。
        后来“云”假借为动词“曰”，表示说。如“子曰诗云”、“人云亦云”、“不知所云”。
      `
  },
  {
    id: 624,
    cn: '亭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 625,
    cn: '雁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 626,
    cn: '门',
    ls: '象形',
    bs: '',
    sm: '两扇打开的门。意思是有推门的入口。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 627,
    cn: '紫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 628,
    cn: '塞',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 629,
    cn: '鸡',
    ls: '形声',
    bs: '',
    sm: '左边表示用手拖拽着束发的女子，右边是鸟。意思是鸡。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 630,
    cn: '田',
    ls: '象形',
    bs: '',
    sm:
      '划分成片的耕地或狩猎场。意思是田地。迎接田地之神的仪式称之为『田乐』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 631,
    cn: '赤',
    ls: '会意',
    bs: '',
    sm: '手脚张开的人(上方)，与火(下方)组合起来。意思是洗净污秽的仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 632,
    cn: '城',
    ls: '形声',
    bs: '',
    sm:
      '左边指城郭南北所建的瞭望用的高台，右边是挂有饰物的矛。意思是净化后的城内。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 633,
    cn: '昆',
    ls: '会意',
    bs: '日部',
    sm:
      '上部是太阳，下部两个人，表示二人在日光下并肩行走。意思是太阳为天下人共享。',
    sw: `昆，同也。从日，从比。`,
    swy: `昆，同。由日、由比会意。`,
    xd: `
      “昆”的本义为一起、共同。如《太玄·玄摛》：“天下之理得之谓德也，理生昆群兼爱之谓仁也。”
      兄弟同生并长，故引申指哥哥、胞兄。如《诗经·王风·葛藟》：“终远兄弟，谓他人昆。”
      又指昆山，古代传说中的产玉之山。如《尚书·胤征》：“火炎昆冈，玉石俱焚。”
    `
  },
  {
    id: 634,
    cn: '池',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 635,
    cn: '碣',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 636,
    cn: '石',
    ls: '会意',
    bs: '',
    sm: '上方是山的悬崖，下方是装有祝词的容器。意思是祭祀大石头的仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 637,
    cn: '钜',
    ls: '形声',
    bs: '金部',
    sm: '',
    sw: `大刚也。从金，巨声。`,
    swy: `大的金属。从金。巨声。`,
    xd: `
      钜本义坚硬的铁。如《史记·礼书》：“宛之钜铁。”
    `
  },
  {
    id: 638,
    cn: '野',
    ls: '形声',
    bs: '',
    sm: '左右是树林，中间是神社。意思是树林中的神社所在的地方。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 639,
    cn: '洞',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 640,
    cn: '庭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 641,
    cn: '旷',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 642,
    cn: '远',
    ls: '形声',
    bs: '',
    sm:
      '右上是脚印，右下是衣服，右中是玉石，左边是行走。意思是送死者去死后的世界。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 643,
    cn: '绵',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 644,
    cn: '邈',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 645,
    cn: '岩',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 646,
    cn: '岫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 647,
    cn: '杳',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 648,
    cn: '冥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 649,
    cn: '治',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 650,
    cn: '本',
    ls: '指事',
    bs: '木部',
    sm: '是木，在木的下部加上原点，意思是树根。也用于指本来。',
    sw: `本，木下曰本。从木，一在其下。`,
    swy: `本，树木下部叫本。从木，记号“一”标志在树木的下部。`,
    xd: `
      “本”的本义是指草木的根或靠进根部的茎干。如《国语·晋语》：“伐木不自其本，必复生。”
      引申指事物的根本、基础。如《论语·学而》：“君子务本，本立而道生。”
      又引申表示原来、本来。如“本心”。
      又表示自己方面的。如“本国”、“本人”。
    `
  },
  {
    id: 651,
    cn: '于',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 652,
    cn: '农',
    ls: '会意',
    bs: '',
    sm:
      '上方是田，下方是两枚贝类伸出斧足的样子。意思是将贝壳置于木头前端，用这样的农具耕田。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 653,
    cn: '务',
    ls: '形声',
    bs: '',
    sm: '左边是矛，右边是击打。后来加上了『力』，表示努力从事农耕的意思。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 654,
    cn: '兹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 655,
    cn: '稼',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 656,
    cn: '穑',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 657,
    cn: '俶',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 658,
    cn: '载',
    ls: '形声',
    bs: '',
    sm:
      '右边是矛，左上是神圣的印，左下是战车。意思是军队出发时对战车进行清洁。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 659,
    cn: '南',
    ls: '假借',
    bs: '',
    sm: '字形为铜制的鼓，是长江以南地区苗族使用的乐器。意思是南。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 660,
    cn: '亩',
    ls: '形声',
    bs: '',
    sm: '左边是田，右边是戴着发饰的女子。用来指一定面积的耕地。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 661,
    cn: '我',
    ls: '假借',
    bs: '',
    sm: '字形为锯。最初是锯的意思，后来作为第一人称的代名词使用。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 662,
    cn: '艺',
    ls: '会意',
    bs: '',
    sm: '左边是向前伸出双手的人，右边是草木。意思是种植草木。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 663,
    cn: '黍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 664,
    cn: '稷',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 665,
    cn: '税',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 666,
    cn: '熟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 667,
    cn: '贡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 668,
    cn: '新',
    ls: '会意',
    bs: '',
    sm:
      '左边是有把手的大针，右边是斧子。意思是通过投针（辛）来选择做牌位的树，然后用斧子将树砍掉。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 669,
    cn: '劝',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 670,
    cn: '赏',
    ls: '形声',
    bs: '',
    sm:
      '上方表示将有把手的刺青针放在台子上，是『商』字；下方是贝。意思是给予贝币。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 671,
    cn: '黜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 672,
    cn: '陟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 673,
    cn: '孟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 674,
    cn: '轲',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 675,
    cn: '敦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 676,
    cn: '素',
    ls: '象形',
    bs: '',
    sm: '给丝线染色的样子。丝束的结扣处残留有白色，因此叫作『素绢』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 677,
    cn: '史',
    ls: '会意',
    bs: '',
    sm:
      '上方表示在树上悬挂装有祝词的容器，下方是右手。意思是将祝词高高捧着、祭祀祖先的灵魂。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 678,
    cn: '鱼',
    ls: '象形',
    bs: '',
    sm:
      '鱼的样子。鱼被认为是住在深水处的灵物，会被供奉在祭祀祖先神灵的宗庙里。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 679,
    cn: '秉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 680,
    cn: '直',
    ls: '会意',
    bs: '',
    sm:
      '用眉毛上装饰(右上)着饰物的眼睛(右下)巡视，左边是指隐藏起来。意思是悄悄地调查、以纠正不当之事。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 681,
    cn: '庶',
    ls: '会意',
    bs: '',
    sm:
      '上方是厨房的屋顶，中间是锅，下方是火。意思是在厨房煮饭，原字是『煮』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 682,
    cn: '几',
    ls: '会意',
    bs: '',
    sm: '上方是丝线饰物，下方是矛。用圣器矛调查奇怪的事情，意为纠正。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 683,
    cn: '中',
    ls: '象形',
    bs: '',
    sm: '字形为中军的旗子。中军的将领为元帅，意思是正中间。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 684,
    cn: '庸',
    ls: '会意',
    bs: '',
    sm: '在笼子里装上土捣得牢固，筑成城墙。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 685,
    cn: '劳',
    ls: '会意',
    bs: '',
    sm: '上方是篝火，神圣的火；下方是衣服。意思是用神圣的火清洁衣物的仪式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 686,
    cn: '谦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 687,
    cn: '谨',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 688,
    cn: '敕',
    ls: '会意',
    bs: '',
    sm: '上方是将柴火捆起来，下方是犁。意思是将柴火捆起来整理好。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 689,
    cn: '聆',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 690,
    cn: '音',
    ls: '会意',
    bs: '',
    sm:
      '上方是向神明发誓用的针。下方在装有祝词的容器里面，神明的反应以声音的形式出现。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 691,
    cn: '察',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 692,
    cn: '理',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 693,
    cn: '鉴',
    ls: '形声',
    bs: '',
    sm:
      '左边是将金属混合在一起，右上是人向下看的样子，右下是装有水的容器。意思是镜子',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 694,
    cn: '貌',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 695,
    cn: '辨',
    ls: '形声',
    bs: '',
    sm:
      '两边是刺青所用的针两根并列的样子，表示做出判决时原告和被告发誓、辩论。中间是刀。意思是对诉讼做出裁决。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 696,
    cn: '色',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 697,
    cn: '贻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 698,
    cn: '厥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 699,
    cn: '嘉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 700,
    cn: '猷',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 701,
    cn: '勉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 702,
    cn: '其',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 703,
    cn: '祗',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 704,
    cn: '植',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 705,
    cn: '省',
    ls: '形声',
    bs: '',
    sm:
      '眉毛上佩戴着饰物，用这样有咒力的眼睛巡视。汉元帝时期，开始将政府机构称之为『省』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 706,
    cn: '躬',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 707,
    cn: '讥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 708,
    cn: '诫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 709,
    cn: '宠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 710,
    cn: '增',
    ls: '形声',
    bs: '',
    sm:
      '上方是热气，下方是炉子，这种炉子是在煮热水的锅上面叠上蒸东西的器具。意思是增加。原字是『曾』',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 711,
    cn: '抗',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 712,
    cn: '极',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 713,
    cn: '殆',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 714,
    cn: '辱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 715,
    cn: '近',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 716,
    cn: '耻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 717,
    cn: '林',
    ls: '会意',
    bs: '',
    sm: '字形为两棵树并列的样子。意思是树木很多且繁盛。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 718,
    cn: '皋',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 719,
    cn: '幸',
    ls: '象形',
    bs: '',
    sm:
      '字形描绘的是刑罚所使用的手枷，受刑时将双手放进去。意思是免除重刑，代之以手枷的刑罚。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 720,
    cn: '即',
    ls: '会意',
    bs: '',
    sm:
      '在食案(左边)前，有一个人弯曲着膝盖(右边)呈的形态。意思是吃饭时即席（到达座位），后来均用来指到达。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 721,
    cn: '两',
    ls: '象形',
    bs: '',
    sm: '字形为连接两匹马的车轭。意思是并列。左右对称的东西称作『两』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 722,
    cn: '疏',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 723,
    cn: '见',
    ls: '象形',
    bs: '',
    sm:
      '上方是眼睛，下方是人。意思是看。『看』这一行为曾经指的是与面对的事物保持精神方面的联系。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 724,
    cn: '机',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 725,
    cn: '解',
    ls: '会意',
    bs: '',
    sm: '用刀(左右)从牛(中间)身上切下角(下方)。意思是将野兽解剖。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 726,
    cn: '组',
    ls: '形声',
    bs: '',
    sm: '左边是丝束，右边表示案板。意思是线绳。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 727,
    cn: '谁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 728,
    cn: '逼',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 729,
    cn: '索',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 730,
    cn: '居',
    ls: '会意',
    bs: '',
    sm:
      '上方是代替祖先接受祭祀的纸人，下方是凳子。指的是举行仪式的时候蹲坐的姿势。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 731,
    cn: '闲',
    ls: '会意',
    bs: '',
    sm: '上方是门，是下方树。意思是栅栏门。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 732,
    cn: '处',
    ls: '会意',
    bs: '',
    sm: '上方是身披虎皮的人，下方是座位。意思是以庄严的姿势坐着。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 733,
    cn: '沉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 734,
    cn: '默',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 735,
    cn: '寂',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 736,
    cn: '寥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 737,
    cn: '求',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 738,
    cn: '古',
    ls: '会意',
    bs: '',
    sm: '上方是盾，下方是装有祝词的容器。意思是长期保持祈祷的效果。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 739,
    cn: '寻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 740,
    cn: '论',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 741,
    cn: '散',
    ls: '会意',
    bs: '',
    sm: '左边是带筋的肉，右边是打。意思是将肉切割。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 742,
    cn: '虑',
    ls: '形声',
    bs: '',
    sm:
      '向上举的字形是战国时代的金文；上方是吕，用来表示lü的读音；下方是心。意思是深入考虑。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 743,
    cn: '逍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 744,
    cn: '遥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 745,
    cn: '欣',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 746,
    cn: '奏',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 747,
    cn: '累',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 748,
    cn: '遣',
    ls: '形声',
    bs: '',
    sm: '下方是祭肉，上方表示用双手拿着。意思是派遣手捧祭肉的军队。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 749,
    cn: '慼',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 750,
    cn: '谢',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 751,
    cn: '欢',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 752,
    cn: '招',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 753,
    cn: '渠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 754,
    cn: '荷',
    ls: '形声',
    bs: '',
    sm: '右边是矛，左边是人。意思是扛着矛。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 755,
    cn: '的',
    ls: '形声',
    bs: '日部',
    sm: '',
    sw: `的，从日，勺声。`,
    swy: `的，从日，勺声。`,
    xd: `
      “的”的本义为鲜明、明亮，读作dì。
      引申指箭靶的中心。如“有的放矢”。
      还特指古代妇女点在面部作为装饰的红点。如傅咸《镜赋》：“珥明珰之迢迢，照双的以发姿。”
      又读作dí，表示确实、究竟。如“的确”。
      “的”又读作de，用在定语后，表示词与词或短语之间的修饰关系，以及定语和中心词之间的领属关系。
    `
  },
  {
    id: 756,
    cn: '历',
    ls: '会意',
    bs: '',
    sm:
      '上方是立于悬崖下的军队大本营的两棵树，下方是装有祝词的容器。意思是表彰军队在战争中取得的功绩。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 757,
    cn: '园',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 758,
    cn: '莽',
    ls: '会意 形声',
    bs: '茻部',
    sm: '字形像犬在林中奔逐。',
    sw: `莽，南昌谓犬善逐菟草中为莽。从犬，从茻，茻亦声。`,
    swy: `莽，南昌说狗善于在草中追逐兔兽叫莽。由犬、由茻会意，茻也表声。`,
    xd: `
      “莽”的本义为犬逐于旷野丛草中。
      又指草丛。如《周易·同人》：“伏戎于莽。”就是说把军队埋伏于草丛之中。
      后来泛指草。如陶渊明《归园田居》（其二）：“常恐霜霰至，零落同草莽。”
      又引申指草木繁茂，广阔无边。如“草木莽莽”、“莽莽群山”。
      引申指粗率、不精细。如“莽撞”、“鲁莽”。
    `
  },
  {
    id: 759,
    cn: '抽',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 760,
    cn: '条',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 761,
    cn: '枇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 762,
    cn: '杷',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 763,
    cn: '晚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 764,
    cn: '翠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 765,
    cn: '梧',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 766,
    cn: '桐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 767,
    cn: '蚤',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 768,
    cn: '凋',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 769,
    cn: '陈',
    ls: '会意',
    bs: '',
    sm: '上左是神明的梯子，上右是袋子。在土地神(下方)面前放上供奉的袋子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 770,
    cn: '根',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 771,
    cn: '委',
    ls: '会意',
    bs: '',
    sm:
      '右边是做成水稻形状的头饰，左边是女子。意思是为祈祷粮食丰收而在田里跳舞的女子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 772,
    cn: '翳',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 773,
    cn: '落',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 774,
    cn: '叶',
    ls: '形声',
    bs: '',
    sm: '树木伸出三根新枝的样子。意思是树叶，是表示舟、纸张数量的单位。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 775,
    cn: '飘',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 776,
    cn: '摇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 777,
    cn: '游',
    ls: '形声',
    bs: '',
    sm:
      '旗杆(上方)和孩子(中间)组合起来，即拿着旗杆的人；下方表示去、走。意思是神灵的移动。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 778,
    cn: '鹍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 779,
    cn: '独',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 780,
    cn: '运',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 781,
    cn: '凌',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 782,
    cn: '摩',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 783,
    cn: '绛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 784,
    cn: '霄',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 785,
    cn: '耽',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 786,
    cn: '读',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 787,
    cn: '玩',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 788,
    cn: '市',
    ls: '象形',
    bs: '',
    sm: '字形为用来表示集市所在地点的高大标志。意思是市。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 789,
    cn: '寓',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 790,
    cn: '目',
    ls: '象形',
    bs: '',
    sm: '字形为横长的眼睛；在古代，眼睛被认为是有符咒力的。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 791,
    cn: '囊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 792,
    cn: '箱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 793,
    cn: '易',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 794,
    cn: '輶',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 795,
    cn: '攸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 796,
    cn: '畏',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 797,
    cn: '属',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 798,
    cn: '耳',
    ls: '象形',
    bs: '',
    sm:
      '字形描绘了耳朵的形状。意思是耳朵。神明是伴随着声音出现的，耳朵与眼睛同时都是感知神明的重要方式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 799,
    cn: '垣',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 800,
    cn: '墙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 801,
    cn: '具',
    ls: '会意',
    bs: '',
    sm: '上方是煮食物的鼎，下方是左右手。意思是准备供奉用的食物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 802,
    cn: '膳',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 803,
    cn: '餐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 804,
    cn: '饭',
    ls: '形声',
    bs: '',
    sm: '左边是餐具，右边表示反的发音。意思是吃。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 805,
    cn: '适',
    ls: '形声',
    bs: '',
    sm: '上方是帝王，下方是装有祝词的容器。意思是适合的后继者。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 806,
    cn: '口',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 807,
    cn: '充',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 808,
    cn: '肠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 809,
    cn: '饱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 810,
    cn: '饫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 811,
    cn: '烹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 812,
    cn: '宰',
    ls: '会意',
    bs: '',
    sm:
      '外部是宗庙的屋顶，内部是手柄很大的弯刀。指的是负责切下祭品的肉供奉给祖先的神灵这一职业。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 813,
    cn: '饥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 814,
    cn: '厌',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 815,
    cn: '糟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 816,
    cn: '糠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 817,
    cn: '亲',
    ls: '会意',
    bs: '',
    sm:
      '投掷大针(左边)来选择作为牌位的木头，之后看见该牌位要叩拜(右边)。意思是父母。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 818,
    cn: '戚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 819,
    cn: '故',
    ls: '会意',
    bs: '',
    sm:
      '左上是作为神器的盾，左下是装有祝词的容器，右边是击打。意思是故意破坏祈祷的效果。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 820,
    cn: '旧',
    ls: '会意',
    bs: '',
    sm: '上方是猫头鹰，下方是捕鸟的工具。意思是抓捕猫头鹰，用时很长。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 821,
    cn: '老',
    ls: '会意',
    bs: '',
    sm: '上方是长头发的人，下方是躺着的衰老的人。意思是临近死亡。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 822,
    cn: '少',
    ls: '象形',
    bs: '',
    sm: '用线将小贝壳连缀起来做成的饰物。意思是少。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 823,
    cn: '异',
    ls: '象形',
    bs: '',
    sm: '上方是鬼的大头，下方是张开双手的样子。意思是非常奇怪的形态。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 824,
    cn: '粮',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 825,
    cn: '妾',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 826,
    cn: '御',
    ls: '形声',
    bs: '',
    sm:
      '左边是行走，中间是有灵力的丝束，右边是跪拜的样子。意思是让神明降临，以防止邪恶之物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 827,
    cn: '绩',
    ls: '形声',
    bs: '',
    sm:
      '上方是做了标记的树，下方是贝币，表示作为税赋上缴的物品。用于指纺织物时，加上偏旁『纟』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 828,
    cn: '纺',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 829,
    cn: '侍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 830,
    cn: '巾',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 831,
    cn: '帷',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 832,
    cn: '房',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 833,
    cn: '纨',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 834,
    cn: '扇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 835,
    cn: '圆',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 836,
    cn: '絜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 837,
    cn: '银',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 838,
    cn: '烛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 839,
    cn: '炜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 840,
    cn: '煌',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 841,
    cn: '昼',
    ls: '会意',
    bs: '',
    sm: '上方表示用手拿着笔，下方是太阳。意思是白昼。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 842,
    cn: '眠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 843,
    cn: '夕',
    ls: '象形',
    bs: '',
    sm:
      '字形为傍晚的新月。意思是傍晚、黄昏。古代有朝夕之礼，早上迎接太阳，晚上迎接月亮。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 844,
    cn: '寐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 845,
    cn: '蓝',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 846,
    cn: '笋',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 847,
    cn: '象',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 848,
    cn: '床',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 849,
    cn: '弦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 850,
    cn: '歌',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 851,
    cn: '酒',
    ls: '形声',
    bs: '',
    sm: '字形为酒樽。意思是酒。原字为『酉』',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 852,
    cn: '宴',
    ls: '会意',
    bs: '',
    sm:
      '上方表示祭祀祖先的灵堂的屋顶，中间是玉石，下方是女子。意思是镇灵的仪式，也有安抚、使平静之意。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 853,
    cn: '接',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 854,
    cn: '杯',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 855,
    cn: '举',
    ls: '会意',
    bs: '',
    sm:
      '上方是用四只手托起象牙、高高举起的样子，下方然后再加上一只手举得更高一点。意思是高高举起。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 856,
    cn: '觞',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 857,
    cn: '矫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 858,
    cn: '手',
    ls: '象形',
    bs: '',
    sm:
      '字形为手腕往上有五根手指，意思是手。根据不同字里的使用方法，手的形状是会变化的。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 859,
    cn: '顿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 860,
    cn: '足',
    ls: '象形',
    bs: '',
    sm: '上方是膝盖的关节，下方是脚。意思是脚、腿。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 861,
    cn: '悦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 862,
    cn: '豫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 863,
    cn: '且',
    ls: '象形',
    bs: '',
    sm: '字形为用来放置祭祀所用的肉的砧板。意思是祖先，是『祖』的原字。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 864,
    cn: '康',
    ls: '会意',
    bs: '',
    sm:
      '中间是杵，左右是双手，四点是米糠。意思是捣碎谷物进行脱谷、精白时出来的糠皮。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 865,
    cn: '嫡',
    ls: '形声',
    bs: '',
    sm:
      '上方是祭祀神明的时候使用的大祭桌（祭器），下方是装有祝词的容器。意思是帝王的嫡系继承人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 866,
    cn: '后',
    ls: '会意',
    bs: '后部',
    sm:
      '上左是道路，上右是用丝束做成的巫术用具，下方是朝后的脚印。意思是在道路上使用巫术，祈求敌人的后退。',
    sw: `后，继体君也。上方象人之形。施令以告四方，故厂之。从一口。发号者，君后也。凡后之属皆从后。`,
    swy: `
      后，继承王位的君主。上方像人的形状。
      君王发布命令来昭告四方，所以用来表示发施命令牵引四方的意思。
      由一、口会意，表示发布号令的人，只有君后。大凡后的部属都从后。
    `,
    xd: `
      “后”的本义是君主、帝王。
      又引申指帝王的妻子。如“王后”。
      作“後”的简化字时，本义为走在后面，落后。
      由此引申为时间上的迟、晚。又特指年轻人、后辈。如“后生可畏”。
    `
  },
  {
    id: 867,
    cn: '嗣',
    ls: '会意',
    bs: '',
    sm:
      '左上是装有祝词的容器，左下是关活贡品用的笼子门，右边是从事祭祀之事。意思是继承地位。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 868,
    cn: '续',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 869,
    cn: '祭',
    ls: '会意',
    bs: '',
    sm: '左边是肉，中间右边是祭坛，是手。意思是在祭坛上供奉祭肉做祭祀。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 870,
    cn: '祀',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 871,
    cn: '烝',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 872,
    cn: '尝',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 873,
    cn: '稽',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 874,
    cn: '颡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 875,
    cn: '再',
    ls: '象形',
    bs: '',
    sm: '丝线的末端从纺锤上分开。意思是纺织的过程中重新编织。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 876,
    cn: '拜',
    ls: '会意',
    bs: '',
    sm:
      '左边是手，右边是花朵开放的样子。意思是采摘花草。采摘花草是一种可以增强灵力的行为。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 877,
    cn: '悚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 878,
    cn: '惧',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 879,
    cn: '恐',
    ls: '形声',
    bs: '',
    sm: '上方是巫术使用的工具，下方是心。意思是对神明保持敬畏之心。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 880,
    cn: '惶',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 881,
    cn: '笺',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 882,
    cn: '牒',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 883,
    cn: '简',
    ls: '形声',
    bs: '',
    sm: '上方是竹子，下方是供奉肉进行祈愿。意思是竹简。木简叫作『札』',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 884,
    cn: '要',
    ls: '象形',
    bs: '',
    sm:
      '上方是腰椎骨的形态，下方是女子。意思是女人的腰椎骨，『要领』一词说的是腰和脖子的筋。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 885,
    cn: '顾',
    ls: '会意',
    bs: '',
    sm: '左边是鸟，右边是着冠行礼的人。意思是用鸟做占卜来询问神的旨意。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 886,
    cn: '答',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 887,
    cn: '审',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 888,
    cn: '详',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 889,
    cn: '骸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 890,
    cn: '垢',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 891,
    cn: '想',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 892,
    cn: '浴',
    ls: '形声',
    bs: '',
    sm: '上内是人，上外是水，下方是容器。意思是进入宗庙之前斋戒沐浴。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 893,
    cn: '执',
    ls: '会意',
    bs: '',
    sm: '左边是手枷，右边是伸出双手的人。意思是逮捕罪人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 894,
    cn: '热',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 895,
    cn: '愿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 896,
    cn: '凉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 897,
    cn: '驴',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 898,
    cn: '骡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 899,
    cn: '犊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 900,
    cn: '特',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 901,
    cn: '骇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 902,
    cn: '跃',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 903,
    cn: '超',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 904,
    cn: '骧',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 905,
    cn: '诛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 906,
    cn: '斩',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 907,
    cn: '贼',
    ls: '会意',
    bs: '',
    sm:
      '内部是青铜制的鼎，外左是盾，外上是矛。意思是用兵器削掉刻在鼎上的契约和誓词。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 908,
    cn: '盗',
    ls: '',
    bs: '',
    sm:
      '一个人(右边)在破口大骂，这个人把水(左上)泼在歃血盟誓的器皿(左下)上，破坏了盟约。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 909,
    cn: '捕',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 910,
    cn: '获',
    ls: '形声',
    bs: '犬部',
    sm: '上方是鸟，下方是手。意思是捉鸟。后来加上犬字旁，用来指猎物。',
    sw: `獲，獵所獲也。从犬，蒦声。`,
    swy: `獲，打猎时捕获的禽兽。从犬，蒦声。`,
    xd: `
      “获”的本义为猎得禽兽。如《易经·解》：“田获三狐。”意思就是猎得三只狐狸。
      引申指猎获的东西。如《吕氏春秋》：“田猎之获常过人矣。”
      又引申为俘虏敌人。如《史记·秦本纪》：“败秦师于肴，获百里孟明视、西乞术、白乙丙以归。”
      又引申为取得、得到。如“获得”、“获奖”。
    `
  },
  {
    id: 911,
    cn: '叛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 912,
    cn: '亡',
    ls: '象形',
    bs: '',
    sm: '字形为手脚被折断弯曲的死者。意思是死亡、消失、灭亡。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 913,
    cn: '布',
    ls: '形声',
    bs: '',
    sm:
      '上方是拿着斧头的样子，下方是布。意思是麻布。古代没有棉，用麻制作织物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 914,
    cn: '射',
    ls: '会意',
    bs: '',
    sm:
      '左边表示箭搭在弓上，右边是手。意思是拉弓射箭，指通过射箭净化举行仪式的场合。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 915,
    cn: '僚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 916,
    cn: '丸',
    ls: '象形',
    bs: '',
    sm: '弓的弦上面放着弹丸。意思是弹弓的弹丸。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 917,
    cn: '嵇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 918,
    cn: '琴',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 919,
    cn: '阮',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 920,
    cn: '啸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 921,
    cn: '恬',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 922,
    cn: '笔',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 923,
    cn: '伦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 924,
    cn: '纸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 925,
    cn: '钧',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 926,
    cn: '巧',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 927,
    cn: '任',
    ls: '形声',
    bs: '',
    sm: '左边是人，右边是用来敲打金属、制造器物的台子。意思是承受强力和重量。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 928,
    cn: '钓',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 929,
    cn: '释',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 930,
    cn: '纷',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 931,
    cn: '利',
    ls: '会意',
    bs: '',
    sm: '左边是谷物，右边是刀。意思是割下谷物、储备粮食。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 932,
    cn: '俗',
    ls: '形声',
    bs: '',
    sm:
      '右上是神明的样子，左边表示宗庙，右下是装有祝词的容器。意思是想要看见神明的样子。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 933,
    cn: '並',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 934,
    cn: '皆',
    ls: '会意',
    bs: '',
    sm:
      '上方是两个人并列的样子，下方是装有祝词的容器。意思是神明成双成对地降临。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 935,
    cn: '佳',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 936,
    cn: '妙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 937,
    cn: '毛',
    ls: '象形',
    bs: '',
    sm:
      '字形为垂下来的毛发。意思是头发。草也被称为『毛』，草木无法生长的土地叫做『不毛』。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 938,
    cn: '施',
    ls: '形声',
    bs: '',
    sm: '左边是旗杆，右边是飘带随风飘舞的样子。意思是用旗子指挥军队行动。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 939,
    cn: '淑',
    ls: '形声',
    bs: '',
    sm:
      '在箭上(内部)系上能捕鸟的丝线(外部)。字形指的是『弔』字。意思是好的事物。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 940,
    cn: '姿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 941,
    cn: '工',
    ls: '象形',
    bs: '',
    sm: '字形为工具的样子。意思是锻造金属的台子；举行仪式时，作为神器使用。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 942,
    cn: '颦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 943,
    cn: '妍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 944,
    cn: '笑',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 945,
    cn: '年',
    ls: '会意',
    bs: '',
    sm:
      '上方是做成稻子形状的帽子，下方是人，字形描绘的是祈求丰收而在田间跳舞的男子。意思是收成。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 946,
    cn: '矢',
    ls: '象形',
    bs: '',
    sm: '字形为箭矢。意思是箭。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 947,
    cn: '每',
    ls: '象形',
    bs: '',
    sm:
      '扎着头发、戴着饰物的女子。意思是勤劳；也用于表示『经常』的意思，是假借的用法。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 948,
    cn: '催',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 949,
    cn: '曦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 950,
    cn: '晖',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 951,
    cn: '朗',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 952,
    cn: '曜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 953,
    cn: '璇',
    ls: '会意',
    bs: '',
    sm: '上方是有飘带的旗杆，下方是脚。意思是军队在旗子的指引下返回。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 954,
    cn: '玑',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 955,
    cn: '悬',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 956,
    cn: '斡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 957,
    cn: '晦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 958,
    cn: '魄',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 959,
    cn: '环',
    ls: '形声',
    bs: '',
    sm:
      '右上是眼睛，右下是死者的衣襟，左边是玉，祈祷死者复活的仪式上会使用圆形的玉。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 960,
    cn: '照',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 961,
    cn: '指',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 962,
    cn: '薪',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 963,
    cn: '修',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 964,
    cn: '祜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 965,
    cn: '永',
    ls: '象形',
    bs: '',
    sm: '水合流之后顺利流动的样子。意思是水流很长。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 966,
    cn: '绥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 967,
    cn: '吉',
    ls: '会意',
    bs: '',
    sm:
      '上方是小的阔斧，下方是装有祝词的容器。表示守住祈祷的效果，指的是好的事情。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 968,
    cn: '劭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 969,
    cn: '矩',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 970,
    cn: '步',
    ls: '会意',
    bs: '',
    sm: '上方是左脚，下方是右脚，字形是左脚和右脚前后并列的样子。意思是步行。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 971,
    cn: '引',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 972,
    cn: '领',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 973,
    cn: '俯',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 974,
    cn: '仰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 975,
    cn: '廊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 976,
    cn: '庙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 977,
    cn: '束',
    ls: '象形',
    bs: '',
    sm: '字形为将杂木绑起来进行捆扎。意思是捆扎。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 978,
    cn: '带',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 979,
    cn: '矜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 980,
    cn: '庄',
    ls: '形声',
    bs: '',
    sm: '上方是有脚的桌子，下方是祭祀时使用的礼冠。意思是庄严。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 981,
    cn: '徘',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 982,
    cn: '徊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 983,
    cn: '瞻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 984,
    cn: '眺',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 985,
    cn: '孤',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 986,
    cn: '陋',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 987,
    cn: '寡',
    ls: '会意',
    bs: '',
    sm:
      '上方是宗庙的屋顶，下方是头上戴着丧章的人。意思是葬礼时对神灵仰叹之人。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 988,
    cn: '闻',
    ls: '形声',
    bs: '',
    sm:
      '上方是耳朵，下方是踮着脚尖站立的人。原意为聆听神明的声音。后来指对任何声音的聆听。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 989,
    cn: '愚',
    ls: '形声',
    bs: '',
    sm: '上方是趴着的爬虫类，下方是心。意思是行动很迟钝。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 990,
    cn: '蒙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 991,
    cn: '等',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 992,
    cn: '诮',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 993,
    cn: '谓',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 994,
    cn: '语',
    ls: '形声',
    bs: '',
    sm:
      '左边是向神明发誓、祈祷的语言，右边是用树冠守护祈祷的效果。指的是保护祈祷不受攻击的防御性语言。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 995,
    cn: '助',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 996,
    cn: '者',
    ls: '会意',
    bs: '',
    sm:
      '上方是交叉的树枝，四点表示土，下方是装有祝词的容器。是指防止邪魅出现的土质建筑的建造方法，意思是野战工事。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 997,
    cn: '焉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 998,
    cn: '哉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 999,
    cn: '乎',
    ls: '象形',
    bs: '',
    sm:
      '在板子上挂上小板子和铃铛形成的道具，即能够发出声音的板子。用于呼唤神灵',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 1000,
    cn: '也',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  }
]
