export default [
  {
    cn: '天',
    ls: '象形字',
    sw: '从一， 从人，人头顶上的'
  },
  {
    cn: '地',
    ls: '',
    sw: ''
  },
  {
    cn: '玄',
    ls: '',
    sw: ''
  },
  {
    cn: '黄',
    ls: '',
    sw: ''
  },
  {
    cn: '宇',
    ls: '',
    sw: ''
  },
  {
    cn: '宙',
    ls: '',
    sw: ''
  },
  {
    cn: '洪',
    ls: '',
    sw: ''
  },
  {
    cn: '荒',
    ls: '',
    sw: ''
  },
  {
    cn: '日',
    ls: '',
    sw: ''
  },
  {
    cn: '月',
    ls: '',
    sw: ''
  },
  {
    cn: '盈',
    ls: '',
    sw: ''
  },
  {
    cn: '昃',
    ls: '',
    sw: ''
  },
  {
    cn: '辰',
    ls: '',
    sw: ''
  },
  {
    cn: '宿',
    ls: '',
    sw: ''
  },
  {
    cn: '列',
    ls: '',
    sw: ''
  },
  {
    cn: '张',
    ls: '',
    sw: ''
  },
  {
    cn: '寒',
    ls: '',
    sw: ''
  },
  {
    cn: '来',
    ls: '',
    sw: ''
  },
  {
    cn: '暑',
    ls: '',
    sw: ''
  },
  {
    cn: '往',
    ls: '',
    sw: ''
  },
  {
    cn: '秋',
    ls: '',
    sw: ''
  },
  {
    cn: '收',
    ls: '',
    sw: ''
  },
  {
    cn: '冬',
    ls: '',
    sw: ''
  },
  {
    cn: '藏',
    ls: '',
    sw: ''
  },
  {
    cn: '闰',
    ls: '',
    sw: ''
  },
  {
    cn: '余',
    ls: '',
    sw: ''
  },
  {
    cn: '成',
    ls: '',
    sw: ''
  },
  {
    cn: '岁',
    ls: '',
    sw: ''
  },
  {
    cn: '律',
    ls: '',
    sw: ''
  },
  {
    cn: '吕',
    ls: '',
    sw: ''
  },
  {
    cn: '调',
    ls: '',
    sw: ''
  },
  {
    cn: '阳',
    ls: '',
    sw: ''
  },
  {
    cn: '云',
    ls: '',
    sw: ''
  },
  {
    cn: '腾',
    ls: '',
    sw: ''
  },
  {
    cn: '致',
    ls: '',
    sw: ''
  },
  {
    cn: '雨',
    ls: '',
    sw: ''
  },
  {
    cn: '露',
    ls: '',
    sw: ''
  },
  {
    cn: '结',
    ls: '',
    sw: ''
  },
  {
    cn: '为',
    ls: '',
    sw: ''
  },
  {
    cn: '霜',
    ls: '',
    sw: ''
  },
  {
    cn: '金',
    ls: '',
    sw: ''
  },
  {
    cn: '生',
    ls: '',
    sw: ''
  },
  {
    cn: '丽',
    ls: '',
    sw: ''
  },
  {
    cn: '水',
    ls: '',
    sw: ''
  },
  {
    cn: '玉',
    ls: '',
    sw: ''
  },
  {
    cn: '出',
    ls: '',
    sw: ''
  },
  {
    cn: '昆',
    ls: '',
    sw: ''
  },
  {
    cn: '冈',
    ls: '',
    sw: ''
  },
  {
    cn: '剑',
    ls: '',
    sw: ''
  },
  {
    cn: '号',
    ls: '',
    sw: ''
  },
  {
    cn: '巨',
    ls: '',
    sw: ''
  },
  {
    cn: '阙',
    ls: '',
    sw: ''
  },
  {
    cn: '珠',
    ls: '',
    sw: ''
  },
  {
    cn: '称',
    ls: '',
    sw: ''
  },
  {
    cn: '夜',
    ls: '',
    sw: ''
  },
  {
    cn: '光',
    ls: '',
    sw: ''
  },
  {
    cn: '果',
    ls: '',
    sw: ''
  },
  {
    cn: '珍',
    ls: '',
    sw: ''
  },
  {
    cn: '李',
    ls: '',
    sw: ''
  },
  {
    cn: '柰',
    ls: '',
    sw: ''
  },
  {
    cn: '菜',
    ls: '',
    sw: ''
  },
  {
    cn: '重',
    ls: '',
    sw: ''
  },
  {
    cn: '芥',
    ls: '',
    sw: ''
  },
  {
    cn: '姜',
    ls: '',
    sw: ''
  },
  {
    cn: '海',
    ls: '',
    sw: ''
  },
  {
    cn: '咸',
    ls: '',
    sw: ''
  },
  {
    cn: '河',
    ls: '',
    sw: ''
  },
  {
    cn: '淡',
    ls: '',
    sw: ''
  },
  {
    cn: '鳞',
    ls: '',
    sw: ''
  },
  {
    cn: '潜',
    ls: '',
    sw: ''
  },
  {
    cn: '羽',
    ls: '',
    sw: ''
  },
  {
    cn: '翔',
    ls: '',
    sw: ''
  },
  {
    cn: '龙',
    ls: '',
    sw: ''
  },
  {
    cn: '师',
    ls: '',
    sw: ''
  },
  {
    cn: '火',
    ls: '',
    sw: ''
  },
  {
    cn: '帝',
    ls: '',
    sw: ''
  },
  {
    cn: '鸟',
    ls: '',
    sw: ''
  },
  {
    cn: '官',
    ls: '',
    sw: ''
  },
  {
    cn: '人',
    ls: '',
    sw: ''
  },
  {
    cn: '皇',
    ls: '',
    sw: ''
  },
  {
    cn: '始',
    ls: '',
    sw: ''
  },
  {
    cn: '制',
    ls: '',
    sw: ''
  },
  {
    cn: '文',
    ls: '',
    sw: ''
  },
  {
    cn: '字',
    ls: '',
    sw: ''
  },
  {
    cn: '乃',
    ls: '',
    sw: ''
  },
  {
    cn: '服',
    ls: '',
    sw: ''
  },
  {
    cn: '衣',
    ls: '',
    sw: ''
  },
  {
    cn: '裳',
    ls: '',
    sw: ''
  },
  {
    cn: '推',
    ls: '',
    sw: ''
  },
  {
    cn: '位',
    ls: '',
    sw: ''
  },
  {
    cn: '让',
    ls: '',
    sw: ''
  },
  {
    cn: '国',
    ls: '',
    sw: ''
  },
  {
    cn: '有',
    ls: '',
    sw: ''
  },
  {
    cn: '虞',
    ls: '',
    sw: ''
  },
  {
    cn: '陶',
    ls: '',
    sw: ''
  },
  {
    cn: '唐',
    ls: '',
    sw: ''
  },
  {
    cn: '吊',
    ls: '',
    sw: ''
  },
  {
    cn: '民',
    ls: '',
    sw: ''
  },
  {
    cn: '伐',
    ls: '',
    sw: ''
  },
  {
    cn: '罪',
    ls: '',
    sw: ''
  },
  {
    cn: '周',
    ls: '',
    sw: ''
  },
  {
    cn: '发',
    ls: '',
    sw: ''
  },
  {
    cn: '殷',
    ls: '',
    sw: ''
  },
  {
    cn: '汤',
    ls: '',
    sw: ''
  },
  {
    cn: '坐',
    ls: '',
    sw: ''
  },
  {
    cn: '朝',
    ls: '',
    sw: ''
  },
  {
    cn: '问',
    ls: '',
    sw: ''
  },
  {
    cn: '道',
    ls: '',
    sw: ''
  },
  {
    cn: '垂',
    ls: '',
    sw: ''
  },
  {
    cn: '拱',
    ls: '',
    sw: ''
  },
  {
    cn: '平',
    ls: '',
    sw: ''
  },
  {
    cn: '章',
    ls: '',
    sw: ''
  },
  {
    cn: '爱',
    ls: '',
    sw: ''
  },
  {
    cn: '育',
    ls: '',
    sw: ''
  },
  {
    cn: '黎',
    ls: '',
    sw: ''
  },
  {
    cn: '首',
    ls: '',
    sw: ''
  },
  {
    cn: '臣',
    ls: '',
    sw: ''
  },
  {
    cn: '伏',
    ls: '',
    sw: ''
  },
  {
    cn: '戎',
    ls: '',
    sw: ''
  },
  {
    cn: '羌',
    ls: '',
    sw: ''
  },
  {
    cn: '遐',
    ls: '',
    sw: ''
  },
  {
    cn: '迩',
    ls: '',
    sw: ''
  },
  {
    cn: '一',
    ls: '',
    sw: ''
  },
  {
    cn: '体',
    ls: '',
    sw: ''
  },
  {
    cn: '率',
    ls: '',
    sw: ''
  },
  {
    cn: '宾',
    ls: '',
    sw: ''
  },
  {
    cn: '归',
    ls: '',
    sw: ''
  },
  {
    cn: '王',
    ls: '',
    sw: ''
  },
  {
    cn: '鸣',
    ls: '',
    sw: ''
  },
  {
    cn: '凤',
    ls: '',
    sw: ''
  },
  {
    cn: '在',
    ls: '',
    sw: ''
  },
  {
    cn: '竹',
    ls: '',
    sw: ''
  },
  {
    cn: '白',
    ls: '',
    sw: ''
  },
  {
    cn: '驹',
    ls: '',
    sw: ''
  },
  {
    cn: '食',
    ls: '',
    sw: ''
  },
  {
    cn: '场',
    ls: '',
    sw: ''
  },
  {
    cn: '化',
    ls: '',
    sw: ''
  },
  {
    cn: '被',
    ls: '',
    sw: ''
  },
  {
    cn: '草',
    ls: '',
    sw: ''
  },
  {
    cn: '木',
    ls: '',
    sw: ''
  },
  {
    cn: '赖',
    ls: '',
    sw: ''
  },
  {
    cn: '及',
    ls: '',
    sw: ''
  },
  {
    cn: '万',
    ls: '',
    sw: ''
  },
  {
    cn: '方',
    ls: '',
    sw: ''
  },
  {
    cn: '盖',
    ls: '',
    sw: ''
  },
  {
    cn: '此',
    ls: '',
    sw: ''
  },
  {
    cn: '身',
    ls: '',
    sw: ''
  },
  {
    cn: '发',
    ls: '',
    sw: ''
  },
  {
    cn: '四',
    ls: '',
    sw: ''
  },
  {
    cn: '大',
    ls: '',
    sw: ''
  },
  {
    cn: '五',
    ls: '',
    sw: ''
  },
  {
    cn: '常',
    ls: '',
    sw: ''
  },
  {
    cn: '恭',
    ls: '',
    sw: ''
  },
  {
    cn: '惟',
    ls: '',
    sw: ''
  },
  {
    cn: '鞠',
    ls: '',
    sw: ''
  },
  {
    cn: '养',
    ls: '',
    sw: ''
  },
  {
    cn: '岂',
    ls: '',
    sw: ''
  },
  {
    cn: '敢',
    ls: '',
    sw: ''
  },
  {
    cn: '毁',
    ls: '',
    sw: ''
  },
  {
    cn: '伤',
    ls: '',
    sw: ''
  },
  {
    cn: '女',
    ls: '',
    sw: ''
  },
  {
    cn: '慕',
    ls: '',
    sw: ''
  },
  {
    cn: '贞',
    ls: '',
    sw: ''
  },
  {
    cn: '洁',
    ls: '',
    sw: ''
  },
  {
    cn: '男',
    ls: '',
    sw: ''
  },
  {
    cn: '效',
    ls: '',
    sw: ''
  },
  {
    cn: '才',
    ls: '',
    sw: ''
  },
  {
    cn: '良',
    ls: '',
    sw: ''
  },
  {
    cn: '知',
    ls: '',
    sw: ''
  },
  {
    cn: '过',
    ls: '',
    sw: ''
  },
  {
    cn: '必',
    ls: '',
    sw: ''
  },
  {
    cn: '改',
    ls: '',
    sw: ''
  },
  {
    cn: '得',
    ls: '',
    sw: ''
  },
  {
    cn: '能',
    ls: '',
    sw: ''
  },
  {
    cn: '莫',
    ls: '',
    sw: ''
  },
  {
    cn: '忘',
    ls: '',
    sw: ''
  },
  {
    cn: '罔',
    ls: '',
    sw: ''
  },
  {
    cn: '谈',
    ls: '',
    sw: ''
  },
  {
    cn: '彼',
    ls: '',
    sw: ''
  },
  {
    cn: '短',
    ls: '',
    sw: ''
  },
  {
    cn: '靡',
    ls: '',
    sw: ''
  },
  {
    cn: '恃',
    ls: '',
    sw: ''
  },
  {
    cn: '己',
    ls: '',
    sw: ''
  },
  {
    cn: '长',
    ls: '',
    sw: ''
  },
  {
    cn: '信',
    ls: '',
    sw: ''
  },
  {
    cn: '使',
    ls: '',
    sw: ''
  },
  {
    cn: '可',
    ls: '',
    sw: ''
  },
  {
    cn: '覆',
    ls: '',
    sw: ''
  },
  {
    cn: '器',
    ls: '',
    sw: ''
  },
  {
    cn: '欲',
    ls: '',
    sw: ''
  },
  {
    cn: '难',
    ls: '',
    sw: ''
  },
  {
    cn: '量',
    ls: '',
    sw: ''
  },
  {
    cn: '墨',
    ls: '',
    sw: ''
  },
  {
    cn: '悲',
    ls: '',
    sw: ''
  },
  {
    cn: '丝',
    ls: '',
    sw: ''
  },
  {
    cn: '染',
    ls: '',
    sw: ''
  },
  {
    cn: '诗',
    ls: '',
    sw: ''
  },
  {
    cn: '赞',
    ls: '',
    sw: ''
  },
  {
    cn: '羔',
    ls: '',
    sw: ''
  },
  {
    cn: '羊',
    ls: '',
    sw: ''
  },
  {
    cn: '景',
    ls: '',
    sw: ''
  },
  {
    cn: '行',
    ls: '',
    sw: ''
  },
  {
    cn: '维',
    ls: '',
    sw: ''
  },
  {
    cn: '贤',
    ls: '',
    sw: ''
  },
  {
    cn: '克',
    ls: '',
    sw: ''
  },
  {
    cn: '念',
    ls: '',
    sw: ''
  },
  {
    cn: '作',
    ls: '',
    sw: ''
  },
  {
    cn: '圣',
    ls: '',
    sw: ''
  },
  {
    cn: '德',
    ls: '',
    sw: ''
  },
  {
    cn: '建',
    ls: '',
    sw: ''
  },
  {
    cn: '名',
    ls: '',
    sw: ''
  },
  {
    cn: '立',
    ls: '',
    sw: ''
  },
  {
    cn: '形',
    ls: '',
    sw: ''
  },
  {
    cn: '端',
    ls: '',
    sw: ''
  },
  {
    cn: '表',
    ls: '',
    sw: ''
  },
  {
    cn: '正',
    ls: '',
    sw: ''
  },
  {
    cn: '空',
    ls: '',
    sw: ''
  },
  {
    cn: '谷',
    ls: '',
    sw: ''
  },
  {
    cn: '传',
    ls: '',
    sw: ''
  },
  {
    cn: '声',
    ls: '',
    sw: ''
  },
  {
    cn: '虚',
    ls: '',
    sw: ''
  },
  {
    cn: '堂',
    ls: '',
    sw: ''
  },
  {
    cn: '习',
    ls: '',
    sw: ''
  },
  {
    cn: '听',
    ls: '',
    sw: ''
  },
  {
    cn: '祸',
    ls: '',
    sw: ''
  },
  {
    cn: '因',
    ls: '',
    sw: ''
  },
  {
    cn: '恶',
    ls: '',
    sw: ''
  },
  {
    cn: '积',
    ls: '',
    sw: ''
  },
  {
    cn: '福',
    ls: '',
    sw: ''
  },
  {
    cn: '缘',
    ls: '',
    sw: ''
  },
  {
    cn: '善',
    ls: '',
    sw: ''
  },
  {
    cn: '庆',
    ls: '',
    sw: ''
  },
  {
    cn: '尺',
    ls: '',
    sw: ''
  },
  {
    cn: '璧',
    ls: '',
    sw: ''
  },
  {
    cn: '非',
    ls: '',
    sw: ''
  },
  {
    cn: '宝',
    ls: '',
    sw: ''
  },
  {
    cn: '寸',
    ls: '',
    sw: ''
  },
  {
    cn: '阴',
    ls: '',
    sw: ''
  },
  {
    cn: '是',
    ls: '',
    sw: ''
  },
  {
    cn: '竞',
    ls: '',
    sw: ''
  },
  {
    cn: '资',
    ls: '',
    sw: ''
  },
  {
    cn: '父',
    ls: '',
    sw: ''
  },
  {
    cn: '事',
    ls: '',
    sw: ''
  },
  {
    cn: '君',
    ls: '',
    sw: ''
  },
  {
    cn: '曰',
    ls: '',
    sw: ''
  },
  {
    cn: '严',
    ls: '',
    sw: ''
  },
  {
    cn: '与',
    ls: '',
    sw: ''
  },
  {
    cn: '敬',
    ls: '',
    sw: ''
  },
  {
    cn: '孝',
    ls: '',
    sw: ''
  },
  {
    cn: '当',
    ls: '',
    sw: ''
  },
  {
    cn: '竭',
    ls: '',
    sw: ''
  },
  {
    cn: '力',
    ls: '',
    sw: ''
  },
  {
    cn: '忠',
    ls: '',
    sw: ''
  },
  {
    cn: '则',
    ls: '',
    sw: ''
  },
  {
    cn: '尽',
    ls: '',
    sw: ''
  },
  {
    cn: '命',
    ls: '',
    sw: ''
  },
  {
    cn: '临',
    ls: '',
    sw: ''
  },
  {
    cn: '深',
    ls: '',
    sw: ''
  },
  {
    cn: '履',
    ls: '',
    sw: ''
  },
  {
    cn: '薄',
    ls: '',
    sw: ''
  },
  {
    cn: '夙',
    ls: '',
    sw: ''
  },
  {
    cn: '兴',
    ls: '',
    sw: ''
  },
  {
    cn: '温',
    ls: '',
    sw: ''
  },
  {
    cn: '凊',
    ls: '',
    sw: ''
  },
  {
    cn: '似',
    ls: '',
    sw: ''
  },
  {
    cn: '兰',
    ls: '',
    sw: ''
  },
  {
    cn: '斯',
    ls: '',
    sw: ''
  },
  {
    cn: '馨',
    ls: '',
    sw: ''
  },
  {
    cn: '如',
    ls: '',
    sw: ''
  },
  {
    cn: '松',
    ls: '',
    sw: ''
  },
  {
    cn: '之',
    ls: '',
    sw: ''
  },
  {
    cn: '盛',
    ls: '',
    sw: ''
  },
  {
    cn: '川',
    ls: '',
    sw: ''
  },
  {
    cn: '流',
    ls: '',
    sw: ''
  },
  {
    cn: '不',
    ls: '',
    sw: ''
  },
  {
    cn: '息',
    ls: '',
    sw: ''
  },
  {
    cn: '渊',
    ls: '',
    sw: ''
  },
  {
    cn: '澄',
    ls: '',
    sw: ''
  },
  {
    cn: '取',
    ls: '',
    sw: ''
  },
  {
    cn: '映',
    ls: '',
    sw: ''
  },
  {
    cn: '容',
    ls: '',
    sw: ''
  },
  {
    cn: '止',
    ls: '',
    sw: ''
  },
  {
    cn: '若',
    ls: '',
    sw: ''
  },
  {
    cn: '思',
    ls: '',
    sw: ''
  },
  {
    cn: '言',
    ls: '',
    sw: ''
  },
  {
    cn: '辞',
    ls: '',
    sw: ''
  },
  {
    cn: '安',
    ls: '',
    sw: ''
  },
  {
    cn: '定',
    ls: '',
    sw: ''
  },
  {
    cn: '笃',
    ls: '',
    sw: ''
  },
  {
    cn: '初',
    ls: '',
    sw: ''
  },
  {
    cn: '诚',
    ls: '',
    sw: ''
  },
  {
    cn: '美',
    ls: '',
    sw: ''
  },
  {
    cn: '慎',
    ls: '',
    sw: ''
  },
  {
    cn: '终',
    ls: '',
    sw: ''
  },
  {
    cn: '宜',
    ls: '',
    sw: ''
  },
  {
    cn: '令',
    ls: '',
    sw: ''
  },
  {
    cn: '荣',
    ls: '',
    sw: ''
  },
  {
    cn: '业',
    ls: '',
    sw: ''
  },
  {
    cn: '所',
    ls: '',
    sw: ''
  },
  {
    cn: '基',
    ls: '',
    sw: ''
  },
  {
    cn: '籍',
    ls: '',
    sw: ''
  },
  {
    cn: '甚',
    ls: '',
    sw: ''
  },
  {
    cn: '无',
    ls: '',
    sw: ''
  },
  {
    cn: '竟',
    ls: '',
    sw: ''
  },
  {
    cn: '学',
    ls: '',
    sw: ''
  },
  {
    cn: '优',
    ls: '',
    sw: ''
  },
  {
    cn: '登',
    ls: '',
    sw: ''
  },
  {
    cn: '仕',
    ls: '',
    sw: ''
  },
  {
    cn: '摄',
    ls: '',
    sw: ''
  },
  {
    cn: '职',
    ls: '',
    sw: ''
  },
  {
    cn: '从',
    ls: '',
    sw: ''
  },
  {
    cn: '政',
    ls: '',
    sw: ''
  },
  {
    cn: '存',
    ls: '',
    sw: ''
  },
  {
    cn: '以',
    ls: '',
    sw: ''
  },
  {
    cn: '甘',
    ls: '',
    sw: ''
  },
  {
    cn: '棠',
    ls: '',
    sw: ''
  },
  {
    cn: '去',
    ls: '',
    sw: ''
  },
  {
    cn: '而',
    ls: '',
    sw: ''
  },
  {
    cn: '益',
    ls: '',
    sw: ''
  },
  {
    cn: '咏',
    ls: '',
    sw: ''
  },
  {
    cn: '乐',
    ls: '',
    sw: ''
  },
  {
    cn: '殊',
    ls: '',
    sw: ''
  },
  {
    cn: '贵',
    ls: '',
    sw: ''
  },
  {
    cn: '贱',
    ls: '',
    sw: ''
  },
  {
    cn: '礼',
    ls: '',
    sw: ''
  },
  {
    cn: '别',
    ls: '',
    sw: ''
  },
  {
    cn: '尊',
    ls: '',
    sw: ''
  },
  {
    cn: '卑',
    ls: '',
    sw: ''
  },
  {
    cn: '上',
    ls: '',
    sw: ''
  },
  {
    cn: '和',
    ls: '',
    sw: ''
  },
  {
    cn: '下',
    ls: '',
    sw: ''
  },
  {
    cn: '睦',
    ls: '',
    sw: ''
  },
  {
    cn: '夫',
    ls: '',
    sw: ''
  },
  {
    cn: '唱',
    ls: '',
    sw: ''
  },
  {
    cn: '妇',
    ls: '',
    sw: ''
  },
  {
    cn: '随',
    ls: '',
    sw: ''
  },
  {
    cn: '外',
    ls: '',
    sw: ''
  },
  {
    cn: '受',
    ls: '',
    sw: ''
  },
  {
    cn: '傅',
    ls: '',
    sw: ''
  },
  {
    cn: '训',
    ls: '',
    sw: ''
  },
  {
    cn: '入',
    ls: '',
    sw: ''
  },
  {
    cn: '奉',
    ls: '',
    sw: ''
  },
  {
    cn: '母',
    ls: '',
    sw: ''
  },
  {
    cn: '仪',
    ls: '',
    sw: ''
  },
  {
    cn: '诸',
    ls: '',
    sw: ''
  },
  {
    cn: '姑',
    ls: '',
    sw: ''
  },
  {
    cn: '伯',
    ls: '',
    sw: ''
  },
  {
    cn: '叔',
    ls: '',
    sw: ''
  },
  {
    cn: '犹',
    ls: '',
    sw: ''
  },
  {
    cn: '子',
    ls: '',
    sw: ''
  },
  {
    cn: '比',
    ls: '',
    sw: ''
  },
  {
    cn: '儿',
    ls: '',
    sw: ''
  },
  {
    cn: '孔',
    ls: '',
    sw: ''
  },
  {
    cn: '怀',
    ls: '',
    sw: ''
  },
  {
    cn: '兄',
    ls: '',
    sw: ''
  },
  {
    cn: '弟',
    ls: '',
    sw: ''
  },
  {
    cn: '同',
    ls: '',
    sw: ''
  },
  {
    cn: '气',
    ls: '',
    sw: ''
  },
  {
    cn: '连',
    ls: '',
    sw: ''
  },
  {
    cn: '枝',
    ls: '',
    sw: ''
  },
  {
    cn: '交',
    ls: '',
    sw: ''
  },
  {
    cn: '友',
    ls: '',
    sw: ''
  },
  {
    cn: '投',
    ls: '',
    sw: ''
  },
  {
    cn: '分',
    ls: '',
    sw: ''
  },
  {
    cn: '切',
    ls: '',
    sw: ''
  },
  {
    cn: '磨',
    ls: '',
    sw: ''
  },
  {
    cn: '箴',
    ls: '',
    sw: ''
  },
  {
    cn: '规',
    ls: '',
    sw: ''
  },
  {
    cn: '仁',
    ls: '',
    sw: ''
  },
  {
    cn: '慈',
    ls: '',
    sw: ''
  },
  {
    cn: '隐',
    ls: '',
    sw: ''
  },
  {
    cn: '恻',
    ls: '',
    sw: ''
  },
  {
    cn: '造',
    ls: '',
    sw: ''
  },
  {
    cn: '次',
    ls: '',
    sw: ''
  },
  {
    cn: '弗',
    ls: '',
    sw: ''
  },
  {
    cn: '离',
    ls: '',
    sw: ''
  },
  {
    cn: '节',
    ls: '',
    sw: ''
  },
  {
    cn: '义',
    ls: '',
    sw: ''
  },
  {
    cn: '廉',
    ls: '',
    sw: ''
  },
  {
    cn: '退',
    ls: '',
    sw: ''
  },
  {
    cn: '颠',
    ls: '',
    sw: ''
  },
  {
    cn: '沛',
    ls: '',
    sw: ''
  },
  {
    cn: '匪',
    ls: '',
    sw: ''
  },
  {
    cn: '亏',
    ls: '',
    sw: ''
  },
  {
    cn: '性',
    ls: '',
    sw: ''
  },
  {
    cn: '静',
    ls: '',
    sw: ''
  },
  {
    cn: '情',
    ls: '',
    sw: ''
  },
  {
    cn: '逸',
    ls: '',
    sw: ''
  },
  {
    cn: '心',
    ls: '',
    sw: ''
  },
  {
    cn: '动',
    ls: '',
    sw: ''
  },
  {
    cn: '神',
    ls: '',
    sw: ''
  },
  {
    cn: '疲',
    ls: '',
    sw: ''
  },
  {
    cn: '守',
    ls: '',
    sw: ''
  },
  {
    cn: '真',
    ls: '',
    sw: ''
  },
  {
    cn: '志',
    ls: '',
    sw: ''
  },
  {
    cn: '满',
    ls: '',
    sw: ''
  },
  {
    cn: '逐',
    ls: '',
    sw: ''
  },
  {
    cn: '物',
    ls: '',
    sw: ''
  },
  {
    cn: '意',
    ls: '',
    sw: ''
  },
  {
    cn: '移',
    ls: '',
    sw: ''
  },
  {
    cn: '坚',
    ls: '',
    sw: ''
  },
  {
    cn: '持',
    ls: '',
    sw: ''
  },
  {
    cn: '雅',
    ls: '',
    sw: ''
  },
  {
    cn: '操',
    ls: '',
    sw: ''
  },
  {
    cn: '好',
    ls: '',
    sw: ''
  },
  {
    cn: '爵',
    ls: '',
    sw: ''
  },
  {
    cn: '自',
    ls: '',
    sw: ''
  },
  {
    cn: '縻',
    ls: '',
    sw: ''
  },
  {
    cn: '都',
    ls: '',
    sw: ''
  },
  {
    cn: '邑',
    ls: '',
    sw: ''
  },
  {
    cn: '华',
    ls: '',
    sw: ''
  },
  {
    cn: '夏',
    ls: '',
    sw: ''
  },
  {
    cn: '东',
    ls: '',
    sw: ''
  },
  {
    cn: '西',
    ls: '',
    sw: ''
  },
  {
    cn: '二',
    ls: '',
    sw: ''
  },
  {
    cn: '京',
    ls: '',
    sw: ''
  },
  {
    cn: '背',
    ls: '',
    sw: ''
  },
  {
    cn: '邙',
    ls: '',
    sw: ''
  },
  {
    cn: '面',
    ls: '',
    sw: ''
  },
  {
    cn: '洛',
    ls: '',
    sw: ''
  },
  {
    cn: '浮',
    ls: '',
    sw: ''
  },
  {
    cn: '渭',
    ls: '',
    sw: ''
  },
  {
    cn: '据',
    ls: '',
    sw: ''
  },
  {
    cn: '泾',
    ls: '',
    sw: ''
  },
  {
    cn: '宫',
    ls: '',
    sw: ''
  },
  {
    cn: '殿',
    ls: '',
    sw: ''
  },
  {
    cn: '盘',
    ls: '',
    sw: ''
  },
  {
    cn: '郁',
    ls: '',
    sw: ''
  },
  {
    cn: '楼',
    ls: '',
    sw: ''
  },
  {
    cn: '观',
    ls: '',
    sw: ''
  },
  {
    cn: '飞',
    ls: '',
    sw: ''
  },
  {
    cn: '惊',
    ls: '',
    sw: ''
  },
  {
    cn: '图',
    ls: '',
    sw: ''
  },
  {
    cn: '写',
    ls: '',
    sw: ''
  },
  {
    cn: '禽',
    ls: '',
    sw: ''
  },
  {
    cn: '兽',
    ls: '',
    sw: ''
  },
  {
    cn: '画',
    ls: '',
    sw: ''
  },
  {
    cn: '彩',
    ls: '',
    sw: ''
  },
  {
    cn: '仙',
    ls: '',
    sw: ''
  },
  {
    cn: '灵',
    ls: '',
    sw: ''
  },
  {
    cn: '丙',
    ls: '',
    sw: ''
  },
  {
    cn: '舍',
    ls: '',
    sw: ''
  },
  {
    cn: '旁',
    ls: '',
    sw: ''
  },
  {
    cn: '启',
    ls: '',
    sw: ''
  },
  {
    cn: '甲',
    ls: '',
    sw: ''
  },
  {
    cn: '帐',
    ls: '',
    sw: ''
  },
  {
    cn: '对',
    ls: '',
    sw: ''
  },
  {
    cn: '楹',
    ls: '',
    sw: ''
  },
  {
    cn: '肆',
    ls: '',
    sw: ''
  },
  {
    cn: '筵',
    ls: '',
    sw: ''
  },
  {
    cn: '设',
    ls: '',
    sw: ''
  },
  {
    cn: '席',
    ls: '',
    sw: ''
  },
  {
    cn: '鼓',
    ls: '',
    sw: ''
  },
  {
    cn: '瑟',
    ls: '',
    sw: ''
  },
  {
    cn: '吹',
    ls: '',
    sw: ''
  },
  {
    cn: '笙',
    ls: '',
    sw: ''
  },
  {
    cn: '升',
    ls: '',
    sw: ''
  },
  {
    cn: '阶',
    ls: '',
    sw: ''
  },
  {
    cn: '纳',
    ls: '',
    sw: ''
  },
  {
    cn: '陛',
    ls: '',
    sw: ''
  },
  {
    cn: '弁',
    ls: '',
    sw: ''
  },
  {
    cn: '转',
    ls: '',
    sw: ''
  },
  {
    cn: '疑',
    ls: '',
    sw: ''
  },
  {
    cn: '星',
    ls: '',
    sw: ''
  },
  {
    cn: '右',
    ls: '',
    sw: ''
  },
  {
    cn: '通',
    ls: '',
    sw: ''
  },
  {
    cn: '广',
    ls: '',
    sw: ''
  },
  {
    cn: '内',
    ls: '',
    sw: ''
  },
  {
    cn: '左',
    ls: '',
    sw: ''
  },
  {
    cn: '达',
    ls: '',
    sw: ''
  },
  {
    cn: '承',
    ls: '',
    sw: ''
  },
  {
    cn: '明',
    ls: '',
    sw: ''
  },
  {
    cn: '既',
    ls: '',
    sw: ''
  },
  {
    cn: '集',
    ls: '',
    sw: ''
  },
  {
    cn: '坟',
    ls: '',
    sw: ''
  },
  {
    cn: '典',
    ls: '',
    sw: ''
  },
  {
    cn: '亦',
    ls: '',
    sw: ''
  },
  {
    cn: '聚',
    ls: '',
    sw: ''
  },
  {
    cn: '群',
    ls: '',
    sw: ''
  },
  {
    cn: '英',
    ls: '',
    sw: ''
  },
  {
    cn: '杜',
    ls: '',
    sw: ''
  },
  {
    cn: '稿',
    ls: '',
    sw: ''
  },
  {
    cn: '钟',
    ls: '',
    sw: ''
  },
  {
    cn: '隶',
    ls: '',
    sw: ''
  },
  {
    cn: '漆',
    ls: '',
    sw: ''
  },
  {
    cn: '书',
    ls: '',
    sw: ''
  },
  {
    cn: '壁',
    ls: '',
    sw: ''
  },
  {
    cn: '经',
    ls: '',
    sw: ''
  },
  {
    cn: '府',
    ls: '',
    sw: ''
  },
  {
    cn: '罗',
    ls: '',
    sw: ''
  },
  {
    cn: '将',
    ls: '',
    sw: ''
  },
  {
    cn: '相',
    ls: '',
    sw: ''
  },
  {
    cn: '路',
    ls: '',
    sw: ''
  },
  {
    cn: '侠',
    ls: '',
    sw: ''
  },
  {
    cn: '槐',
    ls: '',
    sw: ''
  },
  {
    cn: '卿',
    ls: '',
    sw: ''
  },
  {
    cn: '户',
    ls: '',
    sw: ''
  },
  {
    cn: '封',
    ls: '',
    sw: ''
  },
  {
    cn: '八',
    ls: '',
    sw: ''
  },
  {
    cn: '县',
    ls: '',
    sw: ''
  },
  {
    cn: '家',
    ls: '',
    sw: ''
  },
  {
    cn: '给',
    ls: '',
    sw: ''
  },
  {
    cn: '千',
    ls: '',
    sw: ''
  },
  {
    cn: '兵',
    ls: '',
    sw: ''
  },
  {
    cn: '高',
    ls: '',
    sw: ''
  },
  {
    cn: '冠',
    ls: '',
    sw: ''
  },
  {
    cn: '陪',
    ls: '',
    sw: ''
  },
  {
    cn: '辇',
    ls: '',
    sw: ''
  },
  {
    cn: '驱',
    ls: '',
    sw: ''
  },
  {
    cn: '毂',
    ls: '',
    sw: ''
  },
  {
    cn: '振',
    ls: '',
    sw: ''
  },
  {
    cn: '缨',
    ls: '',
    sw: ''
  },
  {
    cn: '世',
    ls: '',
    sw: ''
  },
  {
    cn: '禄',
    ls: '',
    sw: ''
  },
  {
    cn: '侈',
    ls: '',
    sw: ''
  },
  {
    cn: '富',
    ls: '',
    sw: ''
  },
  {
    cn: '车',
    ls: '',
    sw: ''
  },
  {
    cn: '驾',
    ls: '',
    sw: ''
  },
  {
    cn: '肥',
    ls: '',
    sw: ''
  },
  {
    cn: '轻',
    ls: '',
    sw: ''
  },
  {
    cn: '策',
    ls: '',
    sw: ''
  },
  {
    cn: '功',
    ls: '',
    sw: ''
  },
  {
    cn: '茂',
    ls: '',
    sw: ''
  },
  {
    cn: '实',
    ls: '',
    sw: ''
  },
  {
    cn: '勒',
    ls: '',
    sw: ''
  },
  {
    cn: '碑',
    ls: '',
    sw: ''
  },
  {
    cn: '刻',
    ls: '',
    sw: ''
  },
  {
    cn: '铭',
    ls: '',
    sw: ''
  },
  {
    cn: '磻',
    ls: '',
    sw: ''
  },
  {
    cn: '溪',
    ls: '',
    sw: ''
  },
  {
    cn: '伊',
    ls: '',
    sw: ''
  },
  {
    cn: '尹',
    ls: '',
    sw: ''
  },
  {
    cn: '佐',
    ls: '',
    sw: ''
  },
  {
    cn: '时',
    ls: '',
    sw: ''
  },
  {
    cn: '阿',
    ls: '',
    sw: ''
  },
  {
    cn: '衡',
    ls: '',
    sw: ''
  },
  {
    cn: '奄',
    ls: '',
    sw: ''
  },
  {
    cn: '宅',
    ls: '',
    sw: ''
  },
  {
    cn: '曲',
    ls: '',
    sw: ''
  },
  {
    cn: '阜',
    ls: '',
    sw: ''
  },
  {
    cn: '微',
    ls: '',
    sw: ''
  },
  {
    cn: '旦',
    ls: '',
    sw: ''
  },
  {
    cn: '孰',
    ls: '',
    sw: ''
  },
  {
    cn: '营',
    ls: '',
    sw: ''
  },
  {
    cn: '桓',
    ls: '',
    sw: ''
  },
  {
    cn: '公',
    ls: '',
    sw: ''
  },
  {
    cn: '匡',
    ls: '',
    sw: ''
  },
  {
    cn: '合',
    ls: '',
    sw: ''
  },
  {
    cn: '济',
    ls: '',
    sw: ''
  },
  {
    cn: '弱',
    ls: '',
    sw: ''
  },
  {
    cn: '扶',
    ls: '',
    sw: ''
  },
  {
    cn: '倾',
    ls: '',
    sw: ''
  },
  {
    cn: '绮',
    ls: '',
    sw: ''
  },
  {
    cn: '回',
    ls: '',
    sw: ''
  },
  {
    cn: '汉',
    ls: '',
    sw: ''
  },
  {
    cn: '惠',
    ls: '',
    sw: ''
  },
  {
    cn: '说',
    ls: '',
    sw: ''
  },
  {
    cn: '感',
    ls: '',
    sw: ''
  },
  {
    cn: '武',
    ls: '',
    sw: ''
  },
  {
    cn: '丁',
    ls: '',
    sw: ''
  },
  {
    cn: '俊',
    ls: '',
    sw: ''
  },
  {
    cn: '义',
    ls: '',
    sw: ''
  },
  {
    cn: '密',
    ls: '',
    sw: ''
  },
  {
    cn: '勿',
    ls: '',
    sw: ''
  },
  {
    cn: '多',
    ls: '',
    sw: ''
  },
  {
    cn: '士',
    ls: '',
    sw: ''
  },
  {
    cn: '实',
    ls: '',
    sw: ''
  },
  {
    cn: '宁',
    ls: '',
    sw: ''
  },
  {
    cn: '晋',
    ls: '',
    sw: ''
  },
  {
    cn: '楚',
    ls: '',
    sw: ''
  },
  {
    cn: '更',
    ls: '',
    sw: ''
  },
  {
    cn: '霸',
    ls: '',
    sw: ''
  },
  {
    cn: '赵',
    ls: '',
    sw: ''
  },
  {
    cn: '魏',
    ls: '',
    sw: ''
  },
  {
    cn: '困',
    ls: '',
    sw: ''
  },
  {
    cn: '横',
    ls: '',
    sw: ''
  },
  {
    cn: '假',
    ls: '',
    sw: ''
  },
  {
    cn: '途',
    ls: '',
    sw: ''
  },
  {
    cn: '灭',
    ls: '',
    sw: ''
  },
  {
    cn: '虢',
    ls: '',
    sw: ''
  },
  {
    cn: '践',
    ls: '',
    sw: ''
  },
  {
    cn: '土',
    ls: '',
    sw: ''
  },
  {
    cn: '会',
    ls: '',
    sw: ''
  },
  {
    cn: '盟',
    ls: '',
    sw: ''
  },
  {
    cn: '何',
    ls: '',
    sw: ''
  },
  {
    cn: '遵',
    ls: '',
    sw: ''
  },
  {
    cn: '约',
    ls: '',
    sw: ''
  },
  {
    cn: '法',
    ls: '',
    sw: ''
  },
  {
    cn: '韩',
    ls: '',
    sw: ''
  },
  {
    cn: '弊',
    ls: '',
    sw: ''
  },
  {
    cn: '烦',
    ls: '',
    sw: ''
  },
  {
    cn: '刑',
    ls: '',
    sw: ''
  },
  {
    cn: '起',
    ls: '',
    sw: ''
  },
  {
    cn: '翦',
    ls: '',
    sw: ''
  },
  {
    cn: '颇',
    ls: '',
    sw: ''
  },
  {
    cn: '牧',
    ls: '',
    sw: ''
  },
  {
    cn: '用',
    ls: '',
    sw: ''
  },
  {
    cn: '军',
    ls: '',
    sw: ''
  },
  {
    cn: '最',
    ls: '',
    sw: ''
  },
  {
    cn: '精',
    ls: '',
    sw: ''
  },
  {
    cn: '宣',
    ls: '',
    sw: ''
  },
  {
    cn: '威',
    ls: '',
    sw: ''
  },
  {
    cn: '沙',
    ls: '',
    sw: ''
  },
  {
    cn: '漠',
    ls: '',
    sw: ''
  },
  {
    cn: '驰',
    ls: '',
    sw: ''
  },
  {
    cn: '誉',
    ls: '',
    sw: ''
  },
  {
    cn: '丹',
    ls: '',
    sw: ''
  },
  {
    cn: '青',
    ls: '',
    sw: ''
  },
  {
    cn: '九',
    ls: '',
    sw: ''
  },
  {
    cn: '州',
    ls: '',
    sw: ''
  },
  {
    cn: '禹',
    ls: '',
    sw: ''
  },
  {
    cn: '迹',
    ls: '',
    sw: ''
  },
  {
    cn: '百',
    ls: '',
    sw: ''
  },
  {
    cn: '郡',
    ls: '',
    sw: ''
  },
  {
    cn: '秦',
    ls: '',
    sw: ''
  },
  {
    cn: '并',
    ls: '',
    sw: ''
  },
  {
    cn: '岳',
    ls: '',
    sw: ''
  },
  {
    cn: '宗',
    ls: '',
    sw: ''
  },
  {
    cn: '泰',
    ls: '',
    sw: ''
  },
  {
    cn: '岱',
    ls: '',
    sw: ''
  },
  {
    cn: '禅',
    ls: '',
    sw: ''
  },
  {
    cn: '主',
    ls: '',
    sw: ''
  },
  {
    cn: '云',
    ls: '',
    sw: ''
  },
  {
    cn: '亭',
    ls: '',
    sw: ''
  },
  {
    cn: '雁',
    ls: '',
    sw: ''
  },
  {
    cn: '门',
    ls: '',
    sw: ''
  },
  {
    cn: '紫',
    ls: '',
    sw: ''
  },
  {
    cn: '塞',
    ls: '',
    sw: ''
  },
  {
    cn: '鸡',
    ls: '',
    sw: ''
  },
  {
    cn: '田',
    ls: '',
    sw: ''
  },
  {
    cn: '赤',
    ls: '',
    sw: ''
  },
  {
    cn: '城',
    ls: '',
    sw: ''
  },
  {
    cn: '昆',
    ls: '',
    sw: ''
  },
  {
    cn: '池',
    ls: '',
    sw: ''
  },
  {
    cn: '碣',
    ls: '',
    sw: ''
  },
  {
    cn: '石',
    ls: '',
    sw: ''
  },
  {
    cn: '钜',
    ls: '',
    sw: ''
  },
  {
    cn: '野',
    ls: '',
    sw: ''
  },
  {
    cn: '洞',
    ls: '',
    sw: ''
  },
  {
    cn: '庭',
    ls: '',
    sw: ''
  },
  {
    cn: '旷',
    ls: '',
    sw: ''
  },
  {
    cn: '远',
    ls: '',
    sw: ''
  },
  {
    cn: '绵',
    ls: '',
    sw: ''
  },
  {
    cn: '邈',
    ls: '',
    sw: ''
  },
  {
    cn: '岩',
    ls: '',
    sw: ''
  },
  {
    cn: '岫',
    ls: '',
    sw: ''
  },
  {
    cn: '杳',
    ls: '',
    sw: ''
  },
  {
    cn: '冥',
    ls: '',
    sw: ''
  },
  {
    cn: '治',
    ls: '',
    sw: ''
  },
  {
    cn: '本',
    ls: '',
    sw: ''
  },
  {
    cn: '于',
    ls: '',
    sw: ''
  },
  {
    cn: '农',
    ls: '',
    sw: ''
  },
  {
    cn: '务',
    ls: '',
    sw: ''
  },
  {
    cn: '兹',
    ls: '',
    sw: ''
  },
  {
    cn: '稼',
    ls: '',
    sw: ''
  },
  {
    cn: '穑',
    ls: '',
    sw: ''
  },
  {
    cn: '俶',
    ls: '',
    sw: ''
  },
  {
    cn: '载',
    ls: '',
    sw: ''
  },
  {
    cn: '南',
    ls: '',
    sw: ''
  },
  {
    cn: '亩',
    ls: '',
    sw: ''
  },
  {
    cn: '我',
    ls: '',
    sw: ''
  },
  {
    cn: '艺',
    ls: '',
    sw: ''
  },
  {
    cn: '黍',
    ls: '',
    sw: ''
  },
  {
    cn: '稷',
    ls: '',
    sw: ''
  },
  {
    cn: '税',
    ls: '',
    sw: ''
  },
  {
    cn: '熟',
    ls: '',
    sw: ''
  },
  {
    cn: '贡',
    ls: '',
    sw: ''
  },
  {
    cn: '新',
    ls: '',
    sw: ''
  },
  {
    cn: '劝',
    ls: '',
    sw: ''
  },
  {
    cn: '赏',
    ls: '',
    sw: ''
  },
  {
    cn: '黜',
    ls: '',
    sw: ''
  },
  {
    cn: '陟',
    ls: '',
    sw: ''
  },
  {
    cn: '孟',
    ls: '',
    sw: ''
  },
  {
    cn: '轲',
    ls: '',
    sw: ''
  },
  {
    cn: '敦',
    ls: '',
    sw: ''
  },
  {
    cn: '素',
    ls: '',
    sw: ''
  },
  {
    cn: '史',
    ls: '',
    sw: ''
  },
  {
    cn: '鱼',
    ls: '',
    sw: ''
  },
  {
    cn: '秉',
    ls: '',
    sw: ''
  },
  {
    cn: '直',
    ls: '',
    sw: ''
  },
  {
    cn: '庶',
    ls: '',
    sw: ''
  },
  {
    cn: '几',
    ls: '',
    sw: ''
  },
  {
    cn: '中',
    ls: '',
    sw: ''
  },
  {
    cn: '庸',
    ls: '',
    sw: ''
  },
  {
    cn: '劳',
    ls: '',
    sw: ''
  },
  {
    cn: '谦',
    ls: '',
    sw: ''
  },
  {
    cn: '谨',
    ls: '',
    sw: ''
  },
  {
    cn: '敕',
    ls: '',
    sw: ''
  },
  {
    cn: '聆',
    ls: '',
    sw: ''
  },
  {
    cn: '音',
    ls: '',
    sw: ''
  },
  {
    cn: '察',
    ls: '',
    sw: ''
  },
  {
    cn: '理',
    ls: '',
    sw: ''
  },
  {
    cn: '鉴',
    ls: '',
    sw: ''
  },
  {
    cn: '貌',
    ls: '',
    sw: ''
  },
  {
    cn: '辨',
    ls: '',
    sw: ''
  },
  {
    cn: '色',
    ls: '',
    sw: ''
  },
  {
    cn: '贻',
    ls: '',
    sw: ''
  },
  {
    cn: '厥',
    ls: '',
    sw: ''
  },
  {
    cn: '嘉',
    ls: '',
    sw: ''
  },
  {
    cn: '猷',
    ls: '',
    sw: ''
  },
  {
    cn: '勉',
    ls: '',
    sw: ''
  },
  {
    cn: '其',
    ls: '',
    sw: ''
  },
  {
    cn: '祗',
    ls: '',
    sw: ''
  },
  {
    cn: '植',
    ls: '',
    sw: ''
  },
  {
    cn: '省',
    ls: '',
    sw: ''
  },
  {
    cn: '躬',
    ls: '',
    sw: ''
  },
  {
    cn: '讥',
    ls: '',
    sw: ''
  },
  {
    cn: '诫',
    ls: '',
    sw: ''
  },
  {
    cn: '宠',
    ls: '',
    sw: ''
  },
  {
    cn: '增',
    ls: '',
    sw: ''
  },
  {
    cn: '抗',
    ls: '',
    sw: ''
  },
  {
    cn: '极',
    ls: '',
    sw: ''
  },
  {
    cn: '殆',
    ls: '',
    sw: ''
  },
  {
    cn: '辱',
    ls: '',
    sw: ''
  },
  {
    cn: '近',
    ls: '',
    sw: ''
  },
  {
    cn: '耻',
    ls: '',
    sw: ''
  },
  {
    cn: '林',
    ls: '',
    sw: ''
  },
  {
    cn: '皋',
    ls: '',
    sw: ''
  },
  {
    cn: '幸',
    ls: '',
    sw: ''
  },
  {
    cn: '即',
    ls: '',
    sw: ''
  },
  {
    cn: '两',
    ls: '',
    sw: ''
  },
  {
    cn: '疏',
    ls: '',
    sw: ''
  },
  {
    cn: '见',
    ls: '',
    sw: ''
  },
  {
    cn: '机',
    ls: '',
    sw: ''
  },
  {
    cn: '解',
    ls: '',
    sw: ''
  },
  {
    cn: '组',
    ls: '',
    sw: ''
  },
  {
    cn: '谁',
    ls: '',
    sw: ''
  },
  {
    cn: '逼',
    ls: '',
    sw: ''
  },
  {
    cn: '索',
    ls: '',
    sw: ''
  },
  {
    cn: '居',
    ls: '',
    sw: ''
  },
  {
    cn: '闲',
    ls: '',
    sw: ''
  },
  {
    cn: '处',
    ls: '',
    sw: ''
  },
  {
    cn: '沉',
    ls: '',
    sw: ''
  },
  {
    cn: '默',
    ls: '',
    sw: ''
  },
  {
    cn: '寂',
    ls: '',
    sw: ''
  },
  {
    cn: '寥',
    ls: '',
    sw: ''
  },
  {
    cn: '求',
    ls: '',
    sw: ''
  },
  {
    cn: '古',
    ls: '',
    sw: ''
  },
  {
    cn: '寻',
    ls: '',
    sw: ''
  },
  {
    cn: '论',
    ls: '',
    sw: ''
  },
  {
    cn: '散',
    ls: '',
    sw: ''
  },
  {
    cn: '虑',
    ls: '',
    sw: ''
  },
  {
    cn: '逍',
    ls: '',
    sw: ''
  },
  {
    cn: '遥',
    ls: '',
    sw: ''
  },
  {
    cn: '欣',
    ls: '',
    sw: ''
  },
  {
    cn: '奏',
    ls: '',
    sw: ''
  },
  {
    cn: '累',
    ls: '',
    sw: ''
  },
  {
    cn: '遣',
    ls: '',
    sw: ''
  },
  {
    cn: '戚',
    ls: '',
    sw: ''
  },
  {
    cn: '谢',
    ls: '',
    sw: ''
  },
  {
    cn: '欢',
    ls: '',
    sw: ''
  },
  {
    cn: '招',
    ls: '',
    sw: ''
  },
  {
    cn: '渠',
    ls: '',
    sw: ''
  },
  {
    cn: '荷',
    ls: '',
    sw: ''
  },
  {
    cn: '的',
    ls: '',
    sw: ''
  },
  {
    cn: '历',
    ls: '',
    sw: ''
  },
  {
    cn: '园',
    ls: '',
    sw: ''
  },
  {
    cn: '莽',
    ls: '',
    sw: ''
  },
  {
    cn: '抽',
    ls: '',
    sw: ''
  },
  {
    cn: '条',
    ls: '',
    sw: ''
  },
  {
    cn: '枇',
    ls: '',
    sw: ''
  },
  {
    cn: '杷',
    ls: '',
    sw: ''
  },
  {
    cn: '晚',
    ls: '',
    sw: ''
  },
  {
    cn: '翠',
    ls: '',
    sw: ''
  },
  {
    cn: '梧',
    ls: '',
    sw: ''
  },
  {
    cn: '桐',
    ls: '',
    sw: ''
  },
  {
    cn: '蚤',
    ls: '',
    sw: ''
  },
  {
    cn: '凋',
    ls: '',
    sw: ''
  },
  {
    cn: '陈',
    ls: '',
    sw: ''
  },
  {
    cn: '根',
    ls: '',
    sw: ''
  },
  {
    cn: '委',
    ls: '',
    sw: ''
  },
  {
    cn: '翳',
    ls: '',
    sw: ''
  },
  {
    cn: '落',
    ls: '',
    sw: ''
  },
  {
    cn: '叶',
    ls: '',
    sw: ''
  },
  {
    cn: '飘',
    ls: '',
    sw: ''
  },
  {
    cn: '摇',
    ls: '',
    sw: ''
  },
  {
    cn: '游',
    ls: '',
    sw: ''
  },
  {
    cn: '鹍',
    ls: '',
    sw: ''
  },
  {
    cn: '独',
    ls: '',
    sw: ''
  },
  {
    cn: '运',
    ls: '',
    sw: ''
  },
  {
    cn: '凌',
    ls: '',
    sw: ''
  },
  {
    cn: '摩',
    ls: '',
    sw: ''
  },
  {
    cn: '绛',
    ls: '',
    sw: ''
  },
  {
    cn: '霄',
    ls: '',
    sw: ''
  },
  {
    cn: '耽',
    ls: '',
    sw: ''
  },
  {
    cn: '读',
    ls: '',
    sw: ''
  },
  {
    cn: '玩',
    ls: '',
    sw: ''
  },
  {
    cn: '市',
    ls: '',
    sw: ''
  },
  {
    cn: '寓',
    ls: '',
    sw: ''
  },
  {
    cn: '目',
    ls: '',
    sw: ''
  },
  {
    cn: '囊',
    ls: '',
    sw: ''
  },
  {
    cn: '箱',
    ls: '',
    sw: ''
  },
  {
    cn: '易',
    ls: '',
    sw: ''
  },
  {
    cn: '輶',
    ls: '',
    sw: ''
  },
  {
    cn: '攸',
    ls: '',
    sw: ''
  },
  {
    cn: '畏',
    ls: '',
    sw: ''
  },
  {
    cn: '属',
    ls: '',
    sw: ''
  },
  {
    cn: '耳',
    ls: '',
    sw: ''
  },
  {
    cn: '垣',
    ls: '',
    sw: ''
  },
  {
    cn: '墙',
    ls: '',
    sw: ''
  },
  {
    cn: '具',
    ls: '',
    sw: ''
  },
  {
    cn: '膳',
    ls: '',
    sw: ''
  },
  {
    cn: '餐',
    ls: '',
    sw: ''
  },
  {
    cn: '饭',
    ls: '',
    sw: ''
  },
  {
    cn: '适',
    ls: '',
    sw: ''
  },
  {
    cn: '口',
    ls: '',
    sw: ''
  },
  {
    cn: '充',
    ls: '',
    sw: ''
  },
  {
    cn: '肠',
    ls: '',
    sw: ''
  },
  {
    cn: '饱',
    ls: '',
    sw: ''
  },
  {
    cn: '饫',
    ls: '',
    sw: ''
  },
  {
    cn: '烹',
    ls: '',
    sw: ''
  },
  {
    cn: '宰',
    ls: '',
    sw: ''
  },
  {
    cn: '饥',
    ls: '',
    sw: ''
  },
  {
    cn: '厌',
    ls: '',
    sw: ''
  },
  {
    cn: '糟',
    ls: '',
    sw: ''
  },
  {
    cn: '糠',
    ls: '',
    sw: ''
  },
  {
    cn: '亲',
    ls: '',
    sw: ''
  },
  {
    cn: '戚',
    ls: '',
    sw: ''
  },
  {
    cn: '故',
    ls: '',
    sw: ''
  },
  {
    cn: '旧',
    ls: '',
    sw: ''
  },
  {
    cn: '老',
    ls: '',
    sw: ''
  },
  {
    cn: '少',
    ls: '',
    sw: ''
  },
  {
    cn: '异',
    ls: '',
    sw: ''
  },
  {
    cn: '粮',
    ls: '',
    sw: ''
  },
  {
    cn: '妾',
    ls: '',
    sw: ''
  },
  {
    cn: '御',
    ls: '',
    sw: ''
  },
  {
    cn: '绩',
    ls: '',
    sw: ''
  },
  {
    cn: '纺',
    ls: '',
    sw: ''
  },
  {
    cn: '侍',
    ls: '',
    sw: ''
  },
  {
    cn: '巾',
    ls: '',
    sw: ''
  },
  {
    cn: '帷',
    ls: '',
    sw: ''
  },
  {
    cn: '房',
    ls: '',
    sw: ''
  },
  {
    cn: '纨',
    ls: '',
    sw: ''
  },
  {
    cn: '扇',
    ls: '',
    sw: ''
  },
  {
    cn: '圆',
    ls: '',
    sw: ''
  },
  {
    cn: '洁',
    ls: '',
    sw: ''
  },
  {
    cn: '银',
    ls: '',
    sw: ''
  },
  {
    cn: '烛',
    ls: '',
    sw: ''
  },
  {
    cn: '炜',
    ls: '',
    sw: ''
  },
  {
    cn: '煌',
    ls: '',
    sw: ''
  },
  {
    cn: '昼',
    ls: '',
    sw: ''
  },
  {
    cn: '眠',
    ls: '',
    sw: ''
  },
  {
    cn: '夕',
    ls: '',
    sw: ''
  },
  {
    cn: '寐',
    ls: '',
    sw: ''
  },
  {
    cn: '蓝',
    ls: '',
    sw: ''
  },
  {
    cn: '笋',
    ls: '',
    sw: ''
  },
  {
    cn: '象',
    ls: '',
    sw: ''
  },
  {
    cn: '床',
    ls: '',
    sw: ''
  },
  {
    cn: '弦',
    ls: '',
    sw: ''
  },
  {
    cn: '歌',
    ls: '',
    sw: ''
  },
  {
    cn: '酒',
    ls: '',
    sw: ''
  },
  {
    cn: '宴',
    ls: '',
    sw: ''
  },
  {
    cn: '接',
    ls: '',
    sw: ''
  },
  {
    cn: '杯',
    ls: '',
    sw: ''
  },
  {
    cn: '举',
    ls: '',
    sw: ''
  },
  {
    cn: '觞',
    ls: '',
    sw: ''
  },
  {
    cn: '矫',
    ls: '',
    sw: ''
  },
  {
    cn: '手',
    ls: '',
    sw: ''
  },
  {
    cn: '顿',
    ls: '',
    sw: ''
  },
  {
    cn: '足',
    ls: '',
    sw: ''
  },
  {
    cn: '悦',
    ls: '',
    sw: ''
  },
  {
    cn: '豫',
    ls: '',
    sw: ''
  },
  {
    cn: '且',
    ls: '',
    sw: ''
  },
  {
    cn: '康',
    ls: '',
    sw: ''
  },
  {
    cn: '嫡',
    ls: '',
    sw: ''
  },
  {
    cn: '后',
    ls: '',
    sw: ''
  },
  {
    cn: '嗣',
    ls: '',
    sw: ''
  },
  {
    cn: '续',
    ls: '',
    sw: ''
  },
  {
    cn: '祭',
    ls: '',
    sw: ''
  },
  {
    cn: '祀',
    ls: '',
    sw: ''
  },
  {
    cn: '烝',
    ls: '',
    sw: ''
  },
  {
    cn: '尝',
    ls: '',
    sw: ''
  },
  {
    cn: '稽',
    ls: '',
    sw: ''
  },
  {
    cn: '颡',
    ls: '',
    sw: ''
  },
  {
    cn: '再',
    ls: '',
    sw: ''
  },
  {
    cn: '拜',
    ls: '',
    sw: ''
  },
  {
    cn: '悚',
    ls: '',
    sw: ''
  },
  {
    cn: '惧',
    ls: '',
    sw: ''
  },
  {
    cn: '恐',
    ls: '',
    sw: ''
  },
  {
    cn: '惶',
    ls: '',
    sw: ''
  },
  {
    cn: '笺',
    ls: '',
    sw: ''
  },
  {
    cn: '牒',
    ls: '',
    sw: ''
  },
  {
    cn: '简',
    ls: '',
    sw: ''
  },
  {
    cn: '要',
    ls: '',
    sw: ''
  },
  {
    cn: '顾',
    ls: '',
    sw: ''
  },
  {
    cn: '答',
    ls: '',
    sw: ''
  },
  {
    cn: '审',
    ls: '',
    sw: ''
  },
  {
    cn: '详',
    ls: '',
    sw: ''
  },
  {
    cn: '骸',
    ls: '',
    sw: ''
  },
  {
    cn: '垢',
    ls: '',
    sw: ''
  },
  {
    cn: '想',
    ls: '',
    sw: ''
  },
  {
    cn: '浴',
    ls: '',
    sw: ''
  },
  {
    cn: '执',
    ls: '',
    sw: ''
  },
  {
    cn: '热',
    ls: '',
    sw: ''
  },
  {
    cn: '愿',
    ls: '',
    sw: ''
  },
  {
    cn: '凉',
    ls: '',
    sw: ''
  },
  {
    cn: '驴',
    ls: '',
    sw: ''
  },
  {
    cn: '骡',
    ls: '',
    sw: ''
  },
  {
    cn: '犊',
    ls: '',
    sw: ''
  },
  {
    cn: '特',
    ls: '',
    sw: ''
  },
  {
    cn: '骇',
    ls: '',
    sw: ''
  },
  {
    cn: '跃',
    ls: '',
    sw: ''
  },
  {
    cn: '超',
    ls: '',
    sw: ''
  },
  {
    cn: '骧',
    ls: '',
    sw: ''
  },
  {
    cn: '诛',
    ls: '',
    sw: ''
  },
  {
    cn: '斩',
    ls: '',
    sw: ''
  },
  {
    cn: '贼',
    ls: '',
    sw: ''
  },
  {
    cn: '盗',
    ls: '',
    sw: ''
  },
  {
    cn: '捕',
    ls: '',
    sw: ''
  },
  {
    cn: '获',
    ls: '',
    sw: ''
  },
  {
    cn: '叛',
    ls: '',
    sw: ''
  },
  {
    cn: '亡',
    ls: '',
    sw: ''
  },
  {
    cn: '布',
    ls: '',
    sw: ''
  },
  {
    cn: '射',
    ls: '',
    sw: ''
  },
  {
    cn: '僚',
    ls: '',
    sw: ''
  },
  {
    cn: '丸',
    ls: '',
    sw: ''
  },
  {
    cn: '嵇',
    ls: '',
    sw: ''
  },
  {
    cn: '琴',
    ls: '',
    sw: ''
  },
  {
    cn: '阮',
    ls: '',
    sw: ''
  },
  {
    cn: '啸',
    ls: '',
    sw: ''
  },
  {
    cn: '恬',
    ls: '',
    sw: ''
  },
  {
    cn: '笔',
    ls: '',
    sw: ''
  },
  {
    cn: '伦',
    ls: '',
    sw: ''
  },
  {
    cn: '纸',
    ls: '',
    sw: ''
  },
  {
    cn: '钧',
    ls: '',
    sw: ''
  },
  {
    cn: '巧',
    ls: '',
    sw: ''
  },
  {
    cn: '任',
    ls: '',
    sw: ''
  },
  {
    cn: '钓',
    ls: '',
    sw: ''
  },
  {
    cn: '释',
    ls: '',
    sw: ''
  },
  {
    cn: '纷',
    ls: '',
    sw: ''
  },
  {
    cn: '利',
    ls: '',
    sw: ''
  },
  {
    cn: '俗',
    ls: '',
    sw: ''
  },
  {
    cn: '并',
    ls: '',
    sw: ''
  },
  {
    cn: '皆',
    ls: '',
    sw: ''
  },
  {
    cn: '佳',
    ls: '',
    sw: ''
  },
  {
    cn: '妙',
    ls: '',
    sw: ''
  },
  {
    cn: '毛',
    ls: '',
    sw: ''
  },
  {
    cn: '施',
    ls: '',
    sw: ''
  },
  {
    cn: '淑',
    ls: '',
    sw: ''
  },
  {
    cn: '姿',
    ls: '',
    sw: ''
  },
  {
    cn: '工',
    ls: '',
    sw: ''
  },
  {
    cn: '颦',
    ls: '',
    sw: ''
  },
  {
    cn: '妍',
    ls: '',
    sw: ''
  },
  {
    cn: '笑',
    ls: '',
    sw: ''
  },
  {
    cn: '年',
    ls: '',
    sw: ''
  },
  {
    cn: '矢',
    ls: '',
    sw: ''
  },
  {
    cn: '每',
    ls: '',
    sw: ''
  },
  {
    cn: '催',
    ls: '',
    sw: ''
  },
  {
    cn: '曦',
    ls: '',
    sw: ''
  },
  {
    cn: '晖',
    ls: '',
    sw: ''
  },
  {
    cn: '朗',
    ls: '',
    sw: ''
  },
  {
    cn: '曜',
    ls: '',
    sw: ''
  },
  {
    cn: '璇',
    ls: '',
    sw: ''
  },
  {
    cn: '玑',
    ls: '',
    sw: ''
  },
  {
    cn: '悬',
    ls: '',
    sw: ''
  },
  {
    cn: '斡',
    ls: '',
    sw: ''
  },
  {
    cn: '晦',
    ls: '',
    sw: ''
  },
  {
    cn: '魄',
    ls: '',
    sw: ''
  },
  {
    cn: '环',
    ls: '',
    sw: ''
  },
  {
    cn: '照',
    ls: '',
    sw: ''
  },
  {
    cn: '指',
    ls: '',
    sw: ''
  },
  {
    cn: '薪',
    ls: '',
    sw: ''
  },
  {
    cn: '修',
    ls: '',
    sw: ''
  },
  {
    cn: '祜',
    ls: '',
    sw: ''
  },
  {
    cn: '永',
    ls: '',
    sw: ''
  },
  {
    cn: '绥',
    ls: '',
    sw: ''
  },
  {
    cn: '吉',
    ls: '',
    sw: ''
  },
  {
    cn: '劭',
    ls: '',
    sw: ''
  },
  {
    cn: '矩',
    ls: '',
    sw: ''
  },
  {
    cn: '步',
    ls: '',
    sw: ''
  },
  {
    cn: '引',
    ls: '',
    sw: ''
  },
  {
    cn: '领',
    ls: '',
    sw: ''
  },
  {
    cn: '俯',
    ls: '',
    sw: ''
  },
  {
    cn: '仰',
    ls: '',
    sw: ''
  },
  {
    cn: '廊',
    ls: '',
    sw: ''
  },
  {
    cn: '庙',
    ls: '',
    sw: ''
  },
  {
    cn: '束',
    ls: '',
    sw: ''
  },
  {
    cn: '带',
    ls: '',
    sw: ''
  },
  {
    cn: '矜',
    ls: '',
    sw: ''
  },
  {
    cn: '庄',
    ls: '',
    sw: ''
  },
  {
    cn: '徘',
    ls: '',
    sw: ''
  },
  {
    cn: '徊',
    ls: '',
    sw: ''
  },
  {
    cn: '瞻',
    ls: '',
    sw: ''
  },
  {
    cn: '眺',
    ls: '',
    sw: ''
  },
  {
    cn: '孤',
    ls: '',
    sw: ''
  },
  {
    cn: '陋',
    ls: '',
    sw: ''
  },
  {
    cn: '寡',
    ls: '',
    sw: ''
  },
  {
    cn: '闻',
    ls: '',
    sw: ''
  },
  {
    cn: '愚',
    ls: '',
    sw: ''
  },
  {
    cn: '蒙',
    ls: '',
    sw: ''
  },
  {
    cn: '等',
    ls: '',
    sw: ''
  },
  {
    cn: '诮',
    ls: '',
    sw: ''
  },
  {
    cn: '谓',
    ls: '',
    sw: ''
  },
  {
    cn: '语',
    ls: '',
    sw: ''
  },
  {
    cn: '助',
    ls: '',
    sw: ''
  },
  {
    cn: '者',
    ls: '',
    sw: ''
  },
  {
    cn: '焉',
    ls: '',
    sw: ''
  },
  {
    cn: '哉',
    ls: '',
    sw: ''
  },
  {
    cn: '乎',
    ls: '',
    sw: ''
  },
  {
    cn: '也',
    ls: '',
    sw: ''
  }
]
