export default [
  {
    id: 1,
    cn: '天',
    ls: '象形',
    bs: '一部',
    sm:
      '上方表示头顶，再和从正面看到的人(下方)组合起来。原意是头，后来转换为指天空。',
    sw: `天，颠也。至高无上，从一大。`,
    swy: `天，头顶。最高而无以上加的部位。由一、大会意。`,
    xd: `
      “天”的本义为人的头顶；两眉之间，称为“天庭”。如常说的“天庭饱满”。
      人至高无上的部分为“天”（头）。
      自然界至高无上的部分也为“天”。如杨万里《晓出净慈寺送林子方》：“接天莲叶无穷碧，映日荷花别样红。”
    `
  },
  {
    id: 2,
    cn: '地',
    ls: '会意 形声',
    bs: '土部',
    sm:
      '左边是神明的梯子，右上是作为祭品的野兽，右下是土地神。意思是神明降临的地方。',
    sw: `地，元气初分，轻清阳为天，重浊阴为地。万物所陈列也。从土，也声。`,
    swy: `
      地，浑沌之气刚刚分离，轻气、清气、阳气上升为天，重气、浊气、阴气下降为地。
      地是万物陈列的地方。从土，也声。
    `,
    xd: `
      “地”的本义是大地，与“天”相对。引申指地面。如李白《静夜思》：“床前明月光，疑是地上霜。”
      又引申指地区、场所。如“此地”。用于抽象意义，指所处的位置或环境。如“置之死地而后生”。
      又指思想、心理活动的领域。如“很有见地”。
    `
  },
  {
    id: 3,
    cn: '玄',
    ls: '象形',
    bs: '玄部',
    sm: '字形为拧丝束的样子。意思是染完的黑线。',
    sw: `玄，幽远也。黑而有赤色者为玄。象幽而入覆之也。凡玄之属皆从玄。`,
    swy: `玄，隐蔽而深远。黑而带有赤色叫玄。象幽暗而有物覆盖着。大凡玄的部首都从玄。`,
    xd: `
      本意为深奥不容易理解，如玄妙，玄奥。
      引申为虚伪，不真实，不可靠，如玄想，玄虚。
      又可做黑色，如玄青（深黑色），玄武。
    `
  },
  {
    id: 4,
    cn: '黄',
    ls: '象形',
    bs: '黃部',
    sm: '字形为点火射出的箭。意思是火光呈现的黄色。',
    sw: `黄，地之色也。从田，从炗，炗亦声。炗，古文光。凡黄之属皆从黃。`,
    swy: `黄，土地的颜色。由田、由炗会意，炗也表声。炗，古文“光”字。大凡黄的部属都从黄。`,
    xd: `
      “黄”的本义为佩璜。
      引申指黄色。如“天玄地黄”、“黄袍”。
      上古时，轩辕氏曾战胜蚩尤、炎帝等部落，被诸侯尊为天子，并且认为他具备土德的祥瑞，故号为“黄帝”。
      所以中华民族习惯上自称“炎黄子孙”。
    `
  },
  {
    id: 5,
    cn: '宇',
    ls: '形声',
    bs: '宀部',
    sm:
      '外部是屋顶，内部是尖端很大的刀。意思是大的东西。后来『宇』用来指空间，『宙』用来指时间。',
    sw: `宇，屋边也。从宀，于声。如《易》曰：‘上栋下宇。’`,
    swy: `宇，屋的边檐。从宀，于声。《易经》说：“上有栋梁下有屋檐。”`,
    xd: `
      “宇”的本义为房檐。如《易·系辞》：“后世圣人易之以宫室，上栋下宇，以待风雨。”
      引申泛指房屋。如苏轼《水调歌头》：“又恐琼楼玉宇，高处不胜寒。”
      进而引申指天下、世界。如贾谊《过秦论》：“有席卷天下，包举宇内，囊括四海之意。”
      进而引申指上下四方整个空间。如王羲之《兰亭集序》：“仰观宇宙之大，俯察品类之盛。”
      又特指风度、容仪。如“他眉宇间一团英气”。
    `
  },
  {
    id: 6,
    cn: '宙',
    ls: '形声',
    bs: '宀部',
    sm: '上方是宗庙的屋顶，下方是像葫芦一样的果实的外壳。意思是广阔的。',
    sw: `宙，舟舆所极，覆也。从宀，由声。`,
    swy: `宙，舟车所到的地方；屋宇覆盖的栋梁。从宀，由声。`,
    xd: `
      “宙”的本义指房屋的栋梁，后来字义扩展，表示车、船等交通工具所能到达的极远的地方。
      进而引申指天空。如王勃《七夕赋》：“霜凝碧宙，水莹丹霄。”
      “宇”、“宙”二字并用，曾指屋檐下、栋梁间的一方小天地。
      后用来比喻上下四方的空间、古往今来的时间，即指无限的时空。
    `
  },
  {
    id: 7,
    cn: '洪',
    ls: '会意 形声',
    bs: '水部',
    sm:
      '左边是水，右边是用两只手(右下)放在祭祀用的容器(右上)，一起誓盟。意思是水聚集到一起',
    sw: `洪，洚水也。从水共声。`,
    swy: `洪，大水。从水，共声。`,
    xd: `
      洪”的本义为大水。泛指大。如“洪福齐天”是称颂福气跟天一样大。
      又引申指湍急的水。如“洪水”。
    `
  },
  {
    id: 8,
    cn: '荒',
    ls: '会意 形声',
    bs: '艸部',
    sm:
      '上方是草，下方是死者头上残留着头发的样子，表示尸体被弃置于草丛。意思是饥荒。',
    sw: `荒，芜也。从艸，巟声。一曰：草淹地也。`,
    swy: `荒，荒芜。从艸，巟声。一说：杂草掩覆田地叫荒。`,
    xd: `
      “荒”的本义是荒芜。
      引申指没有开垦或耕种的土地。如陶渊明《归去来兮辞》：“三径就荒，松菊犹存。”
      边远地区多荒芜，故引申指边远地区。如“蛮荒”。
      又引申指人烟稀少或没有人烟。如“荒郊野外”、“荒漠”。
      又引申指年景不好，收成少或没有收成。如“饥荒”。
      进而引申指物品严重缺乏。如“粮荒”、“油荒”、“水荒”。
      又引申表示享乐过度、放荡。如“荒淫无道”、“乐而不荒”。
      因为田地荒芜是不正常的，故又引申指不合情理的、不正确的。如“荒谬”、“荒诞”。
    `
  },
  {
    id: 9,
    cn: '日',
    ls: '象形',
    bs: '日部',
    sm: '字形描绘的是太阳。意思是太阳。',
    sw: `日，实也。太阳之精不亏。从囗、一。象形。凡日之属皆从日。`,
    swy: `日，光明盛实。太阳的精华不亏损。由囗、一会意。象形。大凡日的部属都从日。`,
    xd: `
      “日”的本义就是太阳。如《诗经·卫风·伯兮》：“其雨其雨，杲杲出日。”
      引申指白天、白昼，如“夜以继日”。
      进而引申为时间的单位。人们把一昼夜称为“一日”。
      又指时节、为特殊目的而定的日子。如“社日”、“交租日”、“结婚纪念日”。
      用作副词，表示每日、每天。如《论语·学而》：“吾日三省吾身。”（我每天再三反省自己）。又如“日亲日近”（常常接近自然亲热）。
      “日”也泛指光阴、日子。如《诗经·王风·采葛》：“一日不见，如三秋兮。”
    `
  },
  {
    id: 10,
    cn: '月',
    ls: '象形',
    bs: '月部',
    sm: '新月的样子。意思是月亮；后来在中间加上点，以区别于『夕』字。',
    sw: `月，缺也。太阴之精。象形。凡月之属皆从月。`,
    swy: `月，亏缺。太阴的精华。象形。大凡月的部属都从月。`,
    xd: `
      “月”的本义是月亮。如李白《静夜思》：“举头望明月，低头思故乡。”
      又被用来形容颜色或形状像月亮一样的事物。如“月亮门”。
    `
  },
  {
    id: 11,
    cn: '盈',
    ls: '会意',
    bs: '皿部',
    sm: '字形是一个人站在盆中洗浴，盆中水充溢的样子',
    sw: `盈，满器也。从皿、夃。`,
    swy: `盈，贮满器皿。由皿、夃会意。`,
    xd: `
      “盈”的本义为器皿充满水。泛指充满。如《左传·庄公十年》：“一鼓作气，再而衰，三而竭。彼竭我盈，故克之。”
      引申指圆满、无残缺。又指丰满而匀称好看。如宋玉《神女赋》：“貌丰盈以壮姝兮。”意思是她的体态丰满庄重。
    `
  },
  {
    id: 12,
    cn: '昃',
    ls: '会意',
    bs: '日部',
    sm: '字形是表示太阳在人的下方，即西斜了',
    sw: `昃，日在西方时。侧也。从日，仄声。《易》曰：‘日之离。’`,
    swy: `昃，太阳在西方的时候。偏侧在一边了。从日，仄声。《易经》说：“太阳偏西时的山神兽。”`,
    xd: `
      “昃”的本义为太阳西斜。如《易·丰》：“日中则昃，月盈则食（蚀）。”
    `
  },
  {
    id: 13,
    cn: '辰',
    ls: '象形',
    bs: '辰部',
    sm: '字形像蚌壳之形',
    sw: `
      辰，震也。三月，阳气动，雷电振，民农时也。物皆生，从乙、匕，象芒达；厂，声也。
      辰，房星，天时也。从二；二，古文‘上’字。凡辰之属皆从辰。
    `,
    swy: `
      辰，震动。辰代表三月，这时阳气发动，雷电震动，是人们耕种的时节。
      万物都在生长，由乙、匕会意，表示草木由弯弯曲曲、艰难地生长变化为草芒径直通达。
      厂表示读音。辰，又代表房星，房星的出现标志着适宜种田的天时的来到。
      所以从二；二，是古文“上”字。大凡辰的部属都从辰。
    `,
    xd: `
      “辰”的本义为贝壳，后被假借为地支的第五位——子、丑、寅、卯、辰。用以纪月，即农历三月；用以纪时，相当于现在的上午七点至九点。
      时间往往与星的运行有关，所以“辰”又可以当“星”讲。
      古代以日月星辰的运行判定时间，制定历法，所以又引申指时光、日子。如“良辰美景”。
    `
  },
  {
    id: 14,
    cn: '宿',
    ls: '会意',
    bs: '宀部',
    sm: '外部是宗庙的屋顶，内左是人，内右是垫席。意思是在神圣的建筑物内值宿。',
    sw: `宿，止也。从宀，xiu声。`,
    swy: `宿，止宿。从宀，xiu声。`,
    xd: `
      “宿”的本义指夜晚睡觉、住宿，读作sù。如《乐府诗集·木兰辞》：“旦辞爷娘去，暮宿黄河边。”
      引申为夜。如《齐民要术·水稻》：“净淘种子，渍经三宿。”
      又引申表示积久的、素来就有的。如“宿愿”、“宿志”。
      还可以指星宿，读作xiù。如“二十八宿”。
    `
  },
  {
    id: 15,
    cn: '列',
    ls: '象形',
    bs: '刀部',
    sm: '上方枯骨破碎的裂纹，下方死人的空骨',
    sw: `列，分解也。从刀，lie声。`,
    swy: `列，分解。从刀，lie声。`,
    xd: `
      “列”的本义是分解、割裂。如《荀子·大略》：“古者列地建国。”
      所谓“列地”，就是割地。此义后另加义符“衣”写作“裂”来表示。
      由分割又可以引申为行列、位次。常用的“列阵”就是排列阵式之意。
      排列整齐的东西一个一个尽收眼底，又能看得很清楚，所以又引申指各、众。如“列祖列宗”。
      被排列出来，就是其中的个体参与了整体的排列，故而“列”也引申指参加。如“列席”。
    `
  },
  {
    id: 16,
    cn: '张',
    ls: '形声',
    bs: '弓部',
    sm: '',
    sw: `張，施弓弦也。从弓，長声。`,
    swy: `張，把弦绷在弓上。从弓，長声。`,
    xd: `
      “张”的本义为把弦安在弓上。如张籍《宫词》：“弦索新张调更高。”
      引申为拉开弓。如“张弓射箭”。由拉开弓引申出展开之意。
      又引申为举目而望。如“东张西望”。
      又引申为放纵。如“张狂”、“乖张”。
      又引申为挂起、陈设。如“张灯结彩”、“张设”。
      弓被拉开之后，自然就会变得特别紧，故又引申为紧、急。如“张弛有度”。
      用作量词，表示一种或一类中的一件。
    `
  },
  {
    id: 17,
    cn: '寒',
    ls: '会意',
    bs: '宀部',
    sm: '在建筑物(上方)里面铺上草(中外)，助人(中内)抵御冰的寒冷。意思是寒冷。',
    sw: `寒，冻也。从人在宀下，以茻荐覆之，下有仌。`,
    swy: `寒，冷冻。由“人”在“宀”下，用草垫着盖着，下有“仌”来会意。`,
    xd: `
      “寒”的本义指寒冷。如《史记·刺客列传》：“风萧萧兮易水寒。”
      引申指战栗恐惧。如“胆寒”。
      又引申指贫困。古时将家境贫困或门第卑微的读书人称为“寒士”、“寒门”
    `
  },
  {
    id: 18,
    cn: '来',
    ls: '象形',
    bs: '來部',
    sm: '麦子的样子。在甲骨文中，借用其发音，表示来的意思。',
    sw: `来，周所受瑞麦来、麰。一来二缝，象芒朿之形。天所来也，故为行来之来。凡來之属皆从來。`,
    swy: `
      来，周地所接受的优良麦子——来和麰。一根麦杆两颗麦穗，像麦芒麦刺的形状。
      来是上天赐来的，所以用作“往来”的“来”字。大凡來的部属都从來。
    `,
    xd: `
      “来”的本义是小麦。后来被假借为“来去”的“来”，而且这一借就不还了，只好另造字来表示小麦，就是“麥”字，简体为“麦”。
      “来”字当未来、将来讲时是假借义，也是后世所用的“来”的主要含义。如陶渊明《归去来兮辞》：“悟已往之不谏，知来者之可追。”
      进而引申为到。如《论语·学而》：“有朋自远方来，不亦乐乎？”
      从来、至之义又引申出产生、开始、发生之义。如“来路”、“来历”。
    `
  },
  {
    id: 19,
    cn: '暑',
    ls: '会意 形声',
    bs: '日部',
    sm: '',
    sw: `暑，热也。从日，者声。`,
    swy: `暑，炎热。从日，者声。`,
    xd: `
      “暑”的本义是炎热。如“酷暑难当”就是炎热得难以忍受之意。
      由此引申指炎热的季节——夏季。如“寒来暑往”，其中的“寒”和“暑”指的就是冬天和夏天。
      又用作节气名。如“大暑”（每年的7月23日或24日）、“小暑”（每年的7月7日或8日）。
      还用作中医学名词，是一种致病因素，属六淫（风、寒、暑、湿、燥、火）之一。
    `
  },
  {
    id: 20,
    cn: '往',
    ls: '会意 形声',
    bs: '彳部',
    sm:
      '右上是脚印，右下是阔斧，左边是行走。在出发的时候，把脚放在象征王位的阔斧上面以获得其威力。',
    sw: `往，之也。从彳，wang声。`,
    swy: `往，出发。从彳(chì)，wang声。`,
    xd: `
      “往”的本义是去，到……去。如《庄子·逍遥游》：“往而不返。”意思就是去了就没有返回来。
      由去又引申为过去、往日。如成语“既往不咎”，意思是过去的事就不要再追究了。
      古代也有“去”字，但和“往”的含义不同：古代的“去”表示离开，“往”和现代的“去”相当。
    `
  },
  {
    id: 21,
    cn: '秋',
    ls: '会意',
    bs: '禾部',
    sm: '字形是虫子，右下三撇是火。意思是用火烧死蝗虫等虫子以祈求丰收的仪式。',
    sw: `秋，禾谷孰也。从禾，省声。`,
    swy: `秋，百谷成熟。从禾，省声。`,
    xd: `
      “秋”的本义是收成、收获。如范成大《颜桥道中》：“处处田畴尽有秋。”
      收获的季节在秋天，所以“秋”又引申指秋天。如“秋收冬藏”。
      由秋天又可以引申指年。如“一日不见，如隔三秋”。
      古书中常见“秋水”一词，本来是指秋天的水。又因为秋水极其清澈，所以后来人们就用“秋水”来比喻清澈的神色和眼波。
    `
  },
  {
    id: 22,
    cn: '收',
    ls: '会意 形声',
    bs: '攴部',
    sm: '',
    sw: `收，捕也。从攴，丩声。`,
    swy: `收，逮捕。从攴，丩(jiū)声。`,
    xd: `
      “收”的本义为逮捕、拘押。
      引申指把散开的东西聚拢。如贾谊《过秦论》：“收天下之兵，聚之咸阳。”
      又引申指取得、占取、获得（利益）。如“坐收渔利”、“名利双收”。
      又指接受、容纳。如“美不胜收”、“收礼物”。
      还可引申指把属于自己的东西取回、收回。如“收回”、“收复”。
      进而指控制、约束。如“收心”、“收敛”。
      又引申为停止、结束。如白居易《琵琶行》：“曲终收拨当心画，四弦一声如裂帛。”
    `
  },
  {
    id: 23,
    cn: '冬',
    ls: '象形 会意',
    bs: '仌部',
    sm: '编织的丝线末端打结的样子。意思是终结；『冬』和『终』是相关的两个字。',
    sw: `四时尽也。从仌，从夂。夂，古文终字。`,
    swy: `冬，四个时令的终结。字形采用“仌、夂”会义。夂，这是古文写法的“终”字。`,
    xd: `
      冬季，如过冬。
      拟声词，表示敲鼓声。
    `
  },
  {
    id: 24,
    cn: '藏',
    ls: '会意 形声',
    bs: '艹部',
    sm: '',
    sw: `藏，匿也。从艸，臧声。`,
    swy: `藏，隐匿。从艸，臧声。`,
    xd: `
      “藏”的本义是隐匿，读作cánɡ。如《论语·述而》：“用之则行，舍之则藏。”
      引申为储藏、收存。如“秋收冬藏”。
      又引申为怀有。如《易·系辞下》：“君子藏器于身，待时而动。”
      读作zànɡ时，指收藏财物的府库或财物。如《左传·僖公二十四年》：“晋侯之竖头须，守藏者也。”
      用作我国少数民族名，即藏族。
    `
  },
  {
    id: 25,
    cn: '闰',
    ls: '会意',
    bs: '王部',
    sm: '外部是门，内部是王。',
    sw: `
      閏，余分之月，五岁再闰。告朔之礼，天子居宗庙，闰月居门中。从王在門中。
      《周礼》曰：‘闰月王居门中，终月也。’
    `,
    swy: `
      閏，闰月，由余剩的未分的时日组成的月份，五年闰两次。
      每月初一，行告祭之礼，天子居处在庙堂之中，闰月居处在正室门中。
      由“王”字在“門”字之中会意。《周礼》说：“闰月，周王居处在正室门中，整一个月。”
    `,
    xd: `
      “闰”的本义为历法术语，指历法纪年和地球环绕太阳一周运行时间的差数，多余的叫“闰”。如“闰年”、“闰月”。
      引申指副、偏，与“正”相对。如《宋史·宋庠传》：“曾校定《国语》，撰《补音》三卷，又辑《纪年通谱》，区别正闰，为十二卷。”
      又引申指多余的事。如陈师道《残句：势不可使尽》：“人生如此耳，文字已其闰。”
    `
  },
  {
    id: 26,
    cn: '余',
    ls: '象形',
    bs: '八部',
    sm: '字形像树木支撑的房屋之形。',
    sw: `余，语之舒也。从八，舍省声。`,
    swy: `余，虚词中表示舒缓语气的助词。从八，舍省声。`,
    xd: `
      “余”的本义为房屋，但该字本义早已消失，后世多假借为第一人称代词。
      “余”又作“馀”的简化字，意为多余。
      《尔雅·释诂下》：“余，我也。”
    `
  },
  {
    id: 27,
    cn: '成',
    ls: '会意',
    bs: '戊部',
    sm:
      '上方是矛，下方是装饰物。意思是矛做好之后，在上面放上装饰物以进行清洁。',
    sw: `成，就也。从戊，丁声。`,
    swy: `成，成熟。从戊，丁声。`,
    xd: `
      “成”的本义是成盟、和解。如《左传·成公十一年》：“秦晋为成。”
      引申为完成、成功。如《三国志·蜀书·诸葛亮传》：“成败之机，在于今日。”
      又引申指成为、变为。如《礼记·学记》：“玉不琢，不成器。”
      还引申为成全、促成。如“成人之美”。又引申为成果、成就。如“一事无成”。
      又引申为旧有的、已定的、现成的。如“成规”、“成见”、“成药”。
      “成”还可以指达到一个完整的数量单位。如“成天”、“成年累月”。
      人们也把十分之一叫做“成”。如“一成”、“三成”。
    `
  },
  {
    id: 28,
    cn: '岁',
    ls: '会意',
    bs: '步部',
    sm:
      '上下表示脚印，中间是阔斧。这个字用来称呼用阔斧切肉的一个节日。该节日一年举行一次，因此『岁』指的是一年。',
    sw: `歲，木星也。越历二十八宿，宣徧阴阳，十二月一次。从步，戌声。律历书名五星为五步。`,
    swy: `
      歲，木星。经过二十八星宿，走遍阴阳十二辰，十二个月行走一个躔次。
      从步，戌声。如《汉书·律历志》叫（金、木、水、火、土）五星作五步。
    `,
    xd: `
      “岁”的本义为收获庄稼，表示收成。
      引申指年。如刘希夷《代悲白头翁》：“年年岁岁花相似，岁岁年年人不同。”
      由年又引申为年龄。
      还可以指季节气候。如《论语·子罕》：“岁寒，然后知松柏之后凋也。”
      还可以指时间、光阴。如陶渊明《杂诗》：“及时须勉励，岁月不待人。”
    `
  },
  {
    id: 29,
    cn: '律',
    ls: '会意',
    bs: '彳部',
    sm:
      '左边是行走，右边是用手持篙撑船，反复均匀而有规律的动作。意思是公开的规章和规定。',
    sw: `律，均布也。从彳，聿声。`,
    swy: `律，普遍施行的规律。从彳，聿声。`,
    xd: `
      “律”的本义为持篙行船。
      引申为规律、法则。如“格律”、“规律”。
      又特指法令、法律。如“清规戒律”、“论律当斩”。
      由此还引申为约束。如“自律”。
      还引申指律管。以管的长短来确定音阶，从低音算起，成奇数的六个管叫“律”，成偶数的六个管叫“吕”，统称为“十二律”。
    `
  },
  {
    id: 30,
    cn: '吕',
    ls: '象形',
    bs: '吕部',
    sm: '字形是两个方“口”，像是人（或动物）的脊骨连成一串。',
    sw: `呂，脊骨也。象形。昔太岳为禹心呂之臣，故封呂侯。凡呂之属皆从呂。`,
    swy: `呂，脊椎骨。象形。过去太岳官是像大禹心脏和脊骨一样的臣子，所以封为呂侯。大凡呂的部属都从呂。`,
    xd: `
      “吕”的本义为脊骨。
      后来被假借为古代音乐十二律中的阴律，有六种，总称“六吕”。
      后引申泛指乐律或音律。如翁洮《和方干题李频庄》：“犹凭律吕传心曲，岂虑星霜到鬓根。”
    `
  },
  {
    id: 31,
    cn: '调',
    ls: '形声',
    bs: '言部',
    sm: '',
    sw: `調，和也。从言，周声。`,
    swy: `調，和合。从言，周声。`,
    xd: `
      “调”的本义是配合和谐，读作tiáo。如“风调雨顺”。
      用作动词，指使搭配均匀、适合。又引申为弹奏。
      由挑、拨琴弦引申出耍弄、挑逗之意。如“调情”。
      读作diào，表示选拔、提拔。又引申为调动。如“调虎离山”。
      还可以表示语言的声调。如“腔调”。
      构成句子或词组语调成分的某种特有的音调或音调变化，也可以称为“调”。如“高调”。
      还可以表示乐曲的音调。如“曲调”、“小调”。
    `
  },
  {
    id: 32,
    cn: '阳',
    ls: '形声',
    bs: '',
    sm: '左边是神明的梯子。右边是太阳升到了祭神的石桌上方，折射出光线。',
    sw: `陽，高、明也。从，昜声。`,
    swy: `陽，山丘高耸，明亮。从，昜声。`,
    xd: `
      “阳”的本义是山的南面或水的北面，即向阳面。如《诗经·召南·殷其雷》：“殷其雷，在南山之阳。”
      引申指太阳。进而引申为温暖、明亮。如《诗经·豳风·七月》：“春日载阳，有鸣仓庚。”
      “阳”又指物体的正面、前面。如顾炎武《日知录·钱面》：“自昔以钱之有字处为阴，无字处为阳。”
    `
  },
  {
    id: 33,
    cn: '雲',
    ls: '象形',
    bs: '雨部',
    sm: '字形像天空中舒卷的云层',
    sw: `雲，山川气也。从雨，云象云回转形。凡雲之属皆从雲。`,
    swy: `雲，山河升腾之气。从雨，云像云彩回旋转动的形状。大凡雲的部属都从雲。`,
    xd: `
      “云”的本义为云气、云雾。如《孟子·梁惠王上》：“天油然作云，沛然下雨。”
      引申指轻柔舒卷、形状像云的事物。如古人常说的“云鬓”就是形容女子鬓发盛美如云。
      云一般都是在天上，故又引申比喻高。如苏轼《书王晋卿画·西塞风雨》：“仰看云天真箬笠，旋收江海入蓑衣。”其中的“云天”即指高空。
      后来“云”假借为动词“曰”，表示说。如“子曰诗云”、“人云亦云”、“不知所云”。
    `
  },
  {
    id: 34,
    cn: '腾',
    ls: '形声',
    bs: '马部',
    sm: '',
    sw: `騰，传也。从马，朕声。一曰：騰，犗马也。`,
    swy: `騰，传递文书的车。从马，朕声。另一义：阉马。`,
    xd: `
      “腾”的本义为传递邮驿。如《后汉书·隗嚣传》：“因数腾书陇、蜀，告示祸福。”
      引申指奔跑或跳跃。如“奔腾”、“腾跃”。
      又引申指上升。如《礼记·月令》：“天气下降，地气上腾。”
      用在某些动词后，表示动作的反复延续。如“闹腾”、“折腾”。
    `
  },
  {
    id: 35,
    cn: '致',
    ls: '会意',
    bs: '夊部',
    sm:
      '左边由箭矢和地组成，指箭矢命中的地方。意思是人(右边)到达矢命中的地方。',
    sw: `致，送诣也。从夊，从至。`,
    swy: `致，送别。由夊、由至会意。`,
    xd: `
      “致”的本义为送达、送到。如《荀子·解蔽》：“远方莫不致其珍。”
      引申为达到、实现。如“学以致用”。
      又引申为表达。如“致敬”。
      又引申为求取、获得。如袁枚《黄生借书说》：“余幼好书，家贫难致。”
      还可引申为情趣、兴致。如“闲情逸致”。
      又引申指精密。如“精致”。
    `
  },
  {
    id: 36,
    cn: '雨',
    ls: '象形',
    bs: '雨部',
    sm: '字形描绘了雨从天上降落下来的情景。上方是云气。下方是雨。',
    sw: `雨，水从云下也。一象天，冂象云，水霝其间也。凡雨之属皆从雨。`,
    swy: `雨，水从云中降下。“一”像天，“冂”像云，（ ）像水从天空云彩间滴落下来。大凡雨的部属都从雨。`,
    xd: `
      “雨”的本义为雨水。
      用作动词，表示下雨。
      雨水滋润万物，所以也比喻恩惠、恩泽。如李白《书情》：“愧无横草劲，虚负雨露恩。”
    `
  },
  {
    id: 37,
    cn: '露',
    ls: '形声',
    bs: '雨部',
    sm: '',
    sw: `露，润泽也。从雨，路声。`,
    swy: `露，上苍用来润泽万物的水汽。字形采用“雨字头”，“路”是声旁。`,
    xd: `
      本意是靠近地面的水蒸气，夜间遇冷凝结成的小水球，如露水，白露。
      引申为在室外，无遮盖，如露天，露宿，露营。
      又引申为加入药料或果子汁制成的饮料或药剂，如露酒，枇杷露。
    `
  },
  {
    id: 38,
    cn: '结',
    ls: '形声',
    bs: '糸部',
    sm: '',
    sw: `结，缔也。从糸，吉声。`,
    swy: `结，丝线绞织在一起不可分解。字形采用“糸”作边旁，采用“吉”作声旁。`,
    xd: `
      结”的本义是用长条物绾系或编织，读作jié。如《汉书·董仲舒传》：“临渊羡鱼，不如退而结网。”
      用作名词，指用长条物绾成的疙瘩或扣。如“蝴蝶结”。
      引申指像疙瘩的东西。如刘翰《好事近》：“风吹尽去年愁，解放丁香结。”
      扣结是绾的结果，故引申指终局。如“归根结底”、“结论”。
      由系结引申指组织，连在一起彼此产生某种关系。如“结婚”、“结拜”。
      进而引申指凝聚、聚合。如“凝结”、“结冰”。
      还读作jiē，由绾成结，引申指植物生长出（果实或种子）。如“结瓜”、“开花结果”。
    `
  },
  {
    id: 39,
    cn: '为',
    ls: '会意',
    bs: '爪部',
    sm: '上方为手，下方是仰着头、尾朝下的一头大象，会手牵着大象去劳动之意。',
    sw: `爪爲，母猴也。其为禽好爪。爪，母猴象也。下腹为母猴形。王育曰：‘爪，象形也。’`,
    swy: `
      爲，猕猴。猕猴作为走兽，喜欢用爪子。爪子，是猕猴的象征。字的下腹部是猕猴的形体。
      王育说：“爪，是象形字”。
    `,
    xd: `
      “为”的本义是作为，做、干。读作wéi。
      由做引申为造、制，成为、变成。又引申为治理。
      读wèi时，多数情况下作介词用。一是表示行为的对象，有给、替的意思；二是与“而”相呼应，表目的。
      有时还可以作连词，表因果，相当于“因为”。某些时候也能表示被动。
    `
  },
  {
    id: 40,
    cn: '霜',
    ls: '形声',
    bs: '雨部',
    sm: '',
    sw: `霜，丧也。成物者。从雨，相声。`,
    swy: `霜，使万物丧失的东西。也是成就万物的东西。从雨，相声。`,
    xd: `
      “霜”的本义为气温低于零度时，近地面空气中水汽的白色结晶。如“霜叶红于二月花”。
      也比喻白色，尤指白发。如苏轼《江城子》：“纵使相逢应不识，尘满面，鬓如霜。”
      白色象征纯洁，所以又用来形容人高洁的性格。如“霜操”比喻高洁的情操。
      又泛指如霜的粉末。如“护肤霜”、“防晒霜”。
    `
  },
  {
    id: 41,
    cn: '金',
    ls: '会意',
    bs: '金部',
    sm: '左边像两块铜饼，右上为矢，右下为斧，意思是可制作箭和斧的金属',
    sw: `金，五色金也。黄为之长。西方之行。生于土，从土；左右注，象金在土中形；今声。凡金之属皆从金。`,
    swy: `
      金，白、青、赤、黑、黄五色金属的总称。黄金是它们的代表。是代表西方的一种物质。
      产生在土里面，所以从土；土字左右两笔，像金属块状物在土中的样子；今表声。
      大凡金的部属都从金。
    `,
    xd: `
      “金”的本义是青铜。“金文”就是青铜器上的铭文。
      “金”后来泛指金属制品。如“金鼓齐鸣”。
      金属的质地多是坚硬的，故引申为坚固或无懈可击的事物。如“固若金汤”，金，指金城；汤，指汤池。金属造的城，滚水形成的护城河。形容防守极为牢固。
      又专指黄金。如“金银珠宝”。
      还引申指尊贵、珍贵。如“金枝玉叶”。
      也指钱。如“奖金”。
    `
  },
  {
    id: 42,
    cn: '生',
    ls: '象形',
    bs: '生部',
    sm: '字形为草发芽的样子。意思是人出生。',
    sw: `生，进也。象草木生出土上。凡生之属皆从生。`,
    swy: `生，长进。像草木从土上生出。大凡生的部属都从生。`,
    xd: `
      “生”的本义为草木生长出土。
      引申指生育、发生、产生。如“无事生非”、“无中生有”。
      由生长引申指生存、存活。如《史记·廉颇蔺相如传》：“今两虎共斗，其势不俱生。”
      进而引申为生存的期限。如“一生”、“毕生”。
      又引申指生计、生活。如“谋生”、“营生”。
      “生”还有与“熟”相对的意义。引申指陌生、生疏。如“生人”、“生字”。
      “生”又指门徒、弟子。也作为对男青年的称呼。如“晚生”。
      还指戏曲中扮演男子的角色名称。如“小生”、“武生”、“老生”。
    `
  },
  {
    id: 43,
    cn: '丽',
    ls: '会意',
    bs: '鹿部',
    sm: '鹿角(上方)和鹿的躯干(下方)。意思是鹿角很漂亮。美丽指的就是鹿角。',
    sw: `麗，旅行也。鹿之性，见食急则必旅行。从鹿，丽声。`,
    swy: `麗，结伴而行。鹿的特性是，发现食物虽情势紧急却也一定结伴而行。从鹿，丽声。`,
    xd: `
      “丽”的本义为双鹿并行。
      引申指成双的、成对的。如《文心雕龙·丽辞》：“丽辞之体，凡有四对。”意思是，词句对偶的文体，共有四种对偶的方法。
      又引申指美好、漂亮。如白居易《长恨歌》：“天生丽质难自弃，一朝选在君王侧。”
    `
  },
  {
    id: 44,
    cn: '水',
    ls: '象形',
    bs: '水部',
    sm: '字形描绘了流动的水。意思是细小的水流。',
    sw: `水，准也。北方之行。像众水并流，中有微阳之气也。凡水之属皆从水。`,
    swy: `水，平。代表北方的一种物质。像许多水一同流去；中间的 ，表示有深隐在内的阳气。大凡水的部属都从水。`,
    xd: `
      “水”的本义是河流。后泛指江、河、湖、海、洋等一切水域。
      又泛指汁、液。如“汗水”。
      也可作形容词。如“水酒”，即淡酒。
    `
  },
  {
    id: 45,
    cn: '玉',
    ls: '象形',
    bs: '玉部',
    sm: '用丝线将三块玉串起来。意思是玉；古代人认为，玉是有灵力的。',
    sw: `玉，石之美。像三玉之连。丨，其贯也。凡玉之属皆从玉。`,
    swy: `玉，美好的石头。像三块玉的连接。中间的丨，是那穿玉的绳索。大凡玉的部属都从玉。`,
    xd: `
      玉”的本义是温润而有光泽的美石。如《诗经·秦风·小戎》：“言念君子，温其如玉。”
      古人往往用“玉”来形容美好的、珍贵的、洁白的东西。如《诗经·召南·野有死麕》：“白茅纯束，有女如玉。”
      后用作一种雅称或敬辞。如曹植《七启》：“将敬涤耳，以听玉音。”
    `
  },
  {
    id: 46,
    cn: '出',
    ls: '会意',
    bs: '出部',
    sm: '上方是左脚的脚印，下方是门口或土坑口。意思是迈出脚走出门口。',
    sw: `出，进也。象草木益滋，上出达也。凡出之属皆从出。`,
    swy: `出，长进。像草木渐渐滋生，向上长出来。大凡出的部属都从出。`,
    xd: `
      “出”的本义是出去、外出。
      后来多指出去、出来，和“进”、“入”相对。如“出神入化”、“出生入死”。
      又引申为拿出、交纳。如“出力”、“入不敷出”。
      又引申为出现、显露。如苏轼《后赤壁赋》：“山高月小，水落石出。”
      还可以引申为离开的意思。如“出局”、“出轨”、“出笼”。
      用在动词后，表示趋向或效果。如“飞出”、“拿出”、“展出”。
      用作量词，指一个独立的剧目或节目。如“一出折子戏”。
    `
  },
  {
    id: 47,
    cn: '崑',
    ls: '形声',
    bs: '山部',
    sm: '',
    sw: `崑崙，山名。从山，昆声。`,
    swy: `崑，即崑仑，神山的名字。字形采用“山”作边旁，“昆”是声旁。`,
    xd: `
      〔崑崙〕山名，中国最大的山脉，西从帕米尔高原起，分三支向东分布。现作“昆仑”。
    `
  },
  {
    id: 48,
    cn: '冈',
    ls: '形声',
    bs: '山部',
    sm: '',
    sw: `冈，山骨也。从山，网声。`,
    swy: `岡，山梁脊骨。字形采用“山”作边旁，网是声旁。`,
    xd: `
      “冈”的本义为山脊、山岭。如《楚辞·守志》：“览高冈兮峣峣。”
      又如《诗·周南·卷耳》：“陟彼高冈,我马玄黄。”
    `
  },
  {
    id: 49,
    cn: '剑',
    ls: '形声',
    bs: '刃部',
    sm:
      '左边表示熔铸金属，右边是戴着帽子祭祀神灵的人并排的样子。意思是两刃的刀。',
    sw: `劒，人所带兵也。从刃，jian声。`,
    swy: `劒，人们佩带的兵器。从刃，jian声。`,
    xd: `
      “剑”的本义为古代兵器，两面长刃，中间有脊，短柄。如《史记·黄帝本纪》：“帝采首山之铜铸剑，以天文古字铭之。”
      引申作动词，指用剑杀人。如潘岳《马穫督诔序》：“白日于都市手剑父仇。”
    `
  },
  {
    id: 50,
    cn: '号',
    ls: '会意 形声',
    bs: '号部',
    sm: '',
    sw: `痛声也。从虎，从号，口在丂上。凡号之属皆从号。`,
    swy: `
      痛声也。号，嗁也。凡嗁号字古作号。口部曰：嗁，号也。古做“號”，今字则号行而号废矣。
      从口在丂上。丂者气舒而碍，虽碍而必张口出其声，故口在丂上，号咷之象也。
      凡号之属皆从号。
    `,
    xd: `
      号的本义为大声喊叫。如《易·同人》：“先号咷而后笑。”又如《山海经·中山经》：“昆吾之山有兽焉,其音如号。”
      引申为命令。如，号令天下。
    `
  },
  {
    id: 51,
    cn: '巨',
    ls: '象形',
    bs: '工部',
    sm: '字形为一个正面站立的人，右手拿着一个量角度或量方形的工具。',
    sw: `巨，规巨也。从工，象手持之。榘，巨或，从木、矢；矢者，其中正也。`,
    swy: `巨，规矩的矩。从工，像用手握着矩。榘，巨的或体，从木、矢；矢，表示中正。`,
    xd: `
      “巨”的本义为画直角或方形的工具。
      此义后写作“矩”。如《荀子·赋篇》：“圆者中规，方者中矩。”其中的“规”是指画圆形的仪器。
      又引申指大。之所以能代表大，是从度量义引申出来的。如“巨大”、“巨人”。
    `
  },
  {
    id: 52,
    cn: '阙',
    ls: '形声',
    bs: '門部',
    sm: '',
    sw: `阙，门观也。从门，欮声。`,
    swy: `阙，门内观察。从门，欮声。`,
    xd: `
      本意是皇宫门前两边供瞭望的楼。如《诗·郑风·子衿》：“挑兮达兮,在城阙兮。”
      引申为缺口，空隙。如《列子·汤问》：“昔者女娲氏练五色石以补其阙。”
    `
  },
  {
    id: 53,
    cn: '珠',
    ls: '形声',
    bs: '玉部',
    sm: '',
    sw: `珠，蚌之阴精。从玉，朱声。《春秋国语》曰：‘珠以御火灾’是也。`,
    swy: `珠，蚌壳里头的水精。从玉，朱声。《春秋国语》说：“珠足以用来抵御火灾。”说的就是这个意思。`,
    xd: `
      “珠”的本义为蛤蚌因沙粒窜入壳内受到刺激而分泌并形成的圆形固体颗粒，为乳白色或略带黄色，有光泽。
      引申指像珠子的东西。如白居易《暮江吟》：“可怜九月初三夜，露似珍珠月似弓。”
      用作形容词，形容事物的华美、光泽。如“珠光宝气”。
    `
  },
  {
    id: 54,
    cn: '称',
    ls: '形声',
    bs: '禾部',
    sm: '',
    sw: `
      铨也。从禾，爯声。春分而禾生。日夏至晷景可度。禾有秒，秋分而秒定。
      其以为重：十二粟为一分，十二分为一铢。
      故诸程品皆从禾。
    `,
    swy: `
      铨义之引伸。从禾，爯(chēng)声。处陵切。以二月生。其时禾乃有芒也。以八月孰。孰时芒乃定。
      按重量来算，十二粟而当一分，十二分而当一铢，十二铢而当半两。
    `,
    xd: `
      称本义为称量物体轻重的器具。这个意义后来写作“秤”。
      又指称量。如《楚辞·惜誓》：“苦称量之不审兮。”
      又引申为声称。如《战国策·秦策》：“称帝而治。”
      又引申为称呼。如“珠称夜光。”
      又引申为称赞。如《淮南子·人间》：“使人高贤称誉己者,心之力也。”
    `
  },
  {
    id: 55,
    cn: '夜',
    ls: '会意 形声',
    bs: '夕部',
    sm:
      '左边是张开手脚站立的人，右边是月亮。意思是月亮的身影出现在天空的时段。',
    sw: `夜，舍也。天下休舍也。从夕，夕亦省声。`,
    swy: `夜，止息。是天下休息之时。从夕，亦省声。`,
    xd: `
      “夜”的本义是从天黑到天亮的一段时间。如赵师秀《约客》：“有约不来过夜半，闲敲棋子落灯花。”
      成语“夜以继日”。还指黄昏。
      又特指夜行。如苏味道《正月十五日夜》：“金吾不禁夜，玉漏莫相催。”
    `
  },
  {
    id: 56,
    cn: '光',
    ls: '会意',
    bs: '火部',
    sm:
      '上方是火，下方是跪着的人，人头上有一把大火在照耀。意思是侍奉火神的神职人员。',
    sw: `光，明也。从火在人上，光明意也。`,
    swy: `光，光明。由“火”字在“人”字上，会光明之意。`,
    xd: `
      “光”的本义就是光明、光亮。如《孟子·尽心上》：“日月有明，春光必照焉。”
      引申指光彩、色泽。如“容光焕发”。
      又引申指风光、景色。如范仲淹《岳阳楼记》：“上下天光，一碧万顷。”
      进而引申指荣誉。如“光临”、“光顾”。
      又可引申为发扬光大。如诸葛亮《出师表》：“以光先帝之遗德。”
      又引申指光滑。如“这种纸很光”。
      又引申指裸露。如“光头”、“光着膀子”。
      又引申指空、净、尽。如“赔光”、“吃光”。
    `
  },
  {
    id: 57,
    cn: '果',
    ls: '象形',
    bs: '木部',
    sm: '树上结着果实。意思是树木的果实。',
    sw: `果，木实也。从木，像果形，在木之上。`,
    swy: `果，树木的果实。从木，上方像果的形状，在“木”的上面。`,
    xd: `
      “果”的本义为植物的果实。如《管子·四时》：“九暑乃至，时雨乃降，五谷百果乃登。”
      又表示事物的结局。如“前因后果”，其中的“果”就是指结局。
      由结出果实引申指实现、成为现实。如《论语·子路》：“言必信，行必果。”
      还引申指果断、果敢。如“果直”、“果断”。
    `
  },
  {
    id: 58,
    cn: '珍',
    ls: '形声',
    bs: '玉部',
    sm: '外部是两个人，内部像一团火，两个人守护珍贵的火种。',
    sw: `珍，宝也。从玉，㐱声。`,
    swy: `珍，玉石之类的宝物。从玉，㐱声。`,
    xd: `
      “珍”的本义为珠玉等宝物。如《楚辞·招魂》：“室中之观，多珍怪些。”
      引申指精美的食品。如《古诗为焦仲卿妻作》：“杂彩三百匹，交广市鲑珍。”
      又引申指珍贵的、宝贵的。如贾谊《过秦论》：“不爱珍器重宝肥饶之地，以致天下之士。”
      用作动词，指珍爱、珍视。如“珍重”。
    `
  },
  {
    id: 59,
    cn: '李',
    ls: '形声',
    bs: '木部',
    sm: '',
    sw: `李，果也。从木，子声。`,
    swy: `李，果木名。从木，子声。`,
    xd: `
      “李”的本义是树名，即李子树，又指李树的果实。如成语“投桃报李”中的“李”指的就是李树的果实。
      又指李花。如《诗经·召南·何彼禯矣》：“华如桃李。”
      “李”常与“桃”连用或对用。意思有两种：一种是取自桃李的植物义，如“桃李不言，下自成蹊”；一种是指培养的后辈或所教的学生，如“门墙桃李”、“桃李满天下”等。
      也常与“瓜”连用。如“瓜田李下”。
      “李”又作姓氏。
    `
  },
  {
    id: 60,
    cn: '柰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 61,
    cn: '菜',
    ls: '会意 形声',
    bs: '艸部',
    sm: '',
    sw: `菜，草之可食者。从艸，采声。`,
    swy: `菜，可供食用的草。从艸，采声。`,
    xd: `
      “菜”的本义为蔬菜。如“野菜”、“青菜”。
      引申为烹调好的蔬菜、肉类、鱼类等佐餐食品的统称。如“中国菜”、“川菜”。
      又特指油菜，开黄色小花，种子可以榨油。如“菜油”、“菜籽”。
    `
  },
  {
    id: 62,
    cn: '重',
    ls: '会意',
    bs: '重部',
    sm: '上方是袋子，下方是土。意思是沉重。',
    sw: `重，厚也。从壬，东声。凡重之属皆从重。`,
    swy: `重，厚重。从壬，东声。大凡重的部属都从重。`,
    xd: `
      “重”的本义表示东西重，与“轻”相对，读作zhònɡ。
      引申指重要、紧要。如“重任”。还引申指庄重、沉稳。如“稳重”。
      还读作chónɡ，表示重复。如陆游《游山西村》：“山重水复疑无路，柳暗花明又一村。”又引申指层层、重叠。
      用作副词，表示再一次、重新。如范仲淹《岳阳楼记》：“乃重修岳阳楼。”
      用作量词。如王安石《泊船瓜洲》：“京口瓜洲一水间，钟山只隔数重山。”
    `
  },
  {
    id: 63,
    cn: '芥',
    ls: '形声',
    bs: '艸部',
    sm: '',
    sw: `芥，菜也。从艸，介声。`,
    swy: `芥，芥菜。从艸，介声。`,
    xd: `
      “芥”的本义为芥菜，是一种草本植物，花和种子是黄色的，有辣味。磨成粉末后可做调料，叫芥末。
      又指小草。如“弃之如为草芥”。
      引申比喻细小的事物。如张岱《陶庵梦忆·虎丘中秋夜》：“听者寻入针芥，心血为枯，不敢击节，惟有点头。”
      又引申指梗塞。如司马相如《子虚赋》：“吞若云梦者八九于其胸中，曾不芥蒂。”其中的“芥蒂”指的就是细小的梗塞物。
      后比喻心里的不满或不快。
    `
  },
  {
    id: 64,
    cn: '姜',
    ls: '会意 形声',
    bs: '女部',
    sm: '字形像一个面朝左跪坐的女人',
    sw: `姜，神农居姜水，以为姓。从女，羊声。`,
    swy: `姜，神农氏居住在姜水边，用姜作为姓氏。从女，羊声。`,
    xd: `
      “姜”的本义为美，但此义现已消失。
      后来“姜”多用作姓氏。如“姜太公”，即姜子牙。
      古书中的“姜桂”本指生姜肉桂。因其味道越老越辣，所以常用来比喻人越到老年性格越刚强。
    `
  },
  {
    id: 65,
    cn: '海',
    ls: '形声',
    bs: '水部',
    sm:
      '左边是水。右边是戴着很多繁琐头饰的女子，头上的装饰令人烦闷。意思是海。',
    sw: `海，天池也。以纳百川者。从水，每声。`,
    swy: `海，天然的大池泽。用以接纳百川的水流。从水，每声。`,
    xd: `
      “海”的本义为大海。如李斯《谏逐客书》：“河海不择细流。”也指大的湖泊、水池。如《汉书·苏武传》：“乃徙武北海上无人处。”
      又指大的器皿。如《红楼梦》第四十一回：“你吃这一海便成什么？”
      由海的面积大、水多引申比喻某些聚得数量多而范围广的人或事物。如“宦海”。
      用作形容词，指容量大的。如“海量”。
      用作副词，指无节制地、漫无边际地。如“胡吃海喝”。
    `
  },
  {
    id: 66,
    cn: '咸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 67,
    cn: '河',
    ls: '形声',
    bs: '水部',
    sm: '左边是水，右边是树枝。意思是曲折的河流。',
    sw: `河，水。出焞煌塞外昆仑山，发原注海。从水，可声。`,
    swy: `河，水名。出自敦煌边塞之外的昆仑山，从水源出发，注入渤海。从水，可声。`,
    xd: `
      “河”的本义为黄河。泛指河流，即地球表面较大的天然水流的通称，多用于北方河流。如《诗经·周南·关雎》：“关关雎鸠，在河之洲。”
      又特指银河。如李白《望庐山瀑布》：“飞流直下三千尺，疑是银河落九天。”
    `
  },
  {
    id: 68,
    cn: '淡',
    ls: '形声',
    bs: '水部',
    sm: '',
    sw: `淡，薄味也。从水，炎声。`,
    swy: `淡，不浓的味道。从水，炎声。`,
    xd: `
      “淡”的本义为味道不浓厚。如《管子·水地》：“淡也者，五味之中也。”
      泛指稀薄。如李清照《声声慢》：“三杯两盏淡酒，怎敌他，晚来风急。”
      又指颜色浅。如杜甫《丽人行》：“却嫌脂粉污颜色，淡扫蛾眉朝至尊。”
      由浅淡引申出冷淡、不热情。如《新唐书·卢钧传》：“（卢）钧与人交，始若淡薄，既久乃益固。”
      进而引申指不热衷名利，不看重。如诸葛亮《诫子书》：“非淡泊无以明志。”
      又引申指安静、闲适。如《老子》第三十一章：“恬惔为上，胜而不美。”
      又引申指生意不兴旺。如“淡季”。
    `
  },
  {
    id: 69,
    cn: '鳞',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 70,
    cn: '潜',
    ls: '会意 形声',
    bs: '水部',
    sm: '',
    sw: `潛，涉水也。一曰：藏也。从水，朁声。`,
    swy: `潛，就是渡水。另一义说：潜是藏在水中。从水，朁声。`,
    xd: `
      “潜”的本义为在水面下行走，趟水。如《庄子·达生》：“至人潜行不窒，蹈火不热。”意思是，得道者在水下行走而不会窒息，踩着烈火而不热。
      泛指隐藏、隐秘。如“潜伏”、“潜藏”等。
      又引申指秘密地、无声息地。如杜甫《春夜喜雨》：“随风潜入夜。”
      还特指沉下心来、专一。如“潜心研究”就是静下心来研究的意思。
    `
  },
  {
    id: 71,
    cn: '羽',
    ls: '象形',
    bs: '羽部',
    sm: '鸟的羽毛并列的样子。意思是羽毛，用于旗子和武器的装饰。',
    sw: `羽，鸟长毛也。象形。凡羽之属皆从羽。`,
    swy: `羽，鸟翅上的长毛。象形。大凡羽的部属都从羽。`,
    xd: `
      “羽”的本义是指鸟的翅膀。如“羽翼”。
      由于翅膀助鸟飞翔，故又引申指党徒。如“党羽”。
      又引申指代羽扇、旌旗、箭。如卢纶《塞下曲》：“平明寻白羽，没在石棱中。”其中“白羽”指白羽箭。
      特指古代五音（宫、商、角、徵、羽）之一。
    `
  },
  {
    id: 72,
    cn: '翔',
    ls: '形声',
    bs: '羽部',
    sm: '',
    sw: `翔，回飞也。从羽，羊声。`,
    swy: `翔，回旋地飞。从羽，羊声。`,
    xd: `
      “翔”的本义为鸟展翅回旋而飞。
      又引申指悠闲地行走。如曹植《梁甫行》：“柴门何萧条，狐兔翔我宇。”意思是，柴门如此萧条，狐狸和野兔在我面前悠闲地行走。
      由回旋而飞引申指回顾、观望。如《太平广记·柳毅传》中说牧羊女：“蛾脸不舒，巾袖无光，凝听翔立，若有所伺。”这里的“翔”就是观望。
      又引申指（物价）上涨。如顾炎武《日知录·选补》：“谷价翔贵。”意思就是指谷物的价格上涨昂贵。
    `
  },
  {
    id: 73,
    cn: '龙',
    ls: '象形',
    bs: '龍部',
    sm: '字形形象地表现出了龙的形体。意思是龙。',
    sw: `
      龍，鳞虫之长。能幽，能明；能细，能巨；能短，能长；春分而登天，秋分而潜渊。
      从肉，飞之形，童省声。凡龍之属皆从龍。
    `,
    swy: `
      龍，有鳞甲的动物的首领。能使天地幽暗，也能使天地光明；能变得细小，也能变得粗大；能变短，也能变长。
      春分登上天空，秋分潜入深渊。
      表示肉， 像飞的形状， 是童省去里为声。大凡龍的部属都从龍。
    `,
    xd: `
      “龙”的本义是指古代传说中一种能兴风作雨的神奇动物，它是中华民族共同崇拜的图腾，象征着慈善、力量、丰收和变化。
      后来也象征皇权。如“真龙天子”。
      龙常与虎搭配，用来比拟不凡之人、豪杰之士。如“龙虎风云”，即比喻英雄豪杰际遇得时。
    `
  },
  {
    id: 74,
    cn: '师',
    ls: '会意',
    bs: '币部',
    sm:
      '左边是祭肉，『𠂤』字的原形。右边是带有血迹的刀。意思是有权切割祭肉的人。',
    sw: `師，二千五百人为师。从帀，从垖。 四帀，众意也。`,
    swy: `師，二千五百人成为一师。由帀、垖会意。 垖，四帀，都表示众多的意思。`,
    xd: `
      “师”的本义为军队驻扎。
      引申指军队编制的一级单位。古代二千五百人为一师，今为军之下、团之上的一级。又泛指军队。如《左传·庄公十年》：“十年春，齐师伐我。”
      “师”又指传道或传授知识、技能的人，即老师。
      还可以指由师徒或师生关系而产生的称谓。如“师傅”。
      用作动词，指效法、学习。如“师古”，就是效法古代的意思。
    `
  },
  {
    id: 75,
    cn: '火',
    ls: '象形',
    bs: '火部',
    sm: '火燃烧起来的样子。意思是火；在古代，火被认为是发出神圣之光的东西。',
    sw: `火，毁也。南方之行，炎而上。象形。凡火之属皆从火。`,
    swy: `火，（齐人叫）毁。表示南方的一种物质，火光旺盛而向上。象形。大凡火的部属都从火。`,
    xd: `
      “火”的本义是物体燃烧所发的光、焰、热。
      火焰是红色的，故用来形容红色的事物。如“火烧云”。
      火热烈、冲腾，故又用来形容兴旺、热烈，如“场面非常火暴”。
      “火”还常用来形容暴躁或愤怒。如“他这个人是火性子”。
      失去控制的大火蔓延起来会非常迅速，故又引申比喻紧急、急迫。如“十万火急”就用来形容事情紧急到了极点。
      至于中医所说的“上火”，包含了人们口干咽痛、心中灼热等症状。
    `
  },
  {
    id: 76,
    cn: '帝',
    ls: '象形',
    bs: '丄部',
    sm: '字形为祭祀神明时使用的大祭桌。意思是天上的自然神，后来指帝王。',
    sw: `帝，谛也。王天下之号也。从丄，朿声。`,
    swy: `帝，审谛；又是统治天下的人的称号。从二，朿声。`,
    xd: `
      “帝”的本义就是天神、天帝。如《列子·汤问》：“操蛇之神闻之，惧其不已也，告之于帝。”
      由天帝引申指帝王、君主。如《战国策·赵策》：“赵诚发使尊秦昭王为帝。”意思是赵国果真派遣使臣尊奉秦昭王为帝。
      “帝”作动词用时，表示称帝，如《后汉书·伏侯宋蔡冯赵牟韦列传》：“受命而帝。”
    `
  },
  {
    id: 77,
    cn: '鸟',
    ls: '象形',
    bs: '鳥部',
    sm: '字形描绘了鸟的轮廓。意思是鸟。在画神鸟时，通常会这样描绘鸟的整体。',
    sw: `鳥，长尾禽总名也。象形。鳥之足似匕，从匕。凡鳥之属皆从鳥。`,
    swy: `鳥，长尾飞禽的总名。象形。鳥的脚像“匕”字之形，从匕。大凡鳥的部属都从鳥。`,
    xd: `
      在古代，描述禽类的字大致有两个：一个是“鸟”，一个是“隹”。
      “鸟”是“长尾禽总名”，即长尾巴的禽类的总名；“隹”则是“短尾禽总名”，即短尾巴的禽类的总名。
      如今，“鸟”已经作为飞禽的总称，不再按尾巴长短划分。
      鸟在高空中自由地飞翔时，能俯视地面上的一切，故引申为从高处俯视地面的景物。如“鸟瞰”。
      又引申为狭窄陡峻的山间小道。如“鸟道”。
    `
  },
  {
    id: 78,
    cn: '官',
    ls: '会意',
    bs: '宀部',
    sm:
      '上方是屋顶，下方是作为军队保护神的祭祀所用的肉。意思是放置祭肉的神圣场所。',
    sw: `官，吏，事君也。从宀，从。犹众也。此与师同意。`,
    swy: `官，官吏，奉侍国君的人。由宀、由会意。也是众人的意思，这与“師”字从是同一造字原则。`,
    xd: `
      “官”的本义指官府。如柳宗元《童区寄传》：“愿以闻于官。”就是说希望把这件事报告给官府。
      引申指官员、官职。如“在官言官”指处在什么样的地位就说什么样的话。
      “官”作动词用时表示当官、做官或使做官。如“远官河南”就是远去河南做官。
    `
  },
  {
    id: 79,
    cn: '人',
    ls: '象形',
    bs: '人部',
    sm: '这个字描摹的是从侧面观察到的人站立时的形态。意思是人',
    sw: `人，天地之性最贵者也。像臂胫之形。凡人之属皆从人。`,
    swy: `人，天地间的生物中最可宝贵的。字形像手臂腿胫的样子。`,
    xd: `
      “人”的本义为能制造并使用工具进行劳动，又能用语言进行思维和交际的生命。如《列子·黄帝》：“有七尺之骸，手足之异，戴发含齿，倚而趣者谓之人。”
      人有伦理观念和道德意志，所以“人”引申指人的品质、性情。如“他人很不错”。
    `
  },
  {
    id: 80,
    cn: '皇',
    ls: '象形',
    bs: '王部',
    sm: '上方是玉制的饰物，下方是大板斧的头部，象征王位。意思是玉闪耀着光芒。',
    sw: `皇，大也。从自。自，始也。始皇者，三皇，大君也。自读若鼻，今俗以始生子为鼻子。`,
    swy: `
      皇，即大。由自、王会意。
      自，是初始的意思。最初统治天下的人是（燧人、伏羲、神农）三皇，是伟大的君王。
      “自”的音读像“鼻”字。当今俗话把最初生下的子女说成是“鼻子”。
    `,
    xd: `
      “皇”的本义就是光亮。泛指辉煌。
      又引申指盛美、庄严。进而引申指伟大、大。如《诗经·大雅·皇矣》：“皇矣上帝。”意思是，大啊上帝。
      特指远古的帝王，也泛指君主。如“皇帝”。
    `
  },
  {
    id: 81,
    cn: '始',
    ls: '形声',
    bs: '女部',
    sm:
      '铁铲(上左)、女子(上右)和装有祝词的容器(下方)。意思是女子祈祷分娩顺利。',
    sw: `始，女之初也。从女，台声。`,
    swy: `始，女子的初生。从女，台声。`,
    xd: `
      “始”的本义为女子的初生。
      引申泛指开头、开始。如“千里之行，始于足下”。
      又引申指当初、在最初的时候。如“初始”。
      用作副词，引申表示时间不久，相当于“刚刚”、“刚才”。如王观《卜算子》：“才始送春归，又送君归去。”
      又相当于方才、然后。如白居易在《琵琶行》：“千呼万唤始出来。”
      还引申指仅仅、只。如李白《梁园吟》：“天长水阔厌远涉，访古始及平台间。”
    `
  },
  {
    id: 82,
    cn: '制',
    ls: '会意',
    bs: '刀部',
    sm: '',
    sw: `制，裁也。从刀，从未。未，物成有滋味，可裁断。一曰：止也。`,
    swy: `制，裁断。由刀、未会意。未，树木老成，即有滋味，可以裁断。另一义说：制是禁止。`,
    xd: `
      “制”的本义指裁割。引申泛指裁制、制作。如《诗经·豳风·东山》：“制彼裳衣。”意思就是制作裤子和上衣。
      修剪树枝可限制树疯长，故又引申指限定、约束、掌控、制服。如“克敌制胜”。
    `
  },
  {
    id: 83,
    cn: '文',
    ls: '象形',
    bs: '文部',
    sm:
      '在死者胸部(外部)放上巫术的饰物(内部)，以防止死者的灵魂出来，意思是祈祷死者复活。',
    sw: `错画也。象交文。凡文之属皆从文。`,
    swy: `文，交错的笔画。象交叉的纹案。所有与文相关的字，都采用“文”作边旁。`,
    xd: `
      文，本义是事物错综所造成的纹理或形象。如《诗·小雅·六月》：“织文鸟章,白旆央央。”
      引申为文章。如《孟子·万章上》：“故说诗者不以文害辞。”
    `
  },
  {
    id: 84,
    cn: '字',
    ls: '会意',
    bs: '子部',
    sm:
      '上方是宗庙的屋顶，下方是孩子。意思是在宗庙里向神明报告孩子出生的仪式。',
    sw: `乳也。从子在宀下，子亦声。`,
    swy: `字，生育。字形采用“子、宀”会义，表示“子”在“宀”下，“子”也作声旁。`,
    xd: `
      字，本义是生孩子。如《山海经·中山经》：“苦山有木,服之不字。”
      引申为女子嫁人。如《周易·屯》：“女子贞不字，十年乃字。”
      又引申为表字,人的别名。如《礼记·曲礼上》：“男子二十,冠而字。”
      也可以用做书信。如《登岳阳楼》：“亲朋无一字,老病有孤舟。”
      引申为文字。如《汉书·艺文志》：“说五字之文,至于二三万言。”
    `
  },
  {
    id: 85,
    cn: '乃',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 86,
    cn: '服',
    ls: '形声',
    bs: '舟部',
    sm:
      '左边是举行仪式时使用的器具，中间是跪着的人，右边是手。意思是举行投降的仪式。',
    sw: `服，用也。一曰：车右，所以舟旋。从舟，声。`,
    swy: `服，使用。另一义说：服是车右边的骖马，是用来向右边周旋的马。从舟，声。`,
    xd: `
      “服”的本义是从事。
      引申为做、担任，如“服务”。
      又指降服、治服，屈从，敬佩。
      “服”还指饮用或吞服药物。如“口服”、“服药”等。
      用作名词，特指衣裳。
    `
  },
  {
    id: 87,
    cn: '衣',
    ls: '象形',
    bs: '衣部',
    sm: '将衣领合起来。意思是衣服。',
    sw: `衣，依也。上曰衣，下曰裳。象覆二人之形。凡衣之属皆从衣。`,
    swy: `
      衣，（人们）依赖（其遮蔽身体）。上身穿的叫衣，下身穿的叫裳。
      像（用“人”）覆盖两个“人”字之形。大凡衣的部属都从衣。
    `,
    xd: `
      “衣”本义指上衣。
      后来泛指身上穿的各种衣裳服装。如“衣物”。
      也泛指覆盖物体表面的东西。如“炮衣”，即套在炮外面的布套。
      用作动词，表示穿衣。如“衣锦还乡”。
    `
  },
  {
    id: 88,
    cn: '裳',
    ls: '形声',
    bs: '巾部',
    sm: '',
    sw: `常，下裙也。从巾，尚声。裳，常或，从衣。`,
    swy: `常，下身的裙子。从巾，尚声。裳，常的或体，从衣。`,
    xd: `
      “裳”的本义为古代的下裙，是男女都穿的一种遮蔽下体的衣裙，不是裤子。如屈原《离骚》：“制芰荷以为衣兮，集芙蓉以为裳。”
      后来泛指衣服。如《木兰诗》：“脱我战时袍，著我旧时裳。”
    `
  },
  {
    id: 89,
    cn: '推',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 90,
    cn: '位',
    ls: '指事',
    bs: '人部',
    sm:
      '一个张开双手站立的人，指的是人所站立的场所。原本是『站立』的『立』字。站立的场所叫作『位』。',
    sw: `位，列中庭之左右谓之位。从人、立。`,
    swy: `位，排列在朝廷中的左右位置叫做位。由人、立会意。`,
    xd: `
      “位”的本义是朝廷中群臣排班所处的序列、地方。
      引申指所处的官职、级别。还特指封建君主的统治地位。“即位”就是指登上帝位，“在位”就是居于君主之位。
      又引申指人在某一社会领域中所处的位置或等级。如“岗位”、“学位”。
      “位”还指抽象的名分、地位。
    `
  },
  {
    id: 91,
    cn: '让',
    ls: '会意 形声',
    bs: '言部',
    sm: '',
    sw: `讓，相责让。从言，襄声。`,
    swy: `讓，责备别人。从言，襄声。`,
    xd: `
      “让”的本义是责备。如《史记·项羽本纪》：“二世使人让章邯。”意思就是秦二世派人责备章邯。
      严厉的责备使人萌生退意，故而引申出退避、退让、谦让之意。成语“当仁不让”中的“让”就是指谦让。
      还可以表示使、容许、听任。如“权且让他一次”就是说权且容忍他一次。
      还作介词，相当于“被”。如“他全身上下都让雨淋湿了”。
    `
  },
  {
    id: 92,
    cn: '国',
    ls: '会意',
    bs: '囗部',
    sm:
      '内部表示用矛守护城墙。外部表示用墙进一步围起来。意思是武装好的国家都城。',
    sw: `國，邦也。从囗，从或。`,
    swy: `國，封地。由囗、由或会意。`,
    xd: `
      “国”原来是指诸侯的领地。
      后泛指国家。如魏徴《谏太宗十思疏》：“思国之安者，必积其德义。”
      国中技艺出众的人叫“国手”或“国士”；为国牺牲的人叫“国殇”；过去称我国文化中的精华为“国粹”。
    `
  },
  {
    id: 93,
    cn: '有',
    ls: '会意',
    bs: '有部',
    sm: '下方是祭祀用的肉，上方是手。意思是向神明进献祭肉。',
    sw: `有，不宜有也。如《春秋传》曰：‘日月有食之。’从月，又声。凡有之属皆从有。`,
    swy: `有，不应当有。《春秋左氏传》说：“日月有日蚀、月蚀现象。”从月，又声。大凡有的部属都从有。`,
    xd: `
      “有”的本义为持有。
      后来词义扩大了，不管有什么东西都是“有”，与“无”相对。如成语“有备无患”。
      又引申指存在。如《诗经·小雅·大东》：“东有启明，西有长庚。”
      用在整数和零数之间，相当于“又”。如“一十有二”，就是十二的意思。
    `
  },
  {
    id: 94,
    cn: '虞',
    ls: '会意 形声',
    bs: '虍部',
    sm:
      '披着虎皮(上方)、举着装有祝词的容器(下右)、跳着舞(下左)祈祷。意思是使神明快乐。',
    sw: `虞，驺虞也。白虎黑文，尾长于身。仁兽，食自死之肉。从虍，吴声。`,
    swy: `虞，驺虞。白色的老虎，黑色的花纹，尾巴比身体长。是仁爱的野兽，吃自死之兽的肉。从虍，吴声。`,
    xd: `
      “虞”的本义，《说文》中解释虞为一种仁兽，从金文字形看来，可视为人戴着兽头面具娱乐歌舞。
      引申为歌舞娱乐。引申指欢乐、愉悦，使愉悦、使欢乐。
      头戴面具视线模糊，引申预料、猜度。
      又引申指忧虑、忧患。如韩愈《与凤翔邢尚书书》：“朝廷高枕而无虞。”
      由忧虑引申指欺诈。如《左传·宣公十年》：“我无尔诈，尔无我虞。”成语“尔虞我诈”即来源于此。
    `
  },
  {
    id: 95,
    cn: '陶',
    ls: '会意 形声',
    bs: '阝部',
    sm: '左边是神明的梯子，右边是烧陶器。意思是用来装进献给神明的供品的陶器。',
    sw: `陶，再成丘也，在济阴。从阜，匋声。`,
    swy: `陶，像叠着两双盂的山丘，在济阴郡。从阜，匋声。`,
    xd: `
      “陶”的本义是烧制陶器的窑包，念yáo。
      用作上古人名，指皋陶，传说是虞舜的臣子，掌管刑狱。
      táo是“陶”现在常用的读音。引申指烧制瓦器。
      用作名词，指烧制而成的瓦器。如“彩陶”。
      由烧制陶器引申比喻安排、造就、培养。如“陶冶情操”。
      “陶”还可以表示快乐。如“乐陶陶”，就是形容人快乐陶醉的样子。
    `
  },
  {
    id: 96,
    cn: '唐',
    ls: '会意',
    bs: '口部',
    sm: '下方是口。上方是钟，表示说话像钟铃一样响大，会说大话之意。',
    sw: `唐，大言也。从口，庚声。`,
    swy: `唐，大话。从口，庚声。`,
    xd: `
      “唐”的本义为说话虚夸、不着边际，即大话。
      引申指行事比较离谱，不正常，不符合一般规则。如“荒唐无稽”。
      又指放荡，没有节制。
      还指古帝尧政权的称号。如“唐尧”，帝喾之子，初封于陶，号陶唐氏。
    `
  },
  {
    id: 97,
    cn: '吊',
    ls: '会意',
    bs: '人部',
    sm: '字形像人手拿带绳子的箭，会射猎之意。',
    sw: `弔，问终也。古之葬者，厚衣之以薪。从人持弓，会驱禽。`,
    swy: `弔，慰问死丧。古代的葬，是柴薪厚厚地覆盖着尸体。由“人”持握着“弓”，会驱赶禽兽之意。`,
    xd: `
      “吊”的本义为悼念死者。如贾谊《吊屈原赋》：“敬吊先生。”引申为伤怀往事。如“吊古伤今”。
      又引申指慰问。如“形影相吊”。又引申为悬挂。如“吊桥”，是古时城门外护城河上的桥。
      古时“吊”还是一种钱币单位。一吊为一千个制钱或值一千个制钱的铜币数。
    `
  },
  {
    id: 98,
    cn: '民',
    ls: '象形',
    bs: '民部',
    sm: '用刀刺眼珠。意思是侍奉失明的神明的人。',
    sw: `民，众萌也。凡民之属皆从民。`,
    swy: `民，众人懵懵无知的样子。大凡民的部属都从民。`,
    xd: `
      古时候，俘获敌人则刺瞎其左眼用为奴。所以“民”的本义是奴隶。
      奴与主相对，百姓与君王、官员相对，因此“民”引申指百姓。如“人民”。
      百姓不生活在宫廷中，身份低微、财富微薄，故而“民”用作形容词，指民间的。
    `
  },
  {
    id: 99,
    cn: '伐',
    ls: '会意',
    bs: '人部',
    sm: '用戈(右边)把人(左边)的头割下来，是将异族作为祭品的时候使用的方法。',
    sw: `伐，击也。从人持戈。一曰：败也。`,
    swy: `伐，击杀。由“人”持握“戈”会意。另一义说：伐是败坏。`,
    xd: `
      “伐”的本义为击刺、砍杀。如苏辙《太白山祈雨词》：“为酒醴，伐豚羔，舞长袖。”
      引申泛指砍。如《诗经·魏风·伐檀》：“坎坎伐檀兮，寘之河之干兮。”
      又引申指讨伐、攻打。
    `
  },
  {
    id: 100,
    cn: '罪',
    ls: '会意 形声',
    bs: '网部',
    sm: '上方是鼻子，下方是刺青用的针。意思是对罪人施行刺字的刑罚。',
    sw: `辠，捕鱼竹网。从网、非。秦以罪为辠字。`,
    swy: `辠，捕鱼的竹网。由网、非会意。秦始皇用“罪”字代替“辠”字。`,
    xd: `
      “罪”的本义是指捕鱼的竹网。
      借作“辠”，指犯法或作恶的行为。如“罪魁祸首”。
      又指罪人。如“罪犯”。
      引申指过失、错误。又引申指判定的刑罚。
      用作动词，指惩罚、治罪。如“罪人不孥”，意思是，治罪止于本人，不累及妻子和子女。
      又引申指归罪、谴责。如“怪罪”。
      由惩罚治罪引申指祸殃。如“罪孽”。
      受惩罚是痛苦的，故又引申指苦难、痛苦。如“遭罪”。
    `
  },
  {
    id: 101,
    cn: '周',
    ls: '象形',
    bs: '口部',
    sm: '字形像在玉片上雕刻出纹饰，四点则象征雕刻的图画和花纹有疏密。',
    sw: `周，密也。从用、口。`,
    swy: `周，周密。由用、口会意。`,
    xd: `
      “周”的本义为周密、周到，没有疏漏。如《汉书·张安世传》：“（张安世）职典枢机，以谨慎周密自著。”
      由周密引申为周遍、遍及。如《史记·秦始皇本纪》：“亲巡天下，周览远方。”大意是亲自巡视天下，周遍地观察远方的形势。
    `
  },
  {
    id: 102,
    cn: '發',
    ls: '会意',
    bs: '弓部',
    sm: '左边是弓，右上是脚印，右下是手。意思是拉弓以通知开战。',
    sw: `發，發也。从弓，癹声。`,
    swy: `發，发射。从弓，癹声。`,
    xd: `
      “发”作为“發”的简化字，本义是出发，读作fā。
      引申指射出、送出去、交付。如“例无虚发”、“发配”、“发放”、“收发”等。
      还引申指生、产生、兴起、使兴旺。如“发芽”“发财”。
      进而引申指开始、起始。如成语“先发制人”，原指战争双方，先采取行动的往往处于主动地位，可以制伏对方。后来泛指先下手采取主动。
      又引申指打开、揭示。如“发现”、“揭发”。还引申指发散、散开。如“蒸发”。
      “发”作为“髪”的简化字时，指头发，读作fà。
    `
  },
  {
    id: 103,
    cn: '殷',
    ls: '会意',
    bs: '殳部',
    sm: '',
    sw: `殷，作乐之盛称殷。从殷左 ，从殳。`,
    swy: `殷，举行盛大乐舞叫做殷。由殷左、由殳会意。`,
    xd: `
      “殷”的本义指盛大乐舞。
      由此引申为众多。如“殷众”即指众多。
      又引申指富裕，如“殷实”，就是指富裕，充实。
      又指情意浓重。如“殷勤”、“殷挚”。
      还读作yān，指黑红色。现在人们常用“殷红”来形容血迹。
    `
  },
  {
    id: 104,
    cn: '汤',
    ls: '会意 形声',
    bs: '水部',
    sm:
      '右边是在台子上面的玉石发光的样子，左边是水。意思是热水。在古代，汤是将水置于鼎里煮沸，然后用于审判，正义的一方不会被烫伤。',
    sw: `湯，热水也。从水，昜声。`,
    swy: `湯，热水。从水，昜声。`,
    xd: `
      “汤”的本义为热水、开水，读作tānɡ。
      引申指菜汤。如王建《新嫁娘》：“三日入厨下，洗手作羹汤。”“洗手作羹汤”的意思就是洗手亲自作菜汤。
      又特指中药的剂型。如“换汤不换药”。
      “汤”又读作shānɡ，用作“汤汤”，形容水势浩大、水流很急的样子。如范仲淹《岳阳楼记》：“衔远山，吞长江，浩浩汤汤，横无际涯”。
      也用来形容广大、浩茫的样子。如沈约《待罪江南思北归赋》：“心汤汤而谁告？”
    `
  },
  {
    id: 105,
    cn: '坐',
    ls: '会意',
    bs: '土部',
    sm: '',
    sw: `坐，止也。从土，从畱省；土，所止也。`,
    swy: `坐，（坐而）止息。由土，由畱省去田会意。土，是止息的地方。`,
    xd: `
      “坐”的本义为跪坐，是古时一种止息的方式。如《尚书·太甲上》：“坐以待旦。”
      后泛指以臀部着物而止息。如王维《终南别业》：“行到水穷处，坐看云起时。”进而引申指乘、乘坐。
      又引申指处在、在某处。如“坐北朝南”。
    `
  },
  {
    id: 106,
    cn: '朝',
    ls: '会意',
    bs: '',
    sm:
      '外部四个表示草原，内左是太阳，内右是月亮。太阳升起来的时候，月亮还留在天上，意思是黎明时分。',
    sw: `朝,旦也。从倝,舟声。`,
    swy: `朝，天亮。字形采用“倝”作边旁，“舟”是声旁。`,
    xd: `
      “朝”的本义是早晨，读作zhāo。如李白《早发白帝城》：“朝辞白帝彩云间，千里江陵一日还。”
      又读作cháo，指臣子朝见帝王。如《左传·宣公二年》：“盛服将朝，尚早。”
      用作名词，指朝廷。如刘基《郁离子·千里马篇》：“易之以百金，献诸朝。”
      又指朝代。如杜牧《江南春》：“南朝四百八十寺，多少楼台烟雨中。”
    `
  },
  {
    id: 107,
    cn: '问',
    ls: '形声',
    bs: '口部',
    sm: '上方是神殿的两扇门，下方是装有祝词的容器。意思是祈求神谕。',
    sw: `問，讯也。从口，門声。`,
    swy: `問，讯问。从口，門声。`,
    xd: `
      “问”的本义为讯问、询问。如贺知章《回乡偶书》：“儿童相见不相识，笑问客从何处来。”
      引申指问候、慰问。如《论语·雍也》：“伯牛有病，子问之。”
      又引申为馈赠。如《诗经·郑风·女曰鸡鸣》：“知子之顺之，杂佩以问之。”
    `
  },
  {
    id: 108,
    cn: '道',
    ls: '会意',
    bs: '辵部',
    sm:
      '中间是头，左右是在道路上行走。意思是用异族的头清洁过的场所。出发时举行的仪式称之为『道祖』。',
    sw: `道，所行道也。从辵，从 。一达谓之道。`,
    swy: `道，人们行走的道路。由辵、由会意。完全通达无歧路叫做道。`,
    xd: `
      “道”的本义为道路。如李白《蜀道难》：“蜀道之难，难于上青天。”
      引申指路程、行程。如《荀子·修身》：“道虽迩，不行不至。”
      引申为途径、方法。如朱熹《中庸集注》第十三章：“故君子之治人也，即以其人之道，还治其人之身。”
      又引申为主张、学说。如《孟子·滕文公上》：“从许子之道，则市贾不贰，国中无伪。”
    `
  },
  {
    id: 109,
    cn: '垂',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 110,
    cn: '拱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 111,
    cn: '平',
    ls: '会意',
    bs: '亏部',
    sm: '中间是手斧，两边是木片。意思是用手斧将木片削平。',
    sw: `平，语平舒也。从亏，从八。八，分也。爰礼说。`,
    swy: `平，语气平直舒展。由亏、由八会意。八，表示分匀。是爰礼的说法。`,
    xd: `
      “平”的本义是语气平和舒顺。
      引申泛指平坦、不倾斜。如“平原”、“平衡”等。
      又引申为安好、宁静。远离家乡的人给家人“报平安”，说的就是告诉家里人自己安好。
      还引申为一般的、普通的。如“平民”、“平价”。
      用作动词时指平定。如“平息骚乱”。
    `
  },
  {
    id: 112,
    cn: '章',
    ls: '象形',
    bs: '音部',
    sm: '字形为有墨迹的大针。意思是刺青很美。',
    sw: `章，乐竟为一章。从音，从十。十，数之终也。`,
    swy: `章，音乐一曲完了叫一章。由音、十会意。十，是十进位数的末尾数。`,
    xd: `
      “章”的本义为雕制玉璧花纹。
      泛指花纹。如柳宗元《捕蛇者说》中说永州的蛇“黑质而白章”，就是说它是黑色的身体、白色的花纹。
      由雕刻之意引申指戳记，也指身上佩带的标志物。如“印章”、“袖章”。
      特指古代臣子给天子的奏疏、奏本。
      法规由文字分条分节写成，故又引申指条款、法规。如“约法三章”。
      进而引申指条理。如成语“杂乱无章”。
      音乐可以比喻为声音的花纹，故又引申指乐曲的一章。
    `
  },
  {
    id: 113,
    cn: '爱',
    ls: '会意',
    bs: '夊部',
    sm: '外部是人站着扭头看向身后，内部是心。意思是恋恋不舍、难以离去的心情。',
    sw: `行皃。从夊，㤅声`,
    swy: `爱，行走的样子。字形采用“心”作边旁，采用“㤅”作声旁。`,
    xd: `
      爱，本义是对人或事物有深厚真挚的感情。如《说苑·说丛》：“爱施者,仁之端也。”
    `
  },
  {
    id: 114,
    cn: '育',
    ls: '会意',
    bs: '月部',
    sm: '上方是母亲，下方是生下来的孩子。意思是生育孩子。',
    sw: `育，养子使作善也。从 ，肉声。《虞书》曰：‘教育子’。`,
    swy: `育，培养孩子使之做好人好事。从，肉声。《虞书》说：“教育孩子并使之成长。”`,
    xd: `
      “育”的本义为生育、生子。如《易·象学考》：“夫征不复，妇孕不育。”
      引申指养育、培植。如“封山育林”。
      又指教育、培养。如《孟子·告天下》：“尊贤育下，以彰有德。”
    `
  },
  {
    id: 115,
    cn: '黎',
    ls: '形声',
    bs: '黍部',
    sm: '',
    sw: `履黏也。从黍，𥝢省声。𥝢，古文利。作履黏以黍米`,
    swy: `
      黎，用来粘布作鞋的粘性黍米。字形采用“黍”作边旁，用省略了“禾”的“利”作声旁。
      黎，是古文写法的“利”。作布鞋时，用黍米制糊粘合。
    `,
    xd: `
      “黎”的本义是粘鞋子的浆糊。
      借指众多、数目很多。如“黎庶涂炭”。
      又指颜色黑中带黄。如“面目黎黑。”
      引申指比及、等到、接近（天亮时分）。如“黎明”。
      又指我国少数民族之一，即黎族。主要分布在海南，其语言属汉藏语系壮侗族黎语支。
      还可用作姓。如“黎元洪”、“黎锦熙”。
    `
  },
  {
    id: 116,
    cn: '首',
    ls: '象形',
    bs: '首部',
    sm: '上方是头发，下方是脸。意思是头；用作指主要的东西，如首长、首府等。',
    sw: `首，同。古文也。巛象发，谓之鬊，鬊即巛也。凡之属皆从。`,
    swy: `首，与“ 百”字同。是古文“百 ”字。巛像头发，发又叫做“鬊”，鬊就是“巛”。大凡的部属都从。`,
    xd: `
      “首”的本义为头。如《诗经·邶风·静女》：“搔首踟蹰。”头是全身最重要的部位，故引申为首领。
      进而引申为最高、最重要。如“首相”、“首都”。
      又引申为第一。如“首届”、“首屈一指”。
      又表示开始、开头。如“名列榜首”、“首倡”。
    `
  },
  {
    id: 117,
    cn: '臣',
    ls: '象形',
    bs: '臣部',
    sm:
      '字形为向上看的眼睛。意思是侍奉神明、君主；侍奉神明和君主的人。『民』和『臣』组合即为『臣民』。',
    sw: `臣，牵也。事君也。象屈服之形。凡臣之属皆从臣`,
    swy: `臣，受牵制的人，奉侍君王的人。像屈服的样子。大凡臣的部属都从臣。`,
    xd: `
      “臣”的本义就是奴隶（男奴）。
      由奴隶又可以引申为俘虏。如孔颖达在注解《礼记·少仪》时说：“臣，谓征伐新获民虏也。”意思就是，在征战时所捉的俘虏叫“臣”。
      奴隶或俘虏都是下贱之人，官吏侍奉君主犹如奴仆侍奉主人，所以古代官吏在君主面前自称为“臣”。
      由俘虏又引申指称臣降服、服从。我们熟知的“臣服”、“称臣”都是这种用法。
    `
  },
  {
    id: 118,
    cn: '伏',
    ls: '会意',
    bs: '人部',
    sm: '指的是将人(左边)和狗(右边)作为祭品，埋在墓室的棺材之下，以祛除邪魅。',
    sw: `伏，司也。从人，从犬。`,
    swy: `伏，伺候。由人、由犬会意。`,
    xd: `
      “伏”的本义是趴下。
      无论是人还是动物，想隐藏自己的时候，一般都会趴下不动，所以又引申指潜藏、埋伏。如“潜伏”。
      古人以伏地表示尊敬或敬畏，所以“伏”又用作敬辞。
      只有对对方屈服、顺从的时候，人们才会敬畏地伏在地上，所以“伏”又引申指屈服、顺从。
      后来“伏”又借指时间。夏季里的“伏天”，指的就是夏至后第三个庚日起，至立秋后第二个庚日前一天止的一段时间，分为初伏、中伏、末伏，统称“三伏”，是一年中最热的时候。
    `
  },
  {
    id: 119,
    cn: '戎',
    ls: '象形',
    bs: '戈部',
    sm: '中间左边为十，表示盾牌；右边为戈。',
    sw: `戎，兵也。从戈，从甲。`,
    swy: `戎，兵器。由戈、甲会意。`,
    xd: `
      “戎”的本义是兵器。如《诗经·大雅·抑》：“修尔车马，弓矢戎兵。”
      由兵器引申为军事、军队。如“投笔从戎”、“戎马”。
    `
  },
  {
    id: 120,
    cn: '羌',
    ls: '会意 形声',
    bs: '羊部',
    sm: '上部是一对羊角，下部是个人，羊兼表声。',
    sw: `羌，西戎牧羊人也。从人，从羊，羊亦声。`,
    swy: `羌，西方戎族的牧羊人。由人、由羊会意，羊也表声。`,
    xd: `
      “羌”本义指我国古代西部的游牧民族。
      “羌笛”，是羌族的管乐器，双管并在一起，每管各有六个音孔，上端装有竹簧口哨，竖着吹。如王之涣《凉州词》：“羌笛何须怨杨柳，春风不度玉门关。”
    `
  },
  {
    id: 121,
    cn: '遐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 122,
    cn: '迩',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 123,
    cn: '一',
    ls: '指事',
    bs: '一部',
    sm: '字形为一根算筹横放的样子，意思是一。',
    sw: `一，惟初太始，道立于一，造分天地，化成万物。凡一之属皆从一。弌，古文一。`,
    swy: `
      最初，万物形成之始，道建立了一。
      后来，才分解为天和地，演化为万事万物。
      大凡一的部属都从一。弌，古文“一”字。
    `,
    xd: `
      作做最小的整数，一个。
      用作副词，一旦。
    `
  },
  {
    id: 124,
    cn: '体',
    ls: '形声',
    bs: '骨部',
    sm:
      '左边示整个祭品的形状，右边表示『豊』字，读音的补助符号。意思是祭品的身体，后来指人的身体。',
    sw: `體，总十二属也。从骨，豊声。`,
    swy: `體，总括全身十二分属之称。从骨，豊声。`,
    xd: `
      “体”的本义指身体。
      引申指手脚、四肢，也指身体的一部分。如“四体不勤，五谷不分”中的“四体”即指人的两手两足。
      又引申指体态。如《古诗为焦仲卿妻作》：“可怜体无比，阿母为汝求。”
      后引申指文字的书写形式或书法家的书写风格、法式。如“篆体”、“楷体”。
      还引申指著作的形式、体裁。如“古体诗”、“骈体”。
      用作动词，表示亲身体验、实行。如成语“身体力行”。
      又引申指设身处地为人着想。如“体谅”、“体恤”。
    `
  },
  {
    id: 125,
    cn: '率',
    ls: '象形',
    bs: '率部',
    sm: '中间像丝线编织的网，两侧四点像水流，指鱼网。',
    sw: `率，捕鸟毕也。象丝网，上下其竿柄也。凡率之属皆从率。`,
    swy: `率，捕鸟的网。 中间像丝织的网，上部的十和下部的十，是网的竿和把。大凡率的部属都从率。`,
    xd: `
      “率”的本义为网。
      引申为捕捉。
      捕捉到猎物就要把它带回家，由此又引申出带领之意。如常用的“率先”、“率领”。
      “率直”，意思是不含蓄、坦率爽直。由此引申指轻率、草率。
      用作名词，指带兵的人，即主将。到了后世，此义写作“帅”。
      “率”意为标准、规格时，应读作lǜ。如“效率”、“生产率”。
    `
  },
  {
    id: 126,
    cn: '宾',
    ls: '会意',
    bs: '贝部',
    sm: '外部是屋子，内上是脚，内下是贝壳，会人带着礼物来到屋里之意。',
    sw: `賓，所敬也。从貝，𡧍声。`,
    swy: `賓，所敬重的宾客。从貝，𡧍声。`,
    xd: `
      “宾”的本义为客人。如“相敬如宾”、“宾客盈门”。
      进而引申表示用宾客的礼节相待。如王安石《伤仲永》：“稍稍宾客其父。”意为纷纷以宾客之礼来对待他的父亲。
      后来又引申为服从或归顺，如古代诸侯或边远部落按时朝贡称为“宾服”。如《史记·五帝本纪》：“诸侯咸来宾从。”就是诸侯都来归顺的意思。
    `
  },
  {
    id: 127,
    cn: '归',
    ls: '会意 形声',
    bs: '止部',
    sm: '左边是牌位；右边是兵器。意思是向祖先的牌位报告军队的顺利返还。',
    sw: `歸，女嫁也。从止，从婦，婦声。`,
    swy: `歸，女子出嫁。由止、由歸会意，婦表声。`,
    xd: `
      “归”的本义为女子出嫁。如《诗经·周南·桃夭》：“之子于归，宜其室家。”
      也指女子回娘家看望父母。如“归宁”。
      引申指返回、回到原处。又引申指归还。如“完璧归赵”、“物归原主”。
      又引申指趋向、归向。如《易·系辞下》：“天下同归而殊途，一致而百虑。”
      又引申指合并在一起。如“归功”、“归咎”。
      又引申指由、属于。如“这事不归我管”。
    `
  },
  {
    id: 128,
    cn: '王',
    ls: '象形',
    bs: '王部',
    sm:
      '字形为大板斧的斧头，没有柄。指的是举行象征王位的仪式时使用的器具，置于天子宝座之前。',
    sw: `
      王，天下所归往也。
      董仲舒曰：‘古之造文者，三画而连其中谓之王。三者，天、地、人也，而参通之者王也。’
      孔子曰：‘一贯三为王。’凡王之属皆从王。
    `,
    swy: `
      王，天下归趋向往的对象。
      董仲舒说：“古代创造文字，三画而又用竖线连接其中，叫王。三横画，代表天道、地道、人道，而能同时通达它的，就是王。”
      孔子说：“用一贯三就是王。”大凡王的部属都从王。
    `,
    xd: `
      读作wánɡ时，本义为大斧。大斧象征着威权，掌握这个威权的是国家的最高统治者，故最高统治者就称为“王”。
      秦始皇开始自称“皇帝”，秦汉以后的帝王也改称“皇帝”，而“王”则成为封爵的最高一级。如“藩王”、“亲王”。
      读作wànɡ时，用为动词，表示称王，统治天下。如《商君书·更法》：“三代不同礼而王。”
    `
  },
  {
    id: 129,
    cn: '鸣',
    ls: '会意',
    bs: '鳥部',
    sm:
      '左边是装有祝词的容器，右边是鸟。意思是向神祈祷时，通过鸟的鸣叫声进行占卜。',
    sw: `鳴，鸟声也。从鳥，从口。`,
    swy: `鳴，鸟的叫声。由鳥、由口会意。`,
    xd: `
      “鸣”的本义是鸟叫。
      泛指发声。如“鸣石”，指撞击会发出声响的石头。
      又引申为闻名、著称。如“以文鸣江东”。
      成语“一鸣惊人”，意思是一声鸣叫就使人震惊。比喻平时没有突出的表现，一下子就做出了惊人的成绩。
    `
  },
  {
    id: 130,
    cn: '凤',
    ls: '形声',
    bs: '鸟部',
    sm: '字形像一只凤的样子，右边“凡”表读音。',
    sw: `
      鳳，神鸟也。
      天老曰：‘鳳之象也，鸿前麐后，蛇颈鱼尾，鹳颡鸳思，龙文虎背，燕颔鸡喙，五色备举。
      出于东方君子之国，翺翔四海之外，过昆仑，饮砥柱，濯羽弱水，莫宿风穴。见则天下大安宁。’
      从鳥，凡声。
    `,
    swy: `
      鳯，神鸟。
      天老说：“凤鸟的样子，前面像鸿雁，后面像麒麟；蛇颈，鱼尾；鹳鹊样的额头，鸳鸯样的鳃帮；龙纹，虎背；燕样的下颏，鸡样的嘴；五色全都具备。
      出产在东方君子的国度，翱翔在四海之外，飞过昆仑山，到黄河的砥柱饮水，在弱水洗濯毛羽，黄昏时宿止在风的洞口。一出现，天下就大安宁。”
      从鳥，凡声。
    `,
    xd: `
      “凤”的本义是一种神鸟，是中国古代传说中的百鸟之王，象征祥瑞。其中，雄的叫凤，雌的叫凰。
      古代也用“凤”来比拟人。如才德高超的人会被认为是具有“凤德”。
      “凤”又指乐器、音律。如“凤管”指的是笙；“凤箫”是古代管乐器名，即排箫。
    `
  },
  {
    id: 131,
    cn: '在',
    ls: '会意',
    bs: '土部',
    sm: '字形表示草木初生在土上。',
    sw: `存也。从土才声。`,
    swy: `在，存于某处。字形采用“土”作边旁，采用“才”作声旁。`,
    xd: `
      在本义是存活着,生存,存在。如《易·乾》：“见龙在田”。
      做介词表示动作、情状所涉及的处所、时间、范围等。如《梦溪笔谈》：“在药则未为良时。”
    `
  },
  {
    id: 132,
    cn: '竹',
    ls: '象形',
    bs: '竹部',
    sm: '字形为竹子的树干和叶子。意思是竹子。',
    sw: `竹，冬生草也。象形。下垂者，箁箬也。凡竹之属皆从竹。`,
    swy: `竹，经冬不死的草。象形。两边下垂的笔画，表示笋壳。大凡竹的部属都从竹。`,
    xd: `
      “竹”的本义就是竹子。
      竹子是古代制作乐器的重要材料，故而“竹”可指代管乐器。
      还可指代竹简。如“罄竹难书”。
    `
  },
  {
    id: 133,
    cn: '白',
    ls: '象形',
    bs: '白部',
    sm: '字形为一粒白色谷米。',
    sw: `白，西方色也。阴用事，物色白。从入合二；二，阴数。凡白之属皆从白。`,
    swy: `
      白，西方的颜色。在阴暗处用事，物体的颜色容易剥落为白色。
      由“入”字包合着“二”字会意；二，表示阴数。大凡白的部属都从白。
    `,
    xd: `
      白”的本义是白米粒。
      泛指白色。如“白头偕老”。
      还引申为使清楚、弄明白。如“真相大白”。
      进而引申为陈述、表明。如“表白”。
      又泛指空空的、一无所有。如“白手起家”。
      又引申指徒然、没有效果、没有原因。如“白费工夫”。
    `
  },
  {
    id: 134,
    cn: '驹',
    ls: '形声',
    bs: '馬部',
    sm: '',
    sw: `駒，马二岁曰驹，三岁曰駣。从馬，句声。`,
    swy: `駒，马两岁叫做驹，三岁叫做駣。从馬，句声。`,
    xd: `
      “驹”的本义为两岁的小马，可见古代的驹有齿龄的限制，后世则泛指小马。
      引申泛指少壮的骏马。如成语“白驹过隙”，意思是白色骏马在细小的缝隙前跑过。形容时间过得极快。
    `
  },
  {
    id: 135,
    cn: '食',
    ls: '象形',
    bs: '食部',
    sm: '字形为盖子(上方)和容器(下方)组合起来的餐具。意思是食物。',
    sw: `食，一米也。从皀，亼声。或说亼皀也。凡食之属皆从食。`,
    swy: `食，聚集的米。从皀，亼声。另一义说：（食）由亼、皀会意。大凡食的部属都从食。`,
    xd: `
      “食”的本义为可以吃的食物。
      引申为吃。如“食不下咽”。
      “食”还可读作sì，表示拿东西给人吃。如“食以草具”。
    `
  },
  {
    id: 136,
    cn: '场',
    ls: '形声',
    bs: '土部',
    sm: '',
    sw: `场，祭神道也。一曰田不耕。一曰治穀田也。从土，杨声。`,
    swy: `
      场，祭神的方法。
      一种说法认为，“场”是闲置未耕的田地。
      还有一种说法认为，“场”是打谷子的田头。字形采用“土”作边旁，杨作声旁。
    `,
    xd: `
      “场”的本义为古代祭神用的平地，读作chánɡ。
      后引申指收打庄稼、翻晒粮食的平坦空地。如“打麦场”。
      作量词时，通常用于事情的经过。如“下了场雨”、“闹了一场”。
      打谷场是人聚集的地方，故又引申泛指某种活动领域，读作chǎnɡ。
      引申指事情发生的地点、环境。如“场合”、“现场”。
      又引申指表演、比赛的舞台或处所。如“上场”。
    `
  },
  {
    id: 137,
    cn: '化',
    ls: '会意',
    bs: '人部',
    sm:
      '左边是一个面朝左侧立的人，右边是一个头朝下、脚朝上倒着的人，会颠倒变化之意。',
    sw: `化，教行也。从七，从人， 七亦声。`,
    swy: `化，教化实行。由七、由人会意， 七也表声。`,
    xd: `
      “化”的本义为变化。如《庄子·逍遥游》：“化而为鸟，其名为鹏。”
      引申指教化。如王充《论衡·佚文》：“无益于国，无补于化。”
    `
  },
  {
    id: 138,
    cn: '被',
    ls: '会意 形声',
    bs: '衣部',
    sm: '左边是衣服；右边是野兽的皮和手，表示皮。意思是睡衣。',
    sw: `被，寝衣，长一身有半。从衣，皮声。`,
    swy: `被，被子，长度为身体的一又二分之一。从衣，皮声。`,
    xd: `
      “被”用作动词，指覆盖、遮盖。如阮籍《咏怀》：“凝霜被野草。”
      由覆盖引申为蒙受、遭受。如《战国策·燕策》：“秦王复击轲，被八创。”意思是，秦王又砍击荆轲，荆轲遭受了八处创伤。
    `
  },
  {
    id: 139,
    cn: '草',
    ls: '形声',
    bs: '艸部',
    sm: '字形像百草丛生的样子。',
    sw: `草，草斗，栎实也。一曰：象斗子。从艸，早声。`,
    swy: `草，黑色的壳斗包裹着的子实，柞栎的子实。另一义说：草是样斗子。从艸，早声。`,
    xd: `
      “草”的本义为栎实，可作黑色染料。
      又指可做饲料、燃料的谷类作物的茎叶。如“粮草”、“稻草”等。
      还引申指野地、山野，民间。如“落草为寇”、“草莽”。
      由草的杂乱引申为指粗劣、卑贱。如“草民”。
      又引申指粗率、简略、马虎、不仔细。
      又引申指初步的、非正式的。如“草签”、“草案”。
      用作动词，指初步拟稿、写底稿。如“起草”、“草拟”。
    `
  },
  {
    id: 140,
    cn: '木',
    ls: '象形',
    bs: '木部',
    sm: '字形为上下都有枝的树。意思是作为材料的木头。立着的木叫作『树』',
    sw: `木，冒也。冒地而生。东方之行。从屮，下像其根。凡木之属皆从木。`,
    swy: `木，冒覆。冒覆土地而生长。代表东方。上从屮，下面像它的根。大凡木的部属都从木。`,
    xd: `
      “木”的本义为树木。如杜甫《登高》：“无边落木萧萧下，不尽长江滚滚来。”
      引申为木本植物的通称。如周敦颐《爱莲说》：“水陆草木之花，可爱者甚蕃。”
      又引申为木材、木制品。如《荀子·劝学》：“故木受绳则直，金就砺则利。”
      木质实在，敲起来声音很钝，所以“木”又引申指头脑呆笨、不灵便。如“木头人”。
      还引申为麻木、痴呆、发愣。如《聊斋志异·促织》：“但儿神志痴木，奄奄思睡。”
    `
  },
  {
    id: 141,
    cn: '赖',
    ls: '形声',
    bs: '贝部',
    sm: '',
    sw: `賴，赢也。从貝，剌声。`,
    swy: `賴，赢利。从貝，剌声。`,
    xd: `
      “赖”的本义为赢利、利益。
      引申指依靠、凭恃。如刘基《卖柑者言》：“吾业是有年矣，吾赖是以食吾躯。”
      把责任推给对方也是一种依赖，故又引申指拒绝承认、拖延拖欠。如“赖账”。
      进而引申指态度顽劣。如“耍赖”、“死皮赖脸”。
      又引申指责怪，应该受责。如“这事全赖我”。
    `
  },
  {
    id: 142,
    cn: '及',
    ls: '会意',
    bs: '又部',
    sm: '上方是人，下方是手，字形为从后面伸出手捉住人。意思是追赶。',
    sw: `及，逮也。从又，从人。`,
    swy: `及，追上。由又、由人会意。`,
    xd: `
      “及”的本义就是追上或赶上。如“赶不及”、“企及”。
      由追上引申为到或至。如“及第”指古代科举考试中选，特指考取进士。
      又引申为比得上。如李白《赠汪伦》：“桃花潭水深干尺，不及汪伦送我情。”
      作连词，相当于“和”、“跟”、“以及”。如“孔子及门人”。
      作介词，还可以表示趁着。如“及早”、“及锋而试”。
    `
  },
  {
    id: 143,
    cn: '万',
    ls: '象形',
    bs: '禸部',
    sm: '字形为蝎类虫子。意思是数字一万。',
    sw: `萬，虫也。从禸，象形。`,
    swy: `萬，虫名。从禸，像头部之形。`,
    xd: `
      “万”的本义是蝎子。
      后被借用为数目字，十千为一万。
      引申泛指极多。如“气象万千”、“日理万机”。
    `
  },
  {
    id: 144,
    cn: '方',
    ls: '象形',
    bs: '方部',
    sm:
      '将死者(下方)吊在横木(上方)上，然后将其作为符咒放在边境上。意思是距离很远的地方。',
    sw: `方，并船也。象两舟省、緫头形。`,
    swy: `方，相并的两只船。（下）像两个舟字省并为一个的形状，（上）像两个船头用绳索总缆在一起的形状。`,
    xd: `
      “方”的本义为起土锸。
      泛指四个角都是直角的四边形。如“方形”、“方圆”。
      古人认为天圆地方，故而“方”有大地、地域、区域之意。如“方州”、“远方”，“四方”。
      还指一面、一边。如“方向”、“在水一方”。
      又引申指类、种。如“仪态万方”。
      “方”又引申指途径、办法。如“良方”、“方略”。
      还引申指见识学问。如“贻笑大方”。
      特指古代医卜星相等技术。如“方术”。
      又引申指比拟、比较。如“打比方”。
      用作副词，表示情况切合、正当。如“血气方刚”。
      又相当于“刚刚”、“才”。如“如梦方醒”。
    `
  },
  {
    id: 145,
    cn: '盖',
    ls: '会意 形声',
    bs: '艸部',
    sm: '',
    sw: `葢，从艸，从盇，盇声。`,
    swy: `葢，从艸，从盇，盇兼表声。`,
    xd: `
      盖”的本义为用草编成的苫等覆盖物。如“苫盖”，指茅草覆盖物。
      泛指器物上有遮蔽作用的篷。如“锅盖”。
      又特指车船上起遮蔽作用的篷子。
      引申指动物背部的甲壳，或人体中有类似作用的骨骼。如“乌龟盖儿”。
      用作动词，指用东西从上边蒙覆住、笼罩。
      引申指打上印章。如“盖章”。
      又引申指掩饰。如“欲盖弥彰”。
      再引申指胜过、超出。如“英才盖世”。
      进而引申指建造（房子等）。如“盖新房”。
    `
  },
  {
    id: 146,
    cn: '此',
    ls: '会意',
    bs: '此部',
    sm: '左边为朝上的脚趾，右边站着一个面朝右的人，会人站的地方之意。',
    sw: `此，止也。从止，从匕。匕，相比次也。凡此之属皆从此。`,
    swy: `此，止。由止、由匕会意。匕表示相并列。大凡此的部属都从此。`,
    xd: `
      “此”的本义指人站的地方。
      所以又引申为指示代词“这”，与“彼”或“那”相对。如“此一时，彼一时”。
      又引申指这儿、这里。如“此地无银三百两”，其中的“此”就是这里。
      还引申指如此、这般。我们说的“事已至此”，就是事情已经这样了的意思。
    `
  },
  {
    id: 147,
    cn: '身',
    ls: '象形',
    bs: '身部',
    sm: '字形为从侧面看怀孕的女子。意思是妊娠、怀孕。',
    sw: `身，躳也。象人之身。从人，声。凡身之属皆从身。`,
    swy: `身，全身躯。像人的身躯。从人，声。大凡身的部属都从身。`,
    xd: `
      “身”的本义为身孕。
      引申指人的躯干。如“身高”。
      后引申指物体的主体或主干部分。如“船身”、“车身”。
      由身体又引申为自己、自身。如“身临其境”、“身经百战”。
      “身”用于抽象意义时，指人的品行、名节。如“修身养性”、“洁身自好”。
      还可指人的社会地位。如“身败名裂”。
    `
  },
  {
    id: 148,
    cn: '发',
    ls: '形声',
    bs: '弓部',
    sm: '左边是狗，右边是头。意思是将狗作为祭品，驱除灾魅。原字为『髪』',
    sw: `发，發也。从弓，癹声。`,
    swy: `发，发射。从弓，癹声。`,
    xd: `
      “发”作为“髪”的简化字时，指头发，读作fà。
    `
  },
  {
    id: 149,
    cn: '四',
    ls: '象形',
    bs: '四部',
    sm: '四根算筹叠放的样子。意思是四。',
    sw: `四，阴数也。象四分之形。凡四之属皆从四。`,
    swy: `四，表示阴的数字。像分为四角的形状。大凡四的部属都从四。`,
    xd: `
      “四”的本义为数目，是三加一的和。如“四壁”、“四肢”、“四合院儿”。
    `
  },
  {
    id: 150,
    cn: '大',
    ls: '象形',
    bs: '大部',
    sm: '手和脚张开站立的人的正面。意思是大。',
    sw: `大，天大，地大，人亦大。故大象人形。古文大也。凡大之属皆从大。`,
    swy: `大，天大，地大，人也大。所以“大”字像人的形状。（大）是古文“大”字。大凡大的部属都从大。`,
    xd: `
      “大”的本义是人。
      人为“万物之灵”，上古以人为大，故引申为“大小”之“大”。
      又引申表示重要、重大。如“天下大事”进而引申表示尊敬。如“大王”、“大作”。
      还读作dài，用于某些专称。如“大夫”。
    `
  },
  {
    id: 151,
    cn: '五',
    ls: '象形',
    bs: '五部',
    sm: '字形为用木头做的两个盖子。用假借法借音，意思是五。',
    sw: `五，五行也。从二。阴阳在天地间交午也。凡五之属皆从五。㐅，古文五省。`,
    swy: `
      五，表示水、火、木、金、土五种物质。二，表示天和地。表示阴、阳二气在天地之间交错。
      大凡五的部属都从五。㐅，古文“五”字，是五的省略。
    `,
    xd: `
      “五”的本义为交错、交结。
      后来被假借为数字使用，其“交错”之义就用“午”代替表示了。如沈佺期《和中书侍郎杨再思春夜宿直》：“千庐宵驾合，五夜晓钟稀。”这里的“五夜”是指五更的时候，相当于现代的凌晨三至五点。
    `
  },
  {
    id: 152,
    cn: '常',
    ls: '形声',
    bs: '巾部',
    sm:
      '最初是指衣物的下摆。下摆通常都是一样的。在『尚』上加上『巾』，意为经常。',
    sw: `下帬也。从巾尚声。裳，常或从衣`,
    swy: `常，下身穿的衣裙。字形采用“巾”作边旁，采用“尚”作声旁。裳，这是“常”的异体字，字形采用“衣”作边旁。`,
    xd: `
      本义是旗。如《书·君牙》：“纪于太常。”
      引申为裙子。如《逸周书》：“叔旦泣涕于常,悲不能对。”
      也是规则,规律。如《荀子·天论》：“天行有常,不为尧存,不为桀亡。”
      作形容词指恒久;长久不变。
      作副词指一般;普通;正常。
    `
  },
  {
    id: 153,
    cn: '恭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 154,
    cn: '惟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 155,
    cn: '鞠',
    ls: '会意 形声',
    bs: '',
    sm: '革部',
    sw: `鞠，踏鞠也。从革，匊声。`,
    swy: `鞠，踏鞠，打皮球。从革，匊声。`,
    xd: `
      “鞠”的本义为古时用来踢打玩耍的皮球。如“鞠院”指古球场，有围墙。
      踢球时需要弯曲身体，所以引申指弯曲、弯身。如“鞠躬”。
    `
  },
  {
    id: 156,
    cn: '养',
    ls: '会意 形声',
    bs: '食部',
    sm: '左边是羊，右边是拿鞭子打。意思是放羊。',
    sw: `養，供养也。从食，羊声。`,
    swy: `養，供给养护。从食，羊声。`,
    xd: `
      “养”的本义为饲养。
      引申指供养、奉养。又引申为保养、养护。“养生之道”中的“养”就是保养。
      引申指生育、培植、调养、培养、陶冶。
      “养”还指抚养的、非亲生的。如“养子”、“养父”。
      如《礼记·月令》中有“群鸟养羞”之句，但是“养羞”并不是“培养美食”的意思。这里的“养”指积蓄。“群鸟养羞”的意思就是：冬天到了，群鸟都知道把好的食物积蓄起来，准备过冬了。
    `
  },
  {
    id: 157,
    cn: '岂',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 158,
    cn: '敢',
    ls: '会意',
    bs: '攴部',
    sm: '字形像手持猎叉猛刺上边的野猪之形，会勇敢进取之意。',
    sw: `敢，进取也，从手，从古，从攴。`,
    swy: `敢，有勇气，从手，从古，从攴。`,
    xd: `
      “敢”的本义为手持猎叉击刺野猪。
      泛指有勇气、有胆量。如《史记·平原君虞卿列传》：“于是平原君从之，得敢死之士三千人。”
      又表示有把握作某种判断。如“谁敢保证不出一点错”。
      特指岂敢、哪敢。如《古诗为焦仲卿妻作》：“奉事循公姥，进止敢自专？”
      用作副词，表示一定、一准儿。如：“这么一弄，他敢怪我哩。”
      又相当于“莫非”、“大概”。如“敢是老师送来的吧？”
    `
  },
  {
    id: 159,
    cn: '毁',
    ls: '会意 形声',
    bs: '土部',
    sm: '',
    sw: `毁，缺也。从土，毇省声。`,
    swy: `毁，瓦器破缺。从土，毇省声。`,
    xd: `
      “毁”的本义为破坏，损坏。
      引申指亏缺，减损。如“毁齿”，其一指儿童乳齿脱落，更生恒齿；其二指换齿的儿童，借指童年或少年时。
      又借用表示诽谤、毁谤。如“积毁销骨”，指不断的毁谤能使人毁灭。
      还特指古代居丧时因悲伤过度而损害健康。如“毁疾”，指守丧时因过分哀伤而生病；“毁颜”，指面有忧色。
      又特指烧掉。如“焚毁”。
    `
  },
  {
    id: 160,
    cn: '伤',
    ls: '会意 形声',
    bs: '人部',
    sm: '',
    sw: `傷，创也。从人，shang声。`,
    swy: `傷，创伤。从人，shang声。`,
    xd: `
      “伤”的本义为创伤。如“刀伤”、“灼伤”。引申为受伤的人。如“救死扶伤”。
      又引申指悲伤。如柳永《雨霖铃》：“多情自古伤离别，更那堪冷落清秋节！”又可引申为诽谤。如“中伤”。
      人或物受到损伤，事情就不能顺利进行，故“伤”引申为妨害。如成语“无伤大雅”。
      又引申指对……产生厌烦。如“这几年在外面跑伤了”。
    `
  },
  {
    id: 161,
    cn: '女',
    ls: '象形',
    bs: '女部',
    sm: '弯曲着膝盖、一只手搭在另一只手上、叩拜灵庙的女子。意思是女人。',
    sw: `女，妇人也。象形。王育说。凡女之属皆从女。`,
    swy: `女，女人。象形。是王育的说法。大凡女的部属都从女。`,
    xd: `
      “女”的本义就是女孩子，一般都指未出嫁的女性。如《诗经·周南·关雎》：“窈窕淑女，君子好逑。”
      引申泛指妇女。如贾谊《论积贮疏》：“一女不织，或受之寒。”
      又引申指女儿。如《乐府诗集·木兰辞》：“不闻机杼声，惟闻女叹息。”
    `
  },
  {
    id: 162,
    cn: '慕',
    ls: '形声',
    bs: '心部',
    sm:
      '上方表示草原(上外)上的太阳(上内)落山，下方是心。意思是一心寻求能够依靠的人。',
    sw: `慕，习也。从心，莫声。`,
    swy: `慕，习玩（而模仿）。从心，莫声。`,
    xd: `
      慕”的本义是依恋、向往。如《孟子·万章上》：“人少则慕父母，知好色则慕少艾。”意思是，人在年少时依恋父母；长大后知道喜好美色，则会恋慕年轻美貌的人。
      又引申指仰慕、敬慕。如“慕名而来”。
      又引申指效仿。如《三国志·蜀书·董和传》：“苟能慕元直之十一，幼宰之勤渠，有忠于国，则亮可以少过矣。”这里的“元直”指徐庶；“幼宰”指董幼宰。
    `
  },
  {
    id: 163,
    cn: '贞',
    ls: '会意',
    bs: '卜部',
    sm:
      '上方是占卜，下方是作为祭祀器具的鼎。意思是用鼎做占卜以询问神明的旨意。',
    sw: `貞，卜问也。从卜，贝以为贽。一曰：鼎省声。京房所说。`,
    swy: `貞，卜问。从卜，用贝作为占卜的礼品。一说：貞，从卜，鼎省声。是京房氏的说法。`,
    xd: `
      “贞”的本义是占卜。如《周礼·春官·天府》：“以贞来岁之美恶。”意思就是以占卜明年的好坏。
      引申指端方正直。如“贞明”就是正大光明的意思。
      又指坚定不移或有操守。如成语“坚贞不屈”。
      由操守又引申特指古代妇女从一夫而终，不改嫁，即“贞节”。
    `
  },
  {
    id: 164,
    cn: '洁',
    ls: '会意 形声',
    bs: '水部',
    sm: '',
    sw: `潔，瀞也。从水，絜声。`,
    swy: `潔，干净。从水，絜声。`,
    xd: `
      “洁”的本义为干净。如《陌上桑》：“为人洁白皙，鬑鬑颇有须。”
      引申为品行清白高尚。如“高洁”、“圣洁”。
      又引申为使清白。如“洁身自好”。又引申为简明、精炼。如“简洁”。
    `
  },
  {
    id: 165,
    cn: '男',
    ls: '会意',
    bs: '男部',
    sm: '上方是田，下方是犁。意思是农地的管理者。『男爵』一词便有其余韵。',
    sw: `男，丈夫也。从田从力。言男用力于田也。凡男之属皆从男。`,
    swy: `男，成年男子。由田、由力会意，是说男子在田地里尽力。大凡男的部属都从男。`,
    xd: `
      “男”的本义指壮年男子。
      引申指儿子。如杜甫《石壕吏》：“听妇前致词：三男邺城戍。一男附书至，二男新战死。”
      也用作儿子对父母的自称。如鲁迅先生给母亲写信：“男病已愈，胃口亦渐开。”
      后来含义扩大，泛指男性。如“男耕女织”。
      “男”也指封建制度五等爵位（公、侯、伯、子、男）中的第五等。
    `
  },
  {
    id: 166,
    cn: '效',
    ls: '会意 形声',
    bs: '攴部',
    sm: '左边是箭，右边是击打。意思是敲打弯曲了的箭柄使其变直。',
    sw: `效，像也。从攴，交声。`,
    swy: `效，效法。从攴，交声。`,
    xd: `
      “效”的本义是效法、仿效。如班固《白虎通·三教》：“教者，效也，上为之，下效之。”
      引申指尽力献出（力量或生命）。如“效力”。
      又引申为效果。如《商君书·徕民》：“此富强两成之效也。”
    `
  },
  {
    id: 167,
    cn: '才',
    ls: '象形',
    bs: '才部',
    sm:
      '上面一横表示土地，下面像草木的茎（嫩芽）刚刚出土而枝叶尚未出土的样子。',
    sw: `才，草木之初也。从丨上贯一，将生枝叶也。一，地也。凡才之属皆从才。`,
    swy: `
      才，草木初生的样子。由“丨（ɡǔn）”向上面贯穿“一”，表示草木发芽抽苗将生枝叶；一，表示地面。
      大凡才的部属都从才。
    `,
    xd: `
      “才”的本义为草木初生。
      引申指木料或木料之质性，人或物的质性、资质，通“材”。如贾谊《过秦论》：“才能不及中人，非有仲尼、墨翟之贤，陶朱、猗顿之富。”
      引申指有才能，有本领。如“雄才”、“英才”。
      虚化为副词，表示方始、刚刚。如“现在才懂了”。
      又表示仅仅、只。如白居易《钱塘湖春行》：“乱花渐欲迷人眼，浅草才能没马蹄。”
    `
  },
  {
    id: 168,
    cn: '良',
    ls: '象形',
    bs: '畗部',
    sm: '下部为“豆（食器）”形，上部的两条线表示豆中的食物散发着香气。',
    sw: `良，善也。从畗省，亡声。`,
    swy: `良，善良。从畗省，亡声。`,
    xd: `
      “良”的本义为香味。
      后引申为善良。如《诗经·鄘风·鹑之奔奔》：“人之无良。”意思是这人没有善行。
      又引申指良好、美好。如“良辰美景”。还可以引申指优秀。如“良工”。
      进而引申为和悦、和善。如《荀子·非十二子》：“其容良。”是说他的容颜和悦安详。
      还可作程度副词用，当很、甚、极其讲。如“良久”，指很久。
    `
  },
  {
    id: 169,
    cn: '知',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 170,
    cn: '过',
    ls: '形声',
    bs: '辵部',
    sm:
      '右上是消除灾难，其余是行走。意思是为通过重要地方或空间而进行的除魅仪式。',
    sw: `過，度也。从辵，咼声。`,
    swy: `過，经过。从辵，咼声。`,
    xd: `
      “过”的本义为经过、行走。如刘禹锡《酬乐天扬州初逢席上见赠》：“沉舟侧畔千帆过。”
      引申指拜访、探望。如《史记·魏公子列传》：“臣有客在市屠中，愿枉车过之。”
      又引申指渡水、渡过。如“过河拆桥”。
      又引申指超越、胜过。如《孟子·梁惠王上》：“古之人所以大过人者，无他焉，善推其所为而已矣。”
      又引申指过去、过后。如“时过境迁”。
      过了“正”，就是“误”，故又引申指失误、错误。如《论语·子张》：“子夏曰：‘小人之过也必文。’”
    `
  },
  {
    id: 171,
    cn: '必',
    ls: '象形',
    bs: '八部',
    sm: '字形为给矛和阔斧加上柄的部分。后来假借用以指必然。',
    sw: `必，分极也。从八、弋，弋亦声。`,
    swy: `必，分别的标准。由八、弋会意，弋也表声。`,
    xd: `
      “必”的本义是分界的木橛。
      引申表示确定、肯定。
      作动词用时，表示必须、一定要。如《韩非子·内储说》：“齐宣王使人吹竽，必三百人。”
      作副词时，表示必定、一定、定然等。如“三人行，必有我师”。
      由必定又引申为果真。如《史记·廉颇蔺相如列传》：“王必无人，臣愿奉璧往使。”
    `
  },
  {
    id: 172,
    cn: '改',
    ls: '会意',
    bs: '攴部',
    sm: '左边表示一致鞭子，右边是击打。会一只手拿着小鞭子抽打之意',
    sw: `改，更也。从攴、己。`,
    swy: `改，变更。由攴、己会意。`,
    xd: `
      “改”的本义为变更。如成语“改弦更张”，意思是改换、调整乐器上的弦，使声音和谐。
      引申为改革变更。
      又特指改正过错。如“有则改之，无则加勉”。
      还引申指修正。如“改文章”、“改小一些”。
    `
  },
  {
    id: 173,
    cn: '得',
    ls: '会意',
    bs: '彳部',
    sm: '出门去外面，右下表示手，即在路上(左边)得到贵重的贝币(右上)。',
    sw: `得，行有所得也。从彳， de声。`,
    swy: `得，行走而有所得。从彳，de声。`,
    xd: `
      “得”的本义是得到、获得。如《后汉书·班超传》：“不入虎穴，不得虎子。”
      引申为具备。如《荀子·劝学》：“积善成德，而神明自得。”
      用作名词，表示收获、心得。
      “得”又念děi，表示必须、须要。如《红楼梦》第九十四回：“这件事还得你去才弄的明白。”
    `
  },
  {
    id: 174,
    cn: '能',
    ls: '象形',
    bs: '能部',
    sm: '字形像一只长嘴、有耳、巨身、短尾的熊。',
    sw: `能，熊属。足似鹿。从肉，声。能兽坚中，故称贤能；而强壮称能杰也。`,
    swy: `
      能，熊一类。“能”字表示足的“ ”像鹿字表示足的“比”。
      从肉，声。能兽里面的骨节坚实，所以引申作贤能；能兽强壮，所以引申作能杰。
    `,
    xd: `
      “能”的本义就是熊。如《国语·晋语八》：“梦黄能入于寝门。”
      由于熊是兽中强者，故引申为贤能，对那些强壮之人也可以称为“能杰”。
      又引申指才能、能力、本领。如“八仙过海，各显其能”。
      用作动词，表示会、有本事做到。如《荀子·劝学》：“假舟楫者，非能水也，而绝江河。”
    `
  },
  {
    id: 175,
    cn: '莫',
    ls: '会意',
    bs: '茻部',
    sm: '字形像草中间有个太阳，会太阳落入草中之意，表示天色已晚。',
    sw: `莫，日且冥也。从日在茻中。`,
    swy: `莫，太阳将要没落。由“日”在“茻”中会意。`,
    xd: `
      “莫”的本义为日落的时候。如《诗经·齐风·东方未明》：“不能辰夜，不夙则莫。”
      后来因为音近的关系，“莫”字被假借为否定词使用，指不要、没有谁。
      于是要表示太阳下山的意义时，只好在“莫”下加上个“日”字写作“暮”。
      这样，“莫”与“暮”就有了明确的分工，“暮”只表示日落的时候。
    `
  },
  {
    id: 176,
    cn: '忘',
    ls: '会意 形声',
    bs: '心部',
    sm: '上方表示将人的手脚折弯，下方是心。会心有所失而不记得之意。',
    sw: `忘，不识也。从心，从亡，亡亦声。`,
    swy: `忘，不记得。由心、亡会意，亡也表声。`,
    xd: `
      “忘”的本义为忘记、不记得。如《论语·述而》：“发愤忘食，乐以忘忧。”
      泛指遗漏、遗失。如《汉书·武五子传》：“臣闻子胥尽忠而忘其号。”
      又引申指舍弃。如《汉书·贾谊传》：“则为人臣者主而忘身，国而忘家，公而忘私。”
    `
  },
  {
    id: 177,
    cn: '罔',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 178,
    cn: '谈',
    ls: '形声',
    bs: '言部',
    sm: '',
    sw: `談，语也。从言，炎声。`,
    swy: `談，对话谈论。从言，炎声。`,
    xd: `
      “谈”的本义是谈话、议论。如成语“纸上谈兵”，说的就是在纸面上谈论打仗。
      用作名词，指所说的话、言论、主张。如成语“无稽之谈”，意思就是没有根据的说法。
      还表示相处融洽。如“谈得来”。
      又表示称赞。如元代佚名《飞刀对箭》：“那个将军不喝采，那个把我不谈羡？”这里的“谈羡”就是指称赞羡慕。
    `
  },
  {
    id: 179,
    cn: '彼',
    ls: '假借',
    bs: '彳部',
    sm:
      '用手(下方)撕下野兽的皮(上方)，原字是『皮』。意思是在外面行动。『这、这个、这里』是假借的用法。',
    sw: `彼，有所加也。从彳，皮声。`,
    swy: `彼，所要前往的较远的远方。字形采用“彳”作边旁，采用“皮”作声旁。`,
    xd: `
      彼的本义是流行，传播，施加。
      引申为与“此”相对。如《诗·魏风·伐檀》：“彼君子兮,不素食兮。”
    `
  },
  {
    id: 180,
    cn: '短',
    ls: '会意',
    bs: '矢部',
    sm:
      '从矢，从豆；古人度量长短常以矢为尺度，高脚食器“豆”又短于矢，以此会不长之意。',
    sw: `短，有所长短，以矢为正。从矢，豆声。`,
    swy: `短，有所测量，用箭作标准。从矢，豆声。`,
    xd: `
      “短”的本义为两点之间的距离小。如“短刀”。引申指时间不长。如“短期”。
      又引申指不足、缺少、欠。如杜甫《春望》：“白首搔更短。”
      进而引申指缺点、过失。如“护短”。
      还引申指不擅长。如徐珂《清稗类钞·战事类》：“西人长火器而短技击。”
    `
  },
  {
    id: 181,
    cn: '靡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 182,
    cn: '恃',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 183,
    cn: '己',
    ls: '象形 假借',
    bs: '己部',
    sm: '字形像系在箭上用来射飞鸟的弯曲的绳索，是“弋”的早期文字。。',
    sw: `己，中宫也。象万物辟藏诎形也。己承戊，象人腹。凡己之属皆从己。`,
    swy: `
      己，定位在中央。像万物因回避而收藏在土中的弯弯曲曲的形状。
      己继承戊，像人的腹部。大凡己的部属都从己。
    `,
    xd: `
      “己”的本义为拴在箭上的丝绳。
      后来其本义消失，被假借为表示自己。如“要想人不知，除非己莫为”。
      还被假借为天干的第六位，位于甲、乙、丙、丁、戊之后。
    `
  },
  {
    id: 184,
    cn: '长',
    ls: '象形',
    bs: '長部',
    sm:
      '字形为从侧面看到的长发老人拄着拐杖的样子。意思是氏族的长老，也指作为指导者而受到尊敬。',
    sw: `長，久远也。从兀，从 。兀者，高远意也。久则变化。亾声。者，倒亾也。凡长之属皆从长。`,
    swy: `
      長，长久；长远。由兀、由会意。
      兀是高而又远的意思。表示长久就变化。亾表声。
      長字上部，是倒写的“亡”字。大凡長的部属都从長。
    `,
    xd: `
      “长”的本义是老年人，读作zhǎnɡ。
      进而引申指岁数大、年岁高。
      年岁高的老人，就是长者，故又引申指辈分高。
      还特指兄长或兄弟姊妹中年龄最大的。
      进而引申指排行第一。泛指各方面的主管。
      又读作chánɡ，本义为年长发长。古人是不能随便剪头发的，所以一般长者的头发很长，于是有了“长短”之“长”。泛指空间上距离遥远，时间上相隔久远。
      引申指大、高。如《古诗为焦仲卿妻作》：“今日被驱遣，小姑如我长。”也表示长度、长处。
    `
  },
  {
    id: 185,
    cn: '信',
    ls: '会意',
    bs: '言部',
    sm:
      '左上是刑罚时用的针，左下是装有祝词的容器，右边是人。意思是在神明面前为与别人约定某事而立下誓言。',
    sw: `信，诚也。从人，从言。会意。`,
    swy: `信，诚实。由人、由言会意。`,
    xd: `
      “信”的本义为语言真实。如《老子》：“信言不美，美言不信。”
      引申泛指诚实有信用。
      又引申指相信、信任。如《论语·公冶长》：“听其言而信其行。”
      相信则听从、任随，所以“信”又引申指听从、任随。成语“信马由缰”，就是放松缰绳，听凭马儿任意走。
      现代人说的信件的“信”，古代叫“书”，而称送书者即送信的人为“信”。
      后来，“信”由送信人引申指音讯、消息。如李白《大堤曲》：“不见眼中人，天长音信断。”
    `
  },
  {
    id: 186,
    cn: '使',
    ls: '会意 形声',
    bs: '人部',
    sm: '字形像手持猎叉打猎。',
    sw: `使，伶也。从人，吏声。`,
    swy: `使，命令。从人，吏声。`,
    xd: `
      “使”的本义为命令。
      引申指派人做事、差遣。如贾谊《过秦论》：“乃使蒙恬北筑长城而守藩篱。”
      泛指役使、使唤、支使。
      引申指运用、使用。如“使贤任能”，意思是任用有品德有才能的人。
      进一步引申指放纵、任性。如“使脾气”、“使性儿”。
      “使”还特指受命出使，代表国家办事。用作名词，指使者。
      虚化为连词，表示假设，相当于“假如”、“如果”。如王昌龄《出塞》：“但使龙城飞将在，不教胡马度阴山。”
    `
  },
  {
    id: 187,
    cn: '可',
    ls: '会意',
    bs: '可部',
    sm: '用树枝(右边)敲打装有祝词的容器(左边)，意思是在神前歌唱。',
    sw: `可，𦘫也。从口，丂，丂亦声。凡可之属皆从可。`,
    swy: `可，肯。字形采用“口、丂”会义，“丂”也是声旁。所有与可相关的字，都采用“可”作边旁。`,
    xd: `
      可的本义是唱。
      引申为许可。如《诗·小雅·何人斯》：“去不我可。”
    `
  },
  {
    id: 188,
    cn: '覆',
    ls: '形声',
    bs: '襾部',
    sm: '',
    sw: `覆，覂也。从襾，復声。`,
    swy: `覆，翻覆。从襾，復声。`,
    xd: `
      “覆”的本义为翻转。如我们常说的“水能载舟，亦能覆舟”。
      引申指倾倒、倒出。如“覆水难收”。又引申指灭亡、败亡。如“颠覆”。
    `
  },
  {
    id: 189,
    cn: '器',
    ls: '会意',
    bs: '口部',
    sm:
      '中间是一条犬，犬的周围是四个口，表示器物，会器物很多之意，用犬来看守。',
    sw: `器，皿也。象器之口，犬所以守之。`,
    swy: `器，器皿。像器皿的口，犬是用来守卫器皿的。`,
    xd: `
      “器”的本义为器物、器具。如《韩非子·显学》：“冰炭不同器而久。”
      由器具具有作用引申为人具备的才能。如“大器晚成”。
      器物一般具有容量，故又引申指人的度量、胸怀。如韦庄《题安定张使君》：“器度风标合出尘，桂宫何负一枝新。”
    `
  },
  {
    id: 190,
    cn: '欲',
    ls: '形声',
    bs: '欠部',
    sm: '',
    sw: `欲，贪也。从欠，谷声。`,
    swy: `欲，贪求。从欠，谷声。`,
    xd: `
      “欲”的本义为欲望。如苏洵《六国论》：“然则诸侯之地有限，暴秦之欲无厌。”又如“欲令智昏”（欲望使人丧失理智）。
      引申指想要、希望。《孟子·告子章句上》：“鱼，我所欲也；熊掌，亦我所欲也。”
    `
  },
  {
    id: 191,
    cn: '难',
    ls: '会意',
    bs: '鸟部',
    sm: '左边是点火射出的箭，右边是鸟。意思是用火箭射鸟，鸟被惊吓的样子。',
    sw: `難，鸟也。从隹，堇声。`,
    swy: `難，鸟。从隹，堇是声旁`,
    xd: `
      本义是支翅鸟。
      引申为困难。如《玉台新咏·古诗为焦仲卿妻作》：“非为织作迟,君家妇难为。”
    `
  },
  {
    id: 192,
    cn: '量',
    ls: '会意',
    bs: '重部',
    sm: '下方像量器之形，上方有口，表示可以向里面装东西。',
    sw: `量，称轻重也。从重，曏省鄉声。`,
    swy: `量，称轻重。由重表意，曏省鄉表声。`,
    xd: `
      “量”的本义为量器，读作liánɡ。
      引申指用量器计算容积或长度。如《庄子·胠箧》：“为之斗斛以量之，则并与斗斛而窃之。”
      又引申指衡量。如《左传·隐公十一年》：“度德而处之，量力而行之。”
      “量”作名词时读liànɡ，指数量、数目。如“产量”。
      引申指人的度量、器量。如“量浅”，指器量狭小。
      “量”又指容量、容纳事物的限度。如人们称能喝酒的人为“海量”。
    `
  },
  {
    id: 193,
    cn: '墨',
    ls: '会意 形声',
    bs: '土部',
    sm:
      '上方是用火烧口袋中的东西、取出黑色的残渣，下方是土。意思是黑色残渣和土一起炼制成墨。',
    sw: `墨，书墨也。从土，从黑，黑亦声。`,
    swy: `墨，用以书写的墨。由土、由黑会意，黑也表声。`,
    xd: `
      “墨”的本义为书画所用的墨。
      引申指书法、绘画、诗文。如“翰墨”、“墨宝”。
      又引申指黑色。如杜甫《茅屋为秋风所破歌》：“俄顷风定云墨色，秋天漠漠向昏黑。”
    `
  },
  {
    id: 194,
    cn: '悲',
    ls: '形声 会意',
    bs: '心部',
    sm: '上方是非，下方是心，会违心之意。',
    sw: `悲，痛也。从心，非声。`,
    swy: `悲，悲痛。从心，非声。`,
    xd: `
      “悲”的本义为哀伤、痛心。如范仲淹《岳阳楼记》：“不以物喜，不以己悲。”
      引申指眷念、怅望。如陆机《赠从兄车骑》：“孤兽思故薮，离鸟悲旧林。”
      又引申指哀叹、悲叹。如王安石《游褒禅山记》：“余于仆碑，又以悲夫古书之不存。”
      “悲”又用作佛教语，指用怜悯之心解除众生的痛苦。如《法华经·譬喻品》：“大慈大悲，常无懈倦，恒求善事，利益一切。”
    `
  },
  {
    id: 195,
    cn: '丝',
    ls: '象形',
    bs: '絲部',
    sm: '字形为丝束并列的样子。主要是指绢丝。',
    sw: `絲，蚕所吐也。从二糸。凡丝之属皆从丝。`,
    swy: `絲，蚕吐的丝。由两个“糸”字会意。大凡丝的部属都从丝。`,
    xd: `
      “丝”的本义为蚕吐的丝。如李商隐《无题》：“春蚕到死丝方尽，蜡炬成灰泪始干。”
      由本义引申指丝织品。丝很细小，故用来形容细微之极，极小。成语有“一丝不苟”，就是做事认真细致，一点儿不马虎。
      古人常把用丝捻制成的弦做发音部件的乐器称为弦乐器。“丝竹”就是弦乐器与竹管乐器的总称。
      还引申泛指像丝一样的东西。如“藕断丝连”。
      另外，人们所说的“气若游丝”，也是形容人快死时，气息微弱，就像是若断若连的细丝。
      又引申指细纹。如“乌丝栏”、“硬丝柴”。
    `
  },
  {
    id: 196,
    cn: '染',
    ls: '会意',
    bs: '水部',
    sm: '从九，从木，从水，会反复染几次使布帛着色之意。',
    sw: `染，以缯染为色。从水，杂声。`,
    swy: `染，把布帛浸染着色。从水，杂声。`,
    xd: `
      “染”的本义为使布帛等物着色。如“染坊”、“印染”。
      引申为沾上。如周敦颐《爱莲说》：“出淤泥而不染。”
      又引申指传染、感染。如“染恙”、“染疾”。
      人容易受到环境气氛的影响，故又引申为熏染、影响。如“耳濡目染”。
    `
  },
  {
    id: 197,
    cn: '诗',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 198,
    cn: '赞',
    ls: '会意 形声',
    bs: '贝部',
    sm: '',
    sw: `贊，见也。从貝，从兟。`,
    swy: `贊，进见。由貝、由兟会意。`,
    xd: `
      “赞”的本义为导引宾客进见主人。如“赞谒”。
      引申泛指导引、引见。如《史记·平原君虞卿列传》：“门下有毛遂者，前。自赞于平原君。”
      又引申指称颂、赞美。如宗臣《报刘一丈书》：“闻者亦心许交赞之。”
      用作名词时，“赞”指一种抒情文体。如萧统《文选序》：“美终则诔发，图像则赞兴。”
    `
  },
  {
    id: 199,
    cn: '羔',
    ls: '会意',
    bs: '羊部',
    sm: '上方是羊，下方是火，会用火烤羊之意。',
    sw: `羔，羊子也。从羊，照省昭声。`,
    swy: `羔，小羊。从羊，照省昭为声。`,
    xd: `
      “羔”的本义为初生的小羊。如《楚辞·招魂》中有“炮羊”一词，就是烤整羊的意思，而所烤的整羊往往是小羊。
      泛指幼小的动物或植物。如“鹿羔”、“骆驼羔”分别指幼小的鹿、幼小的骆驼。
    `
  },
  {
    id: 200,
    cn: '羊',
    ls: '象形',
    bs: '羊部',
    sm: '从正面所看到的羊的样子。意思是羊。羊与牛都经常被作为祭品。',
    sw: `羊，祥也。从，象头角足尾之形。凡羊之属皆从羊。`,
    swy: `羊，吉祥。从 ，像（羊的）头、角、足、尾的形状。大凡羊的部属都从羊。`,
    xd: `
      “羊”是最早被中国先民们驯化的动物之一。也是十二生肖之一。
      在中国文化里，羊代表着美好与吉利，“吉羊”就是“吉祥”。
      古人以羊作为祭祀时的珍贵祭品。古人祭祀时所用的“太牢”、“少牢”之中均有羊。
    `
  },
  {
    id: 201,
    cn: '景',
    ls: '会意 形声',
    bs: '日部',
    sm: '从日，从京（高），会日光高照之意。',
    sw: `景，光也。从日，京声。`,
    swy: `景，日光。从日，京声。`,
    xd: `
      “景”的本义是日光。如王维《鹿柴》：“返景入深林，复照苍苔上。”
      泛指明亮、光亮。如《艺文聚类》中有“高峰寻云，深谷无景”之句。
      又引申指时光。如我们常说垂老之人“剩下的光景不多了”。
      又引申指风光。如“良辰美景”、“景色”、“景致”等。
      进而引申指情况、现象。如“前景”。
      还引申指仰慕、佩服。如“景仰”。
    `
  },
  {
    id: 202,
    cn: '行',
    ls: '象形',
    bs: '行部',
    sm: '字形为大路交叉的样子。意思是行走。古代认为十字路口有歧路神。',
    sw: `行，人之步趋也。从彳，从亍。凡行之属皆从行。`,
    swy: `行，人的各式行走。由彳、由亍会意。大凡行的部属都从行。`,
    xd: `
      “行”的本义是路、道路，读作hánɡ。如《诗经·豳风·七月》：“女执懿筐，遵彼微行。”
      引申为行列、队伍。如《楚辞·九歌·国殇》：“凌余阵兮躐余行。”
      还读作xínɡ，引申为行走。如李商隐《瑶池》：“八骏日行三万里。”
      又引申指从事、干。如“他为人行事不错”。
      还特指路程。如“千里之行，始于足下”。
    `
  },
  {
    id: 203,
    cn: '维',
    ls: '形声',
    bs: '糸部',
    sm: '左边是丝束，右上是鸟，右下是敲打。意思是强壮的网。',
    sw: `維，车盖维也。从糸，隹声。`,
    swy: `維，系车盖的绳索。从糸，隹声。`,
    xd: `
      “维”的本义为系车盖的大绳子。
      引申指法度、纲纪。如《管子·牧民》：“国有四维，一维绝则倾，二维绝则危，三维绝则覆，四维绝则灭。”
      用作动词，引申指保持、保全。如“维持”、“维护”。
      特指几何学和空间理论的基本概念，构成空间的每一个因素叫一维。通常的空间有三维，平面或曲面有二维，直线或曲线只有一维。
    `
  },
  {
    id: 204,
    cn: '贤',
    ls: '形声',
    bs: '贝部',
    sm:
      '左边是眼睛，右边是手。意思是眼珠受到伤害、失明的侍奉神明的人。原字为『臤』。',
    sw: `賢，多才也。从貝，臤声。`,
    swy: `賢，多钱财。从貝，臤声。`,
    xd: `
      “贤”的本义指多财，引申指有德行、多才能。如诸葛亮《出师表》：“亲贤臣，远小人。”
      用作对人的敬称。如“贤弟”、“贤侄”。
      又可以引申为多、胜过。如《战国策·赵策四》：“老臣窃以为媪之爱燕后贤于长安君。”
    `
  },
  {
    id: 205,
    cn: '克',
    ls: '象形',
    bs: '克部',
    sm: '字形像戴盔执戈的武士之形，表示攻打战胜之意。',
    sw: `克，肩也；象屋下刻木之形。凡克之属皆从克。`,
    swy: `克，肩任；像屋下刻割木头的样子。大凡克的部属都从克。`,
    xd: `
      “克”的本义为战胜。如“攻无不克”、“克敌制胜”。
      后又引申指克制、克服。如《论语·颜渊》：“克己复礼为仁。”
      用作“剋”的简化字，表示侵削。如“克扣工资”。
      又引申指严格限定。如“克期”、“克日发兵”。
      用作量词，是重量单位。
    `
  },
  {
    id: 206,
    cn: '念',
    ls: '会意 形声',
    bs: '心部',
    sm: '上方是一张朝下的口，口中有舌；下面是心，会心有所想口中念叨之意。',
    sw: `念，常思也。从心，今声。`,
    swy: `念，长久地思念。从心，今声。`,
    xd: `
      “念”的本义为常常想、思念。如《古诗为焦仲卿妻作》：“念母劳家里。”
      引申指思考、思虑。如《史记·廉颇蔺相如列传》：“顾吾念之，强秦之所以不敢加兵于赵者，徒以吾二人在也。”
      又引申指可怜、哀怜。如关汉卿《窦娥冤》第三折：“念窦娥葫芦提当罪愆，念窦娥身首不完全。”
      用作名词，指想法、念头。如“一念之差”。由口中念叨又引申指诵读。如“念经”、“念书”。
    `
  },
  {
    id: 207,
    cn: '作',
    ls: '形声',
    bs: '人部',
    sm: '指的是将树枝弯曲、编织，做成栅栏、篱笆，原字是『乍』。',
    sw: `作，起也。从人，从乍。`,
    swy: `作，起立。由人、由乍会意。`,
    xd: `
      “作”的本义是指人起身，读作zuò。
      引申指起来、开始劳作。如《击壤歌》：“日出而作，日入而息。”这句话的意思是，太阳升起就起来劳动，太阳下山就休息。
      进而引申指产生、兴起、振作。如《易·乾》：“云从龙，风从虎。圣人作而万物睹。”
      由劳动、劳作引申为制作、创作。如秦韬玉《贫女》：“为他人作嫁衣裳。”
      进而引申指故意装出。如“忸怩作态”、“装腔作势”。
      还特指写作诗文。
      “作”又引申指手工业制造或加工的制作场所，读zuō。如“作坊”。
      “作料”的“作”读zuó，指油盐酱醋等烧菜用的调料。
    `
  },
  {
    id: 208,
    cn: '圣',
    ls: '会意',
    bs: '土部',
    sm: '右上是耳朵，右下是踮着脚尖站立的人，左边是口。会通达之意。',
    sw: `聖，通也。从耳，呈声。`,
    swy: `聖，双耳畅通。从耳，呈声。`,
    xd: `
      “圣”的本义为通达。
      引申指聪明、才智超群。
      在很早的时候人们传播知识、交流经验主要通过口耳相传，于是，只有善于聆听的人才能得到这么多的知识，故“圣”引申指博学多闻的人。如“圣人”、“诗圣”。
      还引申指神圣的、圣明的。
      进而又引申指天子、帝王。如“圣上”。
    `
  },
  {
    id: 209,
    cn: '德',
    ls: '会意',
    bs: '彳部',
    sm:
      '左边是行走，右上是眉毛上戴着饰物的眼睛，右下是心。意思是眼睛的威力可以波及到别的地方，指眼睛具有强大的咒力。',
    sw: `德，升也。从彳，声。`,
    swy: `德，登升。从彳，声。`,
    xd: `
      “德”的本义是登高、攀登。如《易·剥》：“君子德车。”
      引申指感激、报答。如《左传·成公三年》：“然则德我乎。”
      用作名词，指道德、品行。如《荀子·非十二子》：“不知则问，不能则学，虽能必让，然后为德。”
      又引申为恩德。如《史记·秦始皇本纪》：“刻石颂秦德。”
    `
  },
  {
    id: 210,
    cn: '建',
    ls: '象形',
    bs: '廴部',
    sm: '字形像一人立于船头持篙撑船。',
    sw: `建，立朝律也。从聿，从廴。`,
    swy: `建，建立朝廷法律。由聿，由廴会意。`,
    xd: `
      “建”的本义应为竖篙撑船。
      由此引申为竖起、树立。如《资治通鉴》：“上可建五丈大旗。”意思是上面能竖高五丈的大旗。
      又引申指建筑、建造。如张衡《东京赋》：“楚筑章华于前，赵建丛台于后。”
      又引申为倡仪、提出。如“建言”、“建议”
    `
  },
  {
    id: 211,
    cn: '名',
    ls: '会意',
    bs: '口部',
    sm:
      '左边是口，右边是月亮，会天黑了(人们不相见)，用嘴向别人说自己的名字之意。',
    sw: `名，自命也。从口，从夕。夕者，冥也。冥不相见，故以口自名。`,
    swy: `名，自己称呼自己的名字。由口、夕会意。夕是夜晚的意思。夜晚彼此看不见，所以自己称呼自己的名字。`,
    xd: `
      “名”的本义为自己报出名字、起名字。如《乐府诗集·陌上桑》：“秦氏有好女，自名为罗敷。”
      由命名引申用作名词，表示名字。如“命名”。
      又引申为名声、名望。如刘禹锡《陋室铭》：“山不在高，有仙则名。”
    `
  },
  {
    id: 212,
    cn: '立',
    ls: '指事',
    bs: '立部',
    sm: '字形像一个人站在地面上。',
    sw: `立，住也。从大立一之上。凡立之属皆从立。`,
    swy: `立，站住。由“大”站立在“一”的上面会意。大凡立的部属都从立。`,
    xd: `
      “立”的本义为站立。如欧阳修《归田录》：“卖油翁释担而立。”
      由站立引申为建立、竖立。如《商君书·更法》：“各当时而立法。”
      又引申为君主即位，或确立某种名分。如《史记·廉颇蔺相如列传》：“则请立太子为王。”
      有了名分，便可存在，于是还可以引申指存在、生存。如“势不两立”。
      用作副词，表示立刻、马上。如杨万里《江山道中蚕麦大熟》：“晒茧摊丝立地干。”这里的“立地”是即刻、马上的意思，表示时间很短。
    `
  },
  {
    id: 213,
    cn: '形',
    ls: '形声',
    bs: '彡部',
    sm: '',
    sw: `形，象形也。从彡，幵声。`,
    swy: `形，描画成物体的形状。从彡，幵声。`,
    xd: `
      “形”的本义为形体。如《孟子·尽心上》：“形色，天性也，惟圣人然后可以践形。”朱熹集注：“人之有形有色，无不各有自然之理，所谓天性也。”
      引申指容色、容貌。如《谷梁传·桓公十四年》：“望远者，察其貌，而不察其形。”范甯注：“貌，姿体；形，容色也。”
      又引申指情势、形势。如司马迁《报任安书》：“由此言之，勇怯，势也；强弱，形也。”
      又引申指形成。进而引申指显露、表现。如《孟子·告子下》：“有诸内，必形诸外。”
      又引申指比较、对照。如“相形见绌”，意思是和同类的事物相比较，显出不足。
    `
  },
  {
    id: 214,
    cn: '端',
    ls: '形声',
    bs: '立部',
    sm: '字形像生长出地面的植物，左右两点表示水。',
    sw: `端，直也。从立，耑声。`,
    swy: `端，直。从立，耑声。`,
    xd: `
      “端”的本义为植物发芽生长。
      由此引申为开头。如《荀子·君道》：“法者，治之端也。”意思是，法律，是治国的开端。
      又可以表示事物的一头或一方面。如“顶端”。
      由开头引申为头绪、原由。如“端倪”就是指事物的头绪，而“无端”就是没有缘由。
      还可以引申指正。如“端庄”、“端坐”。
      进而引申为正直。如在形容一个人品行不好时，我们会说他“品行不端”。
      用作动词，指用手很平正地拿。如“端盆”、“端茶”。
    `
  },
  {
    id: 215,
    cn: '表',
    ls: '会意',
    bs: '衣部',
    sm: '',
    sw: `表，上（加在外面的）衣也。从衣，从毛。古者衣裘，以毛为表。`,
    swy: `表，外衣，由毛、衣会意。古时候穿的裘衣，用毛作为外衣的表面。`,
    xd: `
      “表”的本义是毛翻在外边的皮衣，后来引申为穿在外边的衣服。
      穿在外边的衣服代表着一个人的面貌，所以又引申为外表、外貌。
      “表”后来又指作为标志和木柱。北京天安门前的“华表”，就是从古人立木头做表记的传统发展而来的。
      又引申指表率、榜样。还可以指表白。
      “表”在古代还是一种文章的体式，是臣下给皇帝的奏章。
      常用的意义还有钟表、表格等。
    `
  },
  {
    id: 216,
    cn: '正',
    ls: '指事 会意',
    bs: '正部',
    sm:
      '上面的符号表示方向、目标，下面是脚，会朝这个方位或目标不偏不斜地走去之意',
    sw: `正，是也。从止，一以止。凡正之属皆从正。`,
    swy: `
      正，正直无偏斜。从止，（“一”是古文“上”字，表示在上位的人）将“一”放在“止”上（会上位者止于正道之意）。
      大凡正的部属都从正。
    `,
    xd: `
      “正”的本义为位置居中，不偏斜，读作zhènɡ。如“正襟危坐”、“正午”。
      正中是合于法则的，故引申指合于法则的。如“正楷”、“拨乱反正”。
      两者相对，“正”指好的、强的或主要的一方，与“反”、“副”相对。
      又表示动作在进行当中。如“他正在开会。”还
      可当恰好讲。如“正好”、“正中下怀”。
      正月，是农历的第一个月。这里的“正”读作zhēnɡ。
    `
  },
  {
    id: 217,
    cn: '空',
    ls: '会意 形声',
    bs: '穴部',
    sm: '',
    sw: `空，竅也。从穴，工声。`,
    swy: `空，孔穴。从穴，工声。`,
    xd: `
      “空”的本义为孔洞。
      引申指空虚、空荡荡。
      进而引申指没有实质内容、不切实际的想法或语言。如“空想”、“空话”。
      由空又引申指空间、天空。
      用作副词，指徒然地、白白地。如“空跑一趟”就是“白跑一趟”的意思。
      还可以表示只、仅。如崔颢《黄鹤楼》：“此地空余黄鹤楼。”
      “空”还是佛教用语，指万物从因缘生，没有固定，虚幻不实。因此“空门”又指佛门。
      现在主要用作名词，指闲暇、空闲，读作kònɡ。如：“你现在有空吗？”
    `
  },
  {
    id: 218,
    cn: '谷',
    ls: '象形',
    bs: '谷部',
    sm: '上方是山峰重叠的样子，下方是山谷的入口。意思是山谷',
    sw: `谷，泉出通川为谷。从水半见，出于口。凡谷之属皆从谷。`,
    swy: `
      谷，源泉的出口一直通达川流的地方，叫做“谷”。由“水”字显现一半出现在“口”字上面会意。
      大凡的谷的部属都从谷。
    `,
    xd: `
      “谷”的本义为两山之间的水道或夹道。如宋濂《送东阳马生序》：“负箧曳屣，行深山巨谷中。”泛指水流。
      又比喻困境。如“进退维谷”。
      “谷”还读yù。如“吐谷浑”，是我国古代西北部的一个少数民族名，是鲜卑族的一支。
      后来“谷”作了“榖”的简化字，是谷类植物或粮食作物的总称。
    `
  },
  {
    id: 219,
    cn: '传',
    ls: '会意 形声',
    bs: '人部',
    sm:
      '表示用手(右边)将袋子中的物品(中间)拍打成圆形，旁边加上人(左边)，表示人将其背着搬运。',
    sw: `傳，遽也。从人，専声。`,
    swy: `傳，传车驿马。从人，専声。`,
    xd: `
      “传”的本义为驿站、驿舍，读作zhuàn。
      驿站是传递各种消息文书的，所以“传”又引申指记载历史事件或个人事迹的文字。
      后来又引申指文学作品或解释经文的著作。还指一种记录某个人生平的文体，即“传记”。
      又读作chuán，此时“传”的本义为传递、传送。老师教学生，是一种知识的传递，因此“传”引申指传授。
      一辈人传给另一辈人，事物才能代代保存，故而又引申出留传之意。
      传递给他人的不仅可以是物质财富、精神财富，还可以是自己的话语、心情，所以“传”还引申表示充分或确切地表明、表达。
    `
  },
  {
    id: 220,
    cn: '声',
    ls: '会意',
    bs: '耳部',
    sm:
      '左上部是悬磬的形状，右边是一只手拿着一个敲打磬的小槌，合起来表示敲打石磬，传声入耳之意。',
    sw: `聲，音也。从耳，殸声`,
    swy: `聲，乐音。从耳，殸声。`,
    xd: `
      “声”的本义为声音、乐音。如白居易《琵琶行》：“寻声暗问弹者谁？琵琶声停欲语迟。”
      引申为声誉、名望。如《史记·萧相国世家》：“（萧何）位冠群臣，声施后世。”
      用作动词时，引申指发声、声称、宣扬。如张溥《五人墓碑记》：“吾社之行为士先者，为之声义。”其中的“声义”就是指宣扬正义。
    `
  },
  {
    id: 221,
    cn: '虚',
    ls: '形声',
    bs: '丘部',
    sm:
      '上方是老虎的皮，用于表示发音。下方表示山丘。意思是建筑物和市井街道荒废的迹象。',
    sw: `虚，大丘也。昆仑丘谓之昆仑虚。从丘，虍声。`,
    swy: `虚，大丘。昆仑丘叫做昆仑虚。从丘，虍声。`,
    xd: `
      “虚”的本义为大土山。
      又指空、空虚，与“盈”、“实”相对。如“避实就虚”。
      进而引申指虚假、不真实。如“耳听为虚，眼见为实”。
      用作动词，引申指空出、使空出。如“虚位以待”。
      用作副词，引申指徒然、白白地。如“虚度”。
    `
  },
  {
    id: 222,
    cn: '堂',
    ls: '形声',
    bs: '土部',
    sm:
      '上方是窗子上微弱地显现出神灵的气息。下方是土。意思是土制祭台上的用于迎接祭祀神灵的建筑物。',
    sw: `堂，殿也。从土尚声。`,
    swy: `堂，殿室，正屋。字形采用“土”作边旁，采用“尚”作声旁。`,
    xd: `
      堂的本义为殿堂。高于一般房屋,用于祭献神灵、祈求丰年。如《书·顾命》：“立于西堂。”
      后泛指房屋的正厅。如《搜神记》：“堂前松柱。”
    `
  },
  {
    id: 223,
    cn: '习',
    ls: '会意',
    bs: '習部',
    sm: '从羽，从日，会鸟儿在日光下练习飞翔之意。',
    sw: `習，数飞也。从羽，从白。凡習之属皆从習。`,
    swy: `習，鸟儿频频试飞。由羽、由白会意。大凡習的部属都从習。`,
    xd: `
      “习”的本义是小鸟反复练飞。
      引申为反复练习、钻研。如《论语·学而》：“学而时习之，不亦说乎？”
      又引申为学习。如“修文习武”、“习艺”。
      经过反复的接触和练习，人们必然会对事物熟悉，因此“习”又引申为对某事熟悉。如“习以为常”、“习见”。
    `
  },
  {
    id: 224,
    cn: '听',
    ls: '会意 形声',
    bs: '口部',
    sm: '左边是耳朵，右边是口。会一人用口说，一人用耳听之意。',
    sw: `听，笑皃。从口，斤声。`,
    swy: `听，笑吟吟的样子。从口，斤声。`,
    xd: `
      “听”的本义为笑吟吟的样子，读作yín。如“听然”，是张口而笑的样子。
      作为“聽”的简化字时，读作tīnɡ，指用耳朵接受声音。
      由听而后从，引申指顺从、接受。如“言听计从”、“听话”等。由听从又引申指任凭、放任。
    `
  },
  {
    id: 225,
    cn: '祸',
    ls: '形声',
    bs: '示部',
    sm:
      '左边是祭祀所用的桌子。在人的骨头(右上)上放上装有祝词的容器(右下)，意思是驱除灾祸。',
    sw: `禍，害也，神不福也。从示呙声。`,
    swy: `禍，灾害，表示神灵不予保祐。字形采用“示”作边旁，“咼”是声旁。`,
    xd: `
      禍的本义是灾祸，祸患。如《史记·屈原贾生列传》：“禍兮福所倚。”
      作动词，表示加害。如祸国殃民。
      引申为受害。如《后汉书》：“刘恭见赤眉众乱,知其必败,自恐兄弟俱祸。”
    `
  },
  {
    id: 226,
    cn: '因',
    ls: '会意',
    bs: '囗部',
    sm: '人(内部)呈大字型睡在席子(外部)上面。意思是席子。',
    sw: `因，就也。从囗、大。`,
    swy: `因，依凭。由囗、大会意。`,
    xd: `
      “因”的本义为席子、垫子。
      席子是人用来躺卧或依靠的东西，故“因”又引申为依靠、凭借。如成语“因材施教”、“因势利导”。
      由凭借又可以引申为承袭、沿袭。如成语“陈陈相因”，就是比喻沿袭老一套，没有创造革新。
      又引申表示原因、缘故，与“果”相对。如“事出有因”。
      由此引申为介词，相当于“因为”、“由于”。
    `
  },
  {
    id: 227,
    cn: '恶',
    ls: '形声',
    bs: '心部',
    sm: '',
    sw: `惡，过也。从心，亞声。`,
    swy: `惡，罪过。从心，亞声。`,
    xd: `
      “恶”的本义为罪过，读作è。如“惩恶扬善”、“罪大恶极”。
      泛指不好、恶劣。如《论语·乡党》：“色恶不食，臭恶不食。”
      又引申指凶狠、凶猛。如“恶战”、“恶霸”。
      读作wù时，指憎恨。如《论语·里仁》：“唯仁者，能好人，能恶人。”
      读作ě时，用于“恶心”，表示要呕吐，或令人讨厌。如“恶心气闷”。
    `
  },
  {
    id: 228,
    cn: '积',
    ls: '形声',
    bs: '禾部',
    sm:
      '左边是谷物，右上是作上标记的树，右下是财物。意思是将农作物作为赋税上缴。',
    sw: `積，聚也。从禾，责声`,
    swy: `積，聚集。字形采用“禾”作边旁，“责”是声旁。`,
    xd: `
      “积”的本义是积藏粮食。
      泛指堆积、聚积、积累。如“厚积薄发”，意思就是多多积蓄，慢慢放出。形容只有经过长时间有准备的积累，才能大有作为。
      由囤积又引申为滞留。如《庄子·无道》：“天道运而无所积。”意思是，天道运行而不会有所滞留。
      “积”还可以表示累计。如柳宗元《捕蛇者说》中“积于今六十岁矣”的“积”指累计，“岁”指年。
    `
  },
  {
    id: 229,
    cn: '福',
    ls: '形声',
    bs: '示部',
    sm:
      '左边是祭祀时使用的祭桌，右上是酒樽，右下是双手。意思是在神明面前供奉酒樽以祈求幸福。',
    sw: `福，祐也。从示，畐声。`,
    swy: `福，（神明）降福保佑。从示，畐声。`,
    xd: `
      “福”的本义是求福。
      后来作名词，与“祸”相对。如《老子》第五十八章：“祸兮福之所倚，福兮祸之所伏。”
      引申指护佑。如《左传·庄公十年》：“小信未孚，神弗福也。”
      又引申指行礼致敬。如《官场现形记》第四十四回：“马老爷才赶过来作揖，瞿太太也只得福了福。”
      “福”还可以用在书信中，表示良好的祝愿。如“福安”、“福体”。
    `
  },
  {
    id: 230,
    cn: '缘',
    ls: '形声',
    bs: '糸部',
    sm: '',
    sw: `緣，衣纯也。从糸，彖声。`,
    swy: `緣，装饰衣边。从糸，彖声。`,
    xd: `
      “缘”的本义为衣服的饰边。如《后汉书·明德马皇后纪》：“常衣大练，裙不加缘。”
      引申泛指器物的边沿。如元稹《茅舍》：“边缘堤岸斜。”
      又引申指人与人或事物发生联系的可能性，即缘分。
      进而引申指缘故、理由。如“无缘无故”。
      又引申指向上爬、攀援。如成语“缘木求鱼”。
    `
  },
  {
    id: 231,
    cn: '善',
    ls: '会意',
    bs: '吉部',
    sm:
      '上方是形似羊的神圣的祭品，下方是审判的原告和被告。意思是合乎神灵的旨意。',
    sw: `善，吉也。从羊，从吉。`,
    swy: `善，吉祥。从羊，从吉。`,
    xd: `
      善的本义为吉祥。如《汉书·翼奉传》：“来者以善日邪时,孰与邪日善时?”
      引申为善良，好心。如《论语·八佾》：“又尽善也。”
      又引申为高明,工巧。如《老子》：“善闭,无关键而不可开;善结,无绳约而不可解。”
    `
  },
  {
    id: 232,
    cn: '庆',
    ls: '会意',
    bs: '心部',
    sm: '从心，右边是一张鹿皮，表示带着鹿皮，诚心向人庆贺。',
    sw: `慶，行贺人也。从心，从夂。吉礼以鹿皮为贽，故从鹿省比。`,
    swy: `慶，去祝贺别人。由心、由夂会意。吉祥的典礼，用鹿皮作为礼物，所以又由“鹿”字省去“比”会意。`,
    xd: `
      “庆”的本义为祝贺、庆贺。
      用作名词，表示吉庆、福庆。如《尚书·吕刑》：“一人有庆，兆民赖之，其宁惟永。”
      孔传：“天子有善，则兆民赖之，其乃安宁长久之道。”意思是天子有值得庆祝的事迹，那百姓都会仰赖效法，国家就会安宁长久。
    `
  },
  {
    id: 233,
    cn: '尺',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 234,
    cn: '璧',
    ls: '形声',
    bs: '玉部',
    sm: '',
    sw: `璧，瑞玉圜也。从玉，辟声。`,
    swy: `璧，用作印信凭证、平圆而正中有孔的玉。`,
    xd: `
      “璧”的本义为古代一种玉器，圆形扁平，中间有孔。如《周礼·大宗伯》：“以苍璧礼天。”
      泛指美玉。如“白璧无瑕”。
      又用作辞谢礼品或归还借物时的敬辞。如《二十年目睹之怪现状》第四十一回：“家母寿日，承赐厚礼，概不敢当，明日当即璧还。”
    `
  },
  {
    id: 235,
    cn: '非',
    ls: '象形',
    bs: '非部',
    sm: '字形像截取了飞鸟一对分张的翅膀，会分张相背之意。',
    sw: `非，违也。从飛下翄，取其相背。凡非之属皆从非。`,
    swy: `非，违背。由“飛”字下面表示翅膀的部分构成，取两翅相背之意。大凡非的部属都从非。`,
    xd: `
      “非”的本义为违背。如《论语·颜渊》：“非礼勿视，非礼勿听，非礼勿言，非礼勿动。”
      引申指不对、过失、邪恶。如“痛改前非”、“为非作歹”。
      又引申指否定判断，相当于“不是”。如成语“人非圣贤，孰能无过”。
      用作动词，指责怪、反对。如司马光《训俭示康》：“人争非之，以为鄙吝。”
    `
  },
  {
    id: 236,
    cn: '宝',
    ls: '会意',
    bs: '宀部',
    sm: '上方是宗庙的屋顶，中间是贝币，下方是玉。会房中有珍宝之意。',
    sw: `寶，珍也。从宀，从王，从貝，缶声。`,
    swy: `寳，珍宝。由宀、由玉、由貝会意，缶声。`,
    xd: `
      “宝”的本义为珍贵的东西。如《史记·廉颇蔺相如列传》：“和氏璧天下人所共传宝也。”
      又表示珍爱、珍视、珍藏。如《韩非子·解老》：“吾有三宝，持而宝之。”这里的第一个“宝”是宝贝义，第二个“宝”是将其当作珍宝的意思。
      旧时“宝”也用作称别人的家眷、铺子等的敬辞。如“宝眷”、“宝号”。
    `
  },
  {
    id: 237,
    cn: '寸',
    ls: '指事',
    bs: '寸部',
    sm: '字形像手的形状。手下部左侧有一小横，指的是手腕一寸之处。',
    sw: `寸，十分也。人手却一寸，动脉，谓之寸口。从又，从一。凡寸之属皆从寸。`,
    swy: `寸，十分。人手后退一寸，即动脉之处，叫做寸口。由又、一会意。大凡寸的部属都从寸。`,
    xd: `
      “寸”的本义为长度单位，约等于33.3毫米。
      “寸”这个长度单位相当微小，因此“寸”又用来形容极小或极短。如孟郊《游子吟》：“谁言寸草心，报得三春晖。”
      此外，中国人习惯用长度单位及衡量事物的标尺来表示法度、常规。如“分寸”。
    `
  },
  {
    id: 238,
    cn: '阴',
    ls: '会意 形声',
    bs: '阝部',
    sm: '上方是山，下方是避暑的人。',
    sw: `陰，暗也。水之南，山之北也。从阜，侌声。`,
    swy: `陰，幽暗。是水的南面、山的北面。从，侌声。`,
    xd: `
      “阴”作为“霒”的简化字，本义是云遮日。如“阴天”。
      “阴”作为“陰”的简化字，指水的南面、山的北面，即背阳面。
      背阳面就是阳光照不到的地方，由此又泛指物体的背面。
      又引申为诡秘。如诡秘的计谋被称为“阴谋”。
      在我国古代天文历法中，日、月分别被称为“太阳”、“太阴”，根据月球运行周期制定的历法称为“太阴历”，简称“阴历”，即“农历”。
    `
  },
  {
    id: 239,
    cn: '是',
    ls: '会意',
    bs: '是部',
    sm:
      '上方是日，中间是观测工具，其中短竖象征端直，下方是脚，会日中端直之意。',
    sw: `昰，直也。从日、正。凡昰之属皆从昰。`,
    swy: `昰，正直。由日、正会意。大凡昰的部属都从昰。`,
    xd: `
      “是”的本义为正、不偏斜。如《易·未济》：“濡其首，有孚失是。”
      引申指对的、正确的。如陶渊明《归去来兮辞》：“实迷途其未远，觉今是而昨非。”
      作代词，表示此、这。如《论语·八佾》：“是可忍也，孰不可忍也。”
      作关系词时，表示肯定判断。如《古诗为焦仲卿妻作》：“汝是大家子，仕宦于台阁。”
    `
  },
  {
    id: 240,
    cn: '竞',
    ls: '会意',
    bs: '誩部',
    sm:
      '上方是向神明发誓用的针，下方是侍奉神明的人。侍奉神明的人在头上插上针，两个人并列进行祈祷。',
    sw: `競，强语也。一曰：逐也。从誩，从二人。`,
    swy: `競，强烈的争辩。另一义：角逐。由誩、由两个“人”字会意。`,
    xd: `
      “竞”的本义为比赛、角逐，相互争胜。如《韩非子·五蠹》中“上古竞于道德”的“竞于道德”，指的是用道德来衡量。
      由比较、衡量引申为争辩。如颜之推《颜氏家训》：“有山东学士与关中太史竞历（历法）。”这里的“竞”就是争辩的意思。
      由本义竞争、角逐引申指强劲。如成语“南风不竞”，是说一方快要输了，也就是败局已定。后比喻竞赛的对手力量不强。
      用作副词，指争着。如陆游《喜雨》：“虚檐雨竞泻，平野苗尽立。”
    `
  },
  {
    id: 241,
    cn: '资',
    ls: '形声',
    bs: '贝部',
    sm: '',
    sw: `資，货也。从貝，次声。`,
    swy: `資，财物。从貝，次声。`,
    xd: `
      “资”的本义为钱财。钱财是人生活的材料，故“资”又引申指材料。如“谈资”。
      又引申指资本、凭借。如《世说新语·文学》：“夫无者，诚万物之所资。”
      又引申指资格、资历。如“论资排辈”。
      用作动词，引申指救助、帮助。如《三国志·蜀书·诸葛亮传》：“此殆天所以资将军，将军岂有意乎？”
    `
  },
  {
    id: 242,
    cn: '父',
    ls: '会意',
    bs: '又部',
    sm: '左边的一条竖线像石斧一类的工具之形，右下是一只手，会手持工具之意。',
    sw: `父，矩也。家长，率教者。从又举杖。`,
    swy: `父，坚持规矩，是一家之长，是引导、教育子女的人。由“又”（手）举杖会意。`,
    xd: `
      “父”的本义为手持工具。
      手拿石斧从事艰苦的野外劳动的男子即为“父”，后引申指父亲。如杜甫《赠卫八处士》：“怡然敬父执，问我来何方。”
      引申作为男性长辈的通称。如“祖父”、“伯父”。
      又引申为对老年人的尊称。如《史记·项羽本纪》：“纵江东父老怜而王我，我何面目见之？”
      “父”还是对某一种大事业的创始者的尊称。如“国父”、“原子能之父”。
    `
  },
  {
    id: 243,
    cn: '事',
    ls: '会意',
    bs: '史部',
    sm: '右上为捕捉禽兽的长柄网，其下是一只手，会手执捕猎工具去田猎之意。',
    sw: `事，职也。从史，之省声。`,
    swy: `事，记事。从史，小篆的声符“屮”是“ㄓ”字的省略。`,
    xd: `
      “事”的本义是捕猎。
      后来范围扩大，不管做什么事情都可以称为“事”。如《论语·学而》：“敏于事而慎于言。”意思是，君子在办事情上敏捷，在说话上谨慎。
      又可以引申为从事。如李白《邺中赠王大》：“耻学琅琊人，龙蟠事躬耕。”
      又引申指侍奉、服侍。如《论语·学而》：“事父母，能竭其力；事君，能致其身。”
    `
  },
  {
    id: 244,
    cn: '君',
    ls: '会意',
    bs: '口部',
    sm: '上方表示手持权杖，下方是口。意思是发号施令的首领。',
    sw: `君，尊也。从尹，发号，故从口。`,
    swy: `君，尊贵。从尹，表示治理的意思；发号司令，所以从口。`,
    xd: `
      “君”的本义是上古执笔写字的官。又为君主、统治者。
      引申指封建制度的一种尊号，尤指君主国家所封的称号或封号。如战国时的商鞅称“商君”，白起称“武安君”。
      由封号又引申为对人的尊称，相当于“您”。如杜甫《江南逢李龟年》：“正是江南好风景，落花时节又逢君。”
    `
  },
  {
    id: 245,
    cn: '曰',
    ls: '指事',
    bs: '曰部',
    sm: '下部为口，上面一横表示说话时从口中出来的气。',
    sw: `曰，词也。从口，乙声，乙像口气出也。凡曰之属皆从曰。`,
    swy: `曰，语助词。从口，乙声，乙像口上有气冒出。大凡曰的部属都从曰。`,
    xd: `
      “曰”的本义就是说。如《孙子兵法·计篇》：“孙子曰：‘兵者国之大事’”。
      引申为叫做。如魏学洢《核舟记》：“明有奇巧人曰王叔远。”
      作语气助词时，用于句首。如《诗经·秦风·渭阳》：“我送舅氏，曰至渭阳。”
      也可用于句中。如《诗经·豳风·东山》：“我东曰归，我心西悲。”
    `
  },
  {
    id: 246,
    cn: '严',
    ls: '形声',
    bs: '吅部',
    sm:
      '上方是装有祝词的容器，中间是悬崖，下方表示用勺子舀出酒。意思是在多岩石的地方，严肃地举行召唤神明的仪式。',
    sw: `严，教命急也。从吅，𠪚声。`,
    swy: `严，教训、命令，督促紧急。字形采用“吅”作边旁，“𠪚”作声旁。`,
    xd: `
      严本意是教训，命令。
      引申为威严。如《诗·小雅·六月》：“有严有翼，共武之服。”
      作动词为畏惧。如《孟子》：“无严诸侯,恶声至,必反之。”
    `
  },
  {
    id: 247,
    cn: '与',
    ls: '会意',
    bs: '舁部',
    sm:
      '内上是两根象牙，外部是双手，内下是装有祝词的容器。意思是共同搬运贵重的物品。',
    sw: `与，赐予也。一勺为与。此与與同。`,
    swy: `与，赐给。由“一”、“勺”构成“与”字。这个字的用法与“與”字相同。`,
    xd: `
      “与”的本义为赐给、给予。读作yǔ，授人以物。
      除了是对对方的肯定之外，甚至还可能想跟对方结交，所以引申出赞许、嘉奖，交往、结交之意。
      还可以用作介词，表示跟、和。如成语“与狐谋皮”，就是跟狐狸要毛皮的意思。
      指参加到某件事情之中，读作yù，如“参与”。
    `
  },
  {
    id: 248,
    cn: '敬',
    ls: '会意',
    bs: '茍部',
    sm: '左下是口，左上是牧民的活供品，右边是击打。会牧人吆喝羊群之意。',
    sw: `敬，肃也。从攴、茍。`,
    swy: `敬，严肃。由攴、茍会意。`,
    xd: `
      “敬”的本义为做事认真、恭敬、端肃。如《论语·子路篇》：“居处恭，执事敬，与人忠。”意思是，在家中规规矩矩，办事认真，待人忠心诚意。
      由认真引申指警惕、戒备、严肃、慎重。如《诗经·周颂·闵予小子》：“维予小子，夙夜敬止。”意思是我早晚都要戒慎啊。
      又引申指尊重、尊敬。如“敬辞”就是表示尊敬的言辞。
      还引申指有礼貌地送上。如“敬酒”、“敬茶”。
    `
  },
  {
    id: 249,
    cn: '孝',
    ls: '会意',
    bs: '老部',
    sm: '上方表示长发老人，下方是孩子。意思是孩子好好侍奉老人。',
    sw: `孝，善事父母者。从老省，从子；子承老也。`,
    swy: `孝，善于奉侍父母的人。由老省、由子会意，表示子女承奉父老。`,
    xd: `
      “孝”的本义为善于奉侍父母，即尊敬和顺从父母，尽心奉养。如《论语·为政》：“孝弟者也，其为仁之本与？”
      引申指祭祀。如《论语·泰伯》：“菲饮食而致孝乎鬼神。”意思是（大禹自己的）饮食很简单，却把祭祀鬼神得祭品办的很丰盛。
    `
  },
  {
    id: 250,
    cn: '当',
    ls: '形声',
    bs: '田部',
    sm:
      '上方是神明在窗子上显灵的样子，下方表示在田地中。意思是在田地里迎接祭祀神明。',
    sw: `當，田相值也。从田尚声。`,
    swy: `當，田与田相等。从田，尚声。`,
    xd: `
      “当”的本义为田与田对等。
      引申指承担、承受。如“敢作敢当”。
      进而引申指抵挡、阻挡。如李白《蜀道难》：“一夫当关，万夫莫开。”
      又表示以往（某一时间）。如“当天”、“当下”。
      用作介词，相当于“面对”、“对着”。如“当众出丑”。
      还读作dànɡ，引申泛指等于、抵得上。如俗语“老将出马，一个当俩”。
      又引申指合适、合宜。如贾谊《过秦论》：“赏罚无当，赋敛无度。”
      又引申指用实物作抵押，向专营抵押放贷的店铺借钱。如“典当”、“当铺”。
    `
  },
  {
    id: 251,
    cn: '竭',
    ls: '形声',
    bs: '立部',
    sm: '',
    sw: `竭，负举也。从立，曷声。`,
    swy: `竭，背举在肩背上。从立，曷声。`,
    xd: `
      “竭”的本义为背举、用肩背负。
      由本义引申指举出、亮出。如《荀子·不苟篇》：“长短不饰，以情自竭，若是则可谓直士矣！”
      后借作“渴”，指（水）干涸、枯竭。如曹操《步出夏门行》：“水竭不流，冰坚可蹈。”
      由水枯竭义，引申指用完、穷尽。如“精疲力竭”。
      由用尽又引申指败坏、毁灭。如《庄子·胠箧》：“唇竭齿寒。”大意是嘴唇没了牙齿就会外露受寒。
      由穷尽又引申指停滞、遏止。如黄遵宪《人境庐诗草》：“开口如悬河，滚滚浪不竭。”
    `
  },
  {
    id: 252,
    cn: '力',
    ls: '象形',
    bs: '力部',
    sm: '字形为犁地用的工具耒。意思是用锄头耕田。',
    sw: `力，筋也。象人筋之形。治功曰力，能圉大灭。凡力之属皆从力。`,
    swy: `
      力，筋肉张缩的功用。像人的筋肉纵横鼓起的形状。
      能使天下大治的功劳叫力，能抵御大的灾难。
      大凡力的部属都从力。
    `,
    xd: `
      “力”的本义是执耒耕作。
      执耒耕作需要花费力气，所以引申为力量。如“身强力壮”。
      也指能力。如“力不从心”。
      还可以引申为武力、权力。如《孟子·公孙丑上》：“以力服人者，非心服也。”
    `
  },
  {
    id: 253,
    cn: '忠',
    ls: '形声',
    bs: '心部',
    sm:
      '上方表示旗杆上的旗子缀有飘带，这是元帅所在军队的旗子；下方是心。意思是支配人的心。',
    sw: `忠，敬也。从心，中声。`,
    swy: `忠，敬仰并遵从。字形采用“心”作边旁，采用“中”作声旁。`,
    xd: `
      忠的本义是忠诚。如《四言铭系述》：“尽心于人曰忠,不欺于己曰信。”
      引申为忠厚。如《楚辞·九歌·湘君》：“交不忠兮怨长。”
      作动词为尽忠。如《出师表》："忠陛下之职分。"
    `
  },
  {
    id: 254,
    cn: '则',
    ls: '会意',
    bs: '刀部',
    sm: '左边是青铜制的鼎，右边是刀。意思是在鼎上刻铭文。',
    sw: `則，等画物也。从刀，从貝；貝，古之物货也。`,
    swy: `則，按等级区别的物体。由刀、由貝会意；貝是古代的货币。`,
    xd: `
      “则”的本义为法则、准则。如《尚书·五子之歌》：“有典有则，贻厥子孙。”
      由准则，又能引申为效仿、效法。如《史记·周本纪》：“则古公、公季之法。”
      又引申指规律。如《管子·形势》：“天不变其常，地不易其则。”
      用作量词，表示分项或自成段落的文字条目。如“寓言三则”。
    `
  },
  {
    id: 255,
    cn: '尽',
    ls: '会意',
    bs: '皿部',
    sm: '上方是手持棍棒的样子，下方是器皿。意思是在装有水的盆子中清洗棍棒。',
    sw: `盡，器中空也。从皿，jin声。`,
    swy: `盡，器物中空。从皿，jin声。`,
    xd: `
      “尽”的本义为器皿中空。引申指完、没有了。如李商隐《无题》：“春蚕到死丝方尽。”
      又引申指全部拿出、竭力做到。如“尽心尽力”。又引申指达到极点。如成语“山穷水尽”。
      用作副词，表示统括某个范围的全部，相当于“完全”、“都”。
    `
  },
  {
    id: 256,
    cn: '命',
    ls: '会意',
    bs: '口部',
    sm: '下左是口，上方是典礼上戴的帽子，下右是跪着的人。意思是神谕。',
    sw: `命，使也。从口，从令。`,
    swy: `命，使令。由口、由令会意。`,
    xd: `
      “命”的本义为指派、发号。如《列子·汤问》：“命夸娥氏二子负二山。”引申指命令、指示。如《论语·子路》：“使于四方，不辱君命。”
      古人认为人的穷通福祸、社会的兴衰更替是上天的安排，“命”由此引申指天命、命运。又引申指生命或性命。如《古诗为焦仲卿妻作》：“命如南山石，四体康且直。”
    `
  },
  {
    id: 257,
    cn: '临',
    ls: '会意',
    bs: '臥部',
    sm: '字形像一个人俯着身子看很多器物，会人俯视下物之意。',
    sw: `臨，监临也。从卧，品声。`,
    swy: `臨，临下监视。从卧，品声。`,
    xd: `
      “临”的本义为低头视物，从上向下看。如《史记·汉书·董仲舒传》：“临渊羡鱼，不如退而结网。”
      引申指面对、遭遇。如《论语·述而》：“临事而惧。”
      又引申泛指到来、来到，常用作敬辞。如“莅临”、“光临”。
      又引申指靠近、接近。如成语“临阵磨枪”，意思是到了快要上阵打仗的时候才磨刀擦枪。比喻事到临头才匆忙准备。
      又引申指照样子摹仿字画。如“临摹”、“临帖”、“临写”。
    `
  },
  {
    id: 258,
    cn: '深',
    ls: '会意 形声',
    bs: '水部',
    sm: '字形像一只大手在一个洞穴中探测深浅。',
    sw: `深，水。出桂阳南平，西入营道。从水，罙声。`,
    swy: `深，水名。从桂阳郡南平县流出，向西进入营道县境内。从水，罙声。`,
    xd: `
      “深”的本义为水面到水底的距离大。如李白《赠汪伦》：“桃花潭水深千尺，不及汪伦送我情。”
      引申指从上到下或从外到内的空间距离大。如欧阳修《蝶恋花》：“庭院深深深几许，杨柳堆烟，帘幕无重数。”
      还引申指时间距离长。如“夜深人静”指的就是入夜很久。
      又指颜色浓。如“深红”。用于抽象意义，指精微、不易理解。如“深刻”。
    `
  },
  {
    id: 259,
    cn: '履',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 260,
    cn: '薄',
    ls: '会意 形声',
    bs: '艸部',
    sm: '会草木密集丛生处之意。',
    sw: `薄，林薄也。一曰：蚕薄。从艸，溥声。`,
    swy: `薄，草木密集丛生。另一义说：薄是蚕帘。从艸，溥声。`,
    xd: `
      “薄”的本义是草木密集丛生之处，读作bó。如《楚辞·涉江》：“露申辛夷，死林薄兮。”
      通“迫”，指迫近、接近。如“日薄西山”。
      还表示弱、不强健。如“势单力薄”。
      又引申为分量轻、小。如“薄礼”。
      又引申为轻视。如成语“厚古薄今”。
      读作báo时，基本义是指扁平物上下两面之间距离小。如“薄饼”、“薄片”。
      由此引申为不浓、不深、不肥沃。如“他待你不薄”。
      用在“薄荷”中念bò。
    `
  },
  {
    id: 261,
    cn: '夙',
    ls: '会意',
    bs: '夕部',
    sm:
      '上方是个月亮，月下跪着一个人，双手正在操作，会残月尚存人就起来做事之意。',
    sw: `夙，早敬也。从丮，持事；虽夕不休：早敬者也`,
    swy: `夙，早上起床后向天地祖先作敬拜。采用“丮”（执）作边旁，表示日夜操劳，天黑不歇，一早敬拜。`,
    xd: `
      “夙”的本义是指天未明就起来做事。
      后引申指早晨。如《诗经·召南·行露》：“岂不夙夜，谓行多露。”意思是难道不想天不亮就逃离吗？只怕露浓难行路。
      用作副词，表示向来、平素。如“夙敌”就是指一向作对的敌人。
    `
  },
  {
    id: 262,
    cn: '兴',
    ls: '会意',
    bs: '舁部',
    sm:
      '内部是用来盛酒的容器，外部是左右手。指的是在土地上洒酒、召唤地灵的仪式。',
    sw: `興，起也。从舁，从同，同力也。`,
    swy: `興，兴起。由舁、由同会意，同是同心合力的意思。`,
    xd: `
      “兴”的本义为起、起来。如成语“夙兴夜寐”，就是早起晚睡的意思，形容没有片刻的闲暇。
      引申为开始、发动、创立、兴起。
      事情开办兴起后，显出旺盛的样子，于是“兴”又引申指兴盛、兴旺、流行。如“百废俱兴”的“兴”指兴盛。又如孔尚任《桃花扇·眠香》：“俺院中规矩，不兴拜堂，就吃喜酒吧。”这里的“兴”则是流行。
      作动词时，意为使兴盛。如“兴邦济世”。
      作名词时，意为兴致、兴趣，读xìnɡ。
    `
  },
  {
    id: 263,
    cn: '温',
    ls: '会意',
    bs: '会意',
    sm: '字形像人在容器中洗浴的样子。',
    sw: `温，水。出犍为涪，南入黔水。从水，声。`,
    swy: `温，水名。从犍为郡符县流出，向南注入黔水。从水，声。`,
    xd: `
      “温”的本义为温暖、暖和。如白居易《长恨歌》：“春寒赐浴华清池，温泉水滑洗凝脂。”
      引申表示性情柔和、温和。如《论语·述而》：“子温而厉。”意思是孔子温和而严厉。
      用作动词，指稍微加热、使暖和。如《后汉书·宋弘传》：“冬则以身温被。”
      进而引申指复习、温习。如《论语·为政》：“温故而知新。”
    `
  },
  {
    id: 264,
    cn: '凊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 265,
    cn: '似',
    ls: '会意 形声',
    bs: '人部',
    sm: '',
    sw: `似，象也。从人，以声。`,
    swy: `似，像。从人，以声。`,
    xd: `
      “似”的本义为像，最初写作“以”。后来为了分化字义，便另加义符“亻”写作“似”来表示相似之义。
      由像引申为似乎、好像。如“似是而非”，意思是表面看来似乎对，而实际上并非如此。
      读作shì时，指跟某事物或某情况相似，相当于“如……一般”。
    `
  },
  {
    id: 266,
    cn: '兰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 267,
    cn: '斯',
    ls: '形声',
    bs: '斤部',
    sm: '',
    sw: `斯，析也。从斤，其声。《诗》曰：‘斧以斯之。’`,
    swy: `斯，劈开。从斤，其声。《诗经》说：“用斧头把它劈开。”`,
    xd: `
      “斯”的本义为劈、砍。如《诗经·陈风·墓门》：“墓门有棘，斧以斯之。”
      引申指扯裂、撕开，此义后写作“撕”。
      用作代词，表指示，相当于“此”。如杜甫《梦李白二首》：“冠盖满京华，斯人独憔悴。”
      用作连词，表示承接上文，得出结论，相当于“则”、“就”。如《淮南子·本经训》：“人之性，心有忧丧则悲，悲则哀，哀斯愤，愤斯怒，怒斯动。”
    `
  },
  {
    id: 268,
    cn: '馨',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 269,
    cn: '如',
    ls: '会意',
    bs: '女部',
    sm:
      '侍奉神明的女子(左边)与装有给神明的祝词的容器(右边)组合起来。意思是询问神明的意旨并遵从之。',
    sw: `如，从随也。从女，从口。`,
    swy: `如，依从。由女、由口会意。`,
    xd: `
      “如”的本义为从随、遵从。人们常说“不尽如人意”，就是不随人愿的意思。
      又引申指去、往。如“如厕”就是指去厕所。
      又引申为好像、如同。如《史记·留侯世家》：“（张良）状貌如妇人女子。”
      由好像又引申指为及、比得上。我们说“自叹不如”，就是比不上之意。
      用作假设连词，表示如果、假如。如王昌龄《芙蓉楼送辛渐》：“洛阳亲友如相问，一片冰心在玉壶。”
    `
  },
  {
    id: 270,
    cn: '松',
    ls: '形声',
    bs: '木部',
    sm: '左边是树，右边是称赞。意思是松树。常青的松树被认为有高洁的品质。',
    sw: `松，木也。从木，公声。`,
    swy: `松，树木名。从木，公声。`,
    xd: `
      “松”的本义为松树。古籍中，常见“松乔”一词，是指古代传说中的仙人赤松子和王乔。
      后世大都借“松乔”指那些隐遁或长寿之人。如《旧唐书·魏徵传》：“可以养松乔之寿”。
      “松”用作“鬆”的简化字时，指头发散乱。
      引申为疏散不紧。如“松散”、“松脆”。
      用作动词，指使松散、放开。如“松绑”、“松开”。
      不紧则宽松，因此又引申指不严格、不紧张。如“轻松”、“放松”。
      用作名词，特指瘦肉做的绒毛状食品。如“肉松”、“鱼松”等。
    `
  },
  {
    id: 271,
    cn: '之',
    ls: '指事',
    bs: '之部',
    sm:
      '下方一条横线表示这个地方，上方是一只脚趾朝上的脚，表示从这里出发的意思。',
    sw: `之，出也。象草过屮，枝茎益大，有所之。一者，地也。凡之之属皆从之。`,
    swy: `之，长出。像草经过了萌芽阶段，枝和茎渐渐长大，有滋长而出的样子。一，表示地。大凡之的部属都从之。`,
    xd: `
      “之”的本义是往或到。如《汉书·高帝纪》：“十一月，沛公引兵之薛。”
      可作代词，当这、此讲，又当它（她、他）讲。如“求之不得”、“取而代之”。
      用作结构助词，相当于“的”。如“以子之矛，攻子之盾”。
    `
  },
  {
    id: 272,
    cn: '盛',
    ls: '形声',
    bs: '皿部',
    sm:
      '左边是谷类从器皿里溢出来的样子，右边是带有饰物的斧子。意思是装满谷类和美酒。',
    sw: `黍稷在器中以祀者也。从皿成声。`,
    swy: `盛，放在器皿中用以祭祀的黍稷。字形采用“皿”作边旁，采用“成”作声旁。`,
    xd: `
      盛的本意是放在祭器里的谷物。如《谷梁传·桓公十四年》：“天子亲耕以共粢盛。”
      引申为器皿。如《左传·哀公十三年》：“旨酒一盛兮。”
      作动词时读cheng，表示把东西放进去。如盛饭。
    `
  },
  {
    id: 273,
    cn: '川',
    ls: '象形',
    bs: '川部',
    sm: '大的水流的样子。意思是河流。',
    sw: `川，贯穿通流水也。如《虞书》曰：‘濬く巜，距川。’言深く巜之水会为川也。凡川之属皆从川。`,
    swy: `
      川，使水贯穿通流。《虞书》说：“濬（jùn）く（quǎn）巜（kuài）距川。”
      是说深深地疏通畎浍之类的田间水沟，使它们会合成为大川。大凡川的部属都从川。
    `,
    xd: `
      “川”的本义为河流。如《诗经·小雅·天保》：“如川之方至。”意思是像河流奔涌而来。
      河流流经之地，往往容易形成广阔平坦之地，故引申为平野、平地。如成语“一马平川”，指的是能够纵马疾驰的一片广阔平地，即广阔的平原。
      “川”是个部首字。凡由“川”组成的字大都与水有关。如“州”、“邕”、“巟”等字。
    `
  },
  {
    id: 274,
    cn: '流',
    ls: '会意',
    bs: '从一、水，会水流急速涌出之意',
    sm:
      '左边是水流，右边是头发乱糟糟的孩子倒过来的样子。意思是小孩子被水冲走。',
    sw: `流，水旅也，从一、从水。`,
    swy: `流，水上旅行，从一、从水。`,
    xd: `
      “流”的本义为水流动。如李煜《虞美人》：“问君能有几多愁？恰似一江春水向东流。”
      后泛指物体移动、流动。如《诗经·国风·豳风》：“七月流火，九月授衣。”
      又引申指顺水漂流。如《诗经·小雅·小弁》：“譬彼舟流，不知所届。”
      引申指漂泊。如“流浪”。
      由流动又引申指传布、扩散。如“流芳百世”。
      用作名词，指河川、江河的流水。如《荀子·劝学》：“不积小流，无以成江海。”
      引申指像水流的东西。如“寒流”、“暖流”、“潮流”。
      又引申指流派、派别。如《汉书·艺文志》：“儒家者流，盖出于司徒之官。”
      进而又引申指品类、等级。如“三教九流”。
    `
  },
  {
    id: 275,
    cn: '不',
    ls: '象形',
    bs: '不部',
    sm: '字形为花萼。最初为象形，甲骨文开始将其假借为否定和打消的意思。',
    sw: `不，鸟飞上翔不下来也。从一，一犹天也。象形。凡不之属皆从不。`,
    swy: `不，鸟向上飞翔却不落下来。从一；一，好比是天。字形像鸟飞的形状。大凡不的部属都从不。`,
    xd: `
      “不”的本义为花萼。如《诗经·小雅·常棣》：“常棣之华，鄂（萼）不（wěi，鲜明的样子）。”
      但如今这个本义已经消失。
      后世多用其假借义，用作副词，表示否定。如“锲而不舍”。
      又引申指没有。如《诗经·王风·君子于役》：“君子于役，不日不月。”
    `
  },
  {
    id: 276,
    cn: '息',
    ls: '会意 形声',
    bs: '心部',
    sm: '上方是鼻子，下方是心。意思是心脏的状态通过呼吸表现出来。',
    sw: `息，喘也。从心，从自，自亦声。`,
    swy: `息，气息。由心、自会意，自也表声。`,
    xd: `
      “息”的本义为喘气、呼吸。如《论语·乡党》：“摄齐升堂，鞠躬如也，屏气似不息者。”
      泛指气息，即呼吸时进出的气。如“一息尚存”。
      又引申指叹息、叹气。如屈原《离骚》：“长太息以掩涕兮，哀民生之多艰。”
      还引申指休息。如“作息”。
      进而引申指停止、停息。如《周易·乾卦》：“天行健，君子以自强不息。”
      又引申指利钱。如“利息”、“月息”。
    `
  },
  {
    id: 277,
    cn: '渊',
    ls: '象形 会意 形声',
    bs: '水部',
    sm: '字形像一个大水潭。',
    sw: `淵，回水也。从水，象形。左右，岸也。中象水皃。`,
    swy: `淵，回旋的水。从水，象形。左右的表示水岸。中间的，像水的样子。`,
    xd: `
      “渊”的本义为打旋涡的水。如《管子·度地》：“水出地而不流，命曰渊水。”
      泛指深水池、深潭。如“临渊羡鱼”。
      又引申指人、物聚集之地。如“渊薮”，“渊”为深水，是鱼住的地方；“薮”为水边的草地，是兽住的地方。比喻人或事物集中的地方。
      由水潭深引申指深远、深邃。如“渊博”就是精深而广博。
    `
  },
  {
    id: 278,
    cn: '澄',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 279,
    cn: '取',
    ls: '会意',
    bs: '又部',
    sm: '左边是一只耳朵，右边是手。，合起来表示用手割耳朵之意。',
    sw: `取，捕取也。从又，从耳。《周礼》：‘获者取左耳。’《司马法》曰：‘载献聝。’聝者，耳也。`,
    swy: `
      取，捕获。由又、由耳会意。
      《周礼》说：“被捕获的野兽割取左耳。”
      《司马法》曰：“献上聝。”聝，是（割下的）耳朵。
    `,
    xd: `
      “取”的本义为捕获到野兽或战俘时割下左耳。
      引申为拿。如“对面取人物”，是说当着面拿取别人的货物。
      又引申为拿下、攻下。如《商君书·去强》：“兴兵而伐，必取。”意思是发兵攻打，一定能够攻下来。
    `
  },
  {
    id: 280,
    cn: '映',
    ls: '形声',
    bs: '日部',
    sm: '',
    sw: `映，照也。从日，央声。`,
    swy: `映，照亮。从日，央声。`,
    xd: `
      “映”的本义为照。杨万里《晓出净慈寺送林子方》：“映日荷花别样红。”
      引申指反映，因光线照射而显出。如庾信《咏画屏风》：“狭石分花径，长桥映水门。”
      用于抽象意义时，指映衬。如杜牧《江南春绝句》：“千里莺啼绿映红，水村山郭酒旗风。”
      相互交映则容易遮蔽，故又引申指遮、隐藏。如吴均《与朱元思书》：“疏条交映，有时见日。”
    `
  },
  {
    id: 281,
    cn: '容',
    ls: '会意',
    bs: '宀部',
    sm: '上方是宗庙的屋顶。下方是装有祝词的容器上面微弱地显现出神灵之气。',
    sw: `容，盛也。从宀、从谷。`,
    swy: `容，容纳。字形采用“宀、谷”会义。`,
    xd: `
      容的本义是容纳。如《易·师》：“君子以容民畜众。”
      引申为收留。如《左传》：“无适小国,将不女容焉。”
      又引申为允许，许可。如《水浒传》：“胡乱容他买碗吃罢。”
      假借为使用。如《老子·五十章》：“兵无所容其刃。”
    `
  },
  {
    id: 282,
    cn: '止',
    ls: '象形',
    bs: '止部',
    sm:
      '字形是右脚的脚印。脚的大拇指在左侧，因而是右脚。意思是停止，是『步』的上半部分',
    sw: `止，下基也。象草木出有址，故以止为足。凡止之属皆从止。`,
    swy: `止，底下的基础。像草木长出来有根干基址之形，所以用“止”表示足。大凡止的部属都从止。`,
    xd: `
      “止”的本义就是脚。如《汉书·刑法志》：“斩左止。”
      由站立不走引申指停止、停息。如《诗经·秦风·黄鸟》：“交交黄鸟，止于桑。”
    `
  },
  {
    id: 283,
    cn: '若',
    ls: '象形',
    bs: '艸部',
    sm: '下方像一个女人跪着，上方中间像头发，两边两只手在梳发，表示“顺从”。',
    sw: `择菜也。从竹右。右，手也。一曰杜若，香竹。`,
    swy: `
      若，择捡菜蔬。字形采用“艸、右”会义，“右”表示与“手”有关。
      另一种说法认为，“若”是“杜若”，是一种香草。
    `,
    xd: `
      若的本意是顺从。如《尔雅·释名》：“若,顺也。”
      引申为如同。如《庄子·逍遥游》：“肌肤若冰雪,绰约若处子。”
    `
  },
  {
    id: 284,
    cn: '思',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 285,
    cn: '言',
    ls: '会意',
    bs: '言部',
    sm: '字形像口吹箫管乐器之形。',
    sw: `言，直言曰言，论难曰语。从口，声。凡言之属皆从言。`,
    swy: `言，直接讲说叫言，议论辩驳叫语。从口，平声。大凡言的部属都从言。`,
    xd: `
      “言”的本义为吹奏乐器，也指所吹奏的乐器。
      引申为说。如“知无不言，言无不尽”。又指记载。如沈括《梦溪笔谈》：“未尝有言之者。”
      “言”还可指意料、料想。如耿湋《哭麹像》“何言芳草日，自作九泉人”一句中的“何言”，意指哪里能料到。
      用作名词，指言论。言语和文字有关系，所以“言”也可以当“字”讲。如“五言诗”。
    `
  },
  {
    id: 286,
    cn: '辞',
    ls: '会意',
    bs: '辛部',
    sm:
      '左边表示用手(上方)和手(下方)将线团的结解开，右边是大针。意思是解开疑团。',
    sw: `辞，讼也。从舌、辛。`,
    swy: `辞，诉讼辩词。字形采用“舌、辛”会义。`,
    xd: `
      辞的本义是诉讼，打官司。
      引申为谴责。如《书·吕刑》：“皇帝请问下民，鳏寡有辞于苗。”
      有引申为言辞。如《史记·屈原贾生列传》：“其文约，其辞微，其志洁，其行廉。”
    `
  },
  {
    id: 287,
    cn: '安',
    ls: '会意',
    bs: '宀部',
    sm: '外部是房屋，内部女子。由女子坐在房中，会平安、安适之意。',
    sw: `安，静也。从女在宀下。`,
    swy: `安，安宁。由“女”在“宀”下会意。`,
    xd: `
      “安”的本义是平安、安适。如《论语·学而》：“君子居无求安，食无求饱，敏于事而慎于言。”
      又引申指安定、坦然。如《论语·季氏》：“不患寡而患不均，不患贫而患不安。”
      作动词用时表示使安定。如“安邦定国”。也可以表示安置。如“安营扎寨”。
      当疑问代词用时，作哪里讲。如杜甫《茅屋为秋风所破歌》：“安得广厦千万间。”
    `
  },
  {
    id: 288,
    cn: '定',
    ls: '会意 形声',
    bs: '宀部',
    sm: '外部是房屋，内部脚。会到房中止息、安定之意。',
    sw: `定，安也。从宀，从正。`,
    swy: `定，安定。由宀、由正会意。`,
    xd: `
      “定”的本义指息止、安定。如《诗经·小雅·节南山》：“乱靡有定。”是说战乱还没有平定。
      后又引申表示决定、确定或肯定。如“定情”之说，在古代往往指男女结合成为夫妇。如汉朝繁钦有《定情诗》，唐朝乔知之有《定情篇》，都指结婚。
      进一步引申指规定。如“定时”、“定量”、“定期”等。
      作动词，表示使安定。如“安邦定国”、“平定天下”。
      还可以作副词，表示一定。如《论衡·率性篇》：“论人之性，定有善有恶。”
    `
  },
  {
    id: 289,
    cn: '笃',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 290,
    cn: '初',
    ls: '会意',
    bs: '刀部',
    sm: '左边是衣服，右边是刀。会裁衣开始之意。',
    sw: `初，始也。从刀，从衣。裁衣之始也。`,
    swy: `初，开始。由刀、由衣会意。裁割衣服的开始。`,
    xd: `
      “初”的本义为裁衣之始。
      泛指开始、第一个。如“年初”。
      又指开始的一段时间。如“初生”。
      又引申指最低的等级。如“初级读本”。
      用作副词时，表示往昔、当初。如《左传·隐公元年》：“初，郑武公娶于申。”意思是，当初，郑武公从申国娶来妻子。
      又表示时间、频率，相当于“才”、“刚刚”。如李渔《芙蕖》：“用叶者取叶初长足时。”
    `
  },
  {
    id: 291,
    cn: '诚',
    ls: '形声 会意',
    bs: '言部',
    sm: '',
    sw: `誠，信也。从言，成声。`,
    swy: `誠，信实不欺。从言，成声。`,
    xd: `
      “诚”的本义是真心实意、不虚伪。如成语“精诚所至，金石为开”中的“精诚”指至诚，这个词的意思是至诚所达到的地方，连金石那样坚硬的东西也会被它打开。
      引申为真实。如《韩非子·说林上》：“巧诈不如拙诚。”意思是机巧奸诈不如粗拙真实。
    `
  },
  {
    id: 292,
    cn: '美',
    ls: '象形',
    bs: '羊部',
    sm: '字形像一个正面站立的人，人头上装有漂亮的饰物。',
    sw: `美，甘也。从羊，从大。羊在六畜主给膳也。美与善同意。`,
    swy: `美，味道甜美。由羊、由大会意。羊在六畜之中，为供给牲肉之主。“美”字与“善”字构形同意。`,
    xd: `
      “美”的本义为美丽。如“貌美如花”。
      由美丽引申为味道鲜美。如“美味的牛排”。
      又引申指才德或品质好。如“美德”。
      还引申指好事、善事。如“成人之美”。
      “美人”一词，多指容貌美丽的女子。如顾况《悲歌》：“美人二八颜如花。”
      在一些古诗文中，“美人”也指自己所怀念的人、品德美好的人。
      此外，“美人”还指妃嫔。
    `
  },
  {
    id: 293,
    cn: '慎',
    ls: '形声',
    bs: '心部',
    sm: '在倒着行走的人(上方)下面加上玉石(下方)，指的是安魂时的心情。',
    sw: `慎，审也。从心，真声。`,
    swy: `慎，谨慎。从心，真声。`,
    xd: `
      慎的本义是谨慎，慎重。如《仪礼·聘礼记》：“入门主敬,升堂主慎。”
      引申为警惕。如《谏太宗十思疏》：“载舟覆舟,所宜深慎。”
      作副词表示务必。如《玉台新咏·古诗为焦仲卿妻作》：“多谢后世人,戒之慎勿忘!”
    `
  },
  {
    id: 294,
    cn: '终',
    ls: '象形 会意 形声',
    bs: '糸部',
    sm:
      '丝线的末端打结的样子。意思是终点。原字是『冬』，『冬』用于表示最后一个季节，因此加上了偏旁『纟』。',
    sw: `終，絿丝也。从糸，冬声。`,
    swy: `終，缠紧丝。从糸，冬声。`,
    xd: `
      “终”的本义为纺线结束后将线头打结。
      引申泛指终了、结束，与“始”相对。
      引申指生命的终结，即死。如“寿终正寝”、“无疾而终”。
      还指从开始到结束的所有时间。如“终日”。
      用作副词，表示最终、终于。又表示终究、到底。如陆游《冬夜读书示子聿》：“纸上得来终觉浅，绝知此事要躬行。”
    `
  },
  {
    id: 295,
    cn: '宜',
    ls: '会意',
    bs: '宀部',
    sm: '外部是砧板，内部是肉。意思是把用来祭祀祖先的肉放在砧板上。',
    sw: `宜，所安也。`,
    swy: `宜，令人心安的地方。`,
    xd: `
      “宜”的本义为祭祀土地之神。如《尔雅》：“起大事，动大众，必先有事乎社而后出，谓之宜。”
      祭祀是应当做的事，故“宜”引申为适宜的事。如《诗经·周南·桃夭》：“之子于归，宜其室家。”
    `
  },
  {
    id: 296,
    cn: '令',
    ls: '象形',
    bs: '卩部',
    sm:
      '上方是口朝下的木铎之形即铃，下方是跪坐着的人之形，古代镇铎以发布号令，会向人发布命令之意。',
    sw: `令，发号也。从亼、卪。`,
    swy: `令，发出命令。由亼、卪会意。`,
    xd: `
      “令”的本义是发出命令。
      从命令之义，又引申指使。如《史记·孙子吴起列传》：“臣能令君胜。”
      进而引申指政府某部门或机构的长官。如“尚书令”、“郎中令”。
      “令”又表示美、善。如《世说新语·自新》：“人患志之不立，亦何忧令名不彰邪？”这里的“令名”就是美名的意思。
      旧时为了表示尊敬，常在称呼之前贯以“令”字。如“令尊”、“令堂”。
    `
  },
  {
    id: 297,
    cn: '荣',
    ls: '象形',
    bs: '木部',
    sm: '字形像两棵交相怒放的花草。',
    sw: `榮，桐木也。从木，熒省声。一曰：屋梠之两头起者为荣。`,
    swy: `榮，白桐树。从木，熒省声。另一义说：屋檐两头翘起的地方叫荣。`,
    xd: `
      “荣”的本义是指草木开花。如《尔雅·释草》：“木谓之华，草谓之荣。”
      引申为繁荣茂盛。如陶渊明《归去来兮辞》：“木欣欣以向荣。”
      又引申为光荣。如“荣耀”、“荣誉”。
    `
  },
  {
    id: 298,
    cn: '业',
    ls: '象形',
    bs: '丵部',
    sm: '字形像古代乐器架的横木上起装饰作用的大版',
    sw: `业，大版也。所以饰（栒）县钟鼓。捷业如锯齿。以白画之。象其鉏鋙相承也。从丵，从巾，巾象版。`,
    swy: `
      业，乐器架子横木上的大版。是用来装饰横木、悬挂钟鼓的东西。参差排比像锯齿，用白颜料涂画它。
      像两层版参差不齐而又互相承接的样子。由丵、由巾会意。巾像版之形。
    `,
    xd: `
      “业”的本义为古代乐器架子横梁上锯齿状的大版。
      古代的书册的夹板也称“业”，所以读书也可以称为“业”。如“业精于勤，荒于嬉”。
      后来，“受业”一词还成了学生对老师的自称。
      又引申指从事的工作。如“安居乐业”、“不务正业”等。
    `
  },
  {
    id: 299,
    cn: '所',
    ls: '会意',
    bs: '斤部',
    sm: '左边是单扇打开的神龛的门，右边是斧子。意思是用斧子制作神龛的门。',
    sw: `所，伐木声也。从斤，户声。`,
    swy: `所，砍伐树林的声音。从斤，户声。`,
    xd: `
      “所”的本义是指砍树的声音。
      后世本义消亡，而借指处所。如袁枚《祭妹文》：“当时虽觭梦幻想，宁知此为归骨所耶？”
      又特指机关或特种用途的处所。如“事务所”。
      用作量词，表示处、座。如班固《西都赋》：“离宫别馆，三十六所。”
      用作代词，表示……的人、……的事物、……的地方。如《论语·子路》：“君子于其所不知，盖阙如也。”
    `
  },
  {
    id: 300,
    cn: '基',
    ls: '形声',
    bs: '土部',
    sm:
      '上方是四角形的簸箕，中间是放置物品的台子，下方是土。意思是用土筑牢建筑物的基台。',
    sw: `基，墙始也。从土，其声。`,
    swy: `基，墙的起始部分。从土，其声。`,
    xd: `
      “基”的本义为墙角、墙基。
      引申泛指建筑物的根脚、底部。如《淮南子·原道训》：“高者必以下为基。”
      又引申比喻事物的根本、基础。
      “基”还引申为开始。如《国语·晋语九》中的“基于其身”即是说从自己开始。
    `
  },
  {
    id: 301,
    cn: '籍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 302,
    cn: '甚',
    ls: '象形',
    bs: '甘部',
    sm: '字形为将锅(内部)放在炉灶(外部)上。意思是充分地煮。',
    sw: `甚，尤安乐也。从甘，从匹也。`,
    swy: `甚，特别安乐。字形采用“甘”和“匹”会义。`,
    xd: `
      甚本义是异常安乐。
      引申为过分。如《列子·汤问》：“甚矣，汝之不惠。”
    `
  },
  {
    id: 303,
    cn: '无',
    ls: '象形',
    bs: '林部',
    sm:
      '衣服袖子(中间)上缀着装饰物(两边)的人在跳舞。是『舞』的原字，用于表示『没有、无』的意思，是假借的用法。',
    sw: `无，亡也。从亡，无声。通于元者。王育说，天屈西北为无。`,
    swy: `无，没有。从亡，无声。是小篆“元”字丿画向上贯通的结果。王育说，天向西北方倾斜叫做无。`,
    xd: `
      “无”的本义为没有。
      后来也用来表示否定。如《孟子·梁惠王上》：“鸡豚狗彘之畜，无失其时。”说的就是鸡、猪、狗一类的家畜，不可以错过它们的繁殖时节。
    `
  },
  {
    id: 304,
    cn: '竟',
    ls: '会意',
    bs: '音部',
    sm: '下方是人，上方是乐器，会演奏乐曲之意。',
    sw: `竟，乐曲尽为竟。从音，从人。`,
    swy: `竟，乐曲终止叫竟。由音、由人会意。`,
    xd: `
      “竟”的本义为演奏乐曲终止。
      由此引申为完结、终了。如曹操《龟虽寿》：“神龟虽寿，犹有竟时。”意思是，神龟虽然长寿，但依然有死亡的时候。
      作副词，表示终究、终于、究竟。如“有志者，事竟成”，这里的“竟”就作终于讲。
      因为边界为国境的终了，所以“竟”又引申为边境。这个意义后世均写作“境”。
    `
  },
  {
    id: 305,
    cn: '学',
    ls: '会意',
    bs: '',
    sm:
      '上方是左右手，中间是交叉长木搭建的屋子，下方是算筹。描摹的是双手摆布算筹的样子。',
    sw: `学，悟也。从冖， 臼声。`,
    swy: `学，觉悟。从冖，冖表示尚处于蒙昧状态，臼是声旁。`,
    xd: `
      “学”的本义为学习。如《论语·述而》：“学而不厌，诲人不倦。”
      由学习引申指学问。如《韩非子·外储说》：“其身甚修，其学甚博，君何不举之？”
      所谓“其学甚博”是说他们的学问很渊博。
      作名词，表示学校。如韩愈《进学解》：“国子先生晨入太学，招诸生立馆下。”其中的“太学”是指我国古代设于京城以传授儒家经典的最高学府。
    `
  },
  {
    id: 306,
    cn: '优',
    ls: '形声',
    bs: '人部',
    sm: '',
    sw: `优，饶也。从人，尤声。一曰倡也。`,
    swy: `优，宽裕。字形采用“人”作边旁，采用“尤”作声旁。另一种说法认为，“优”是倡议。`,
    xd: `
      优的本义是古代表演乐舞、杂戏的艺人。如《左传·襄公二十八年》：“陈氏鲍氏之圉人为优。”
      作形容词为充足，富裕。如《诗·大雅·瞻夘》：“维其优矣。”
      作动词为给予好的待遇，厚待。如《左传·襄公六年》：“宋华弱与乐辔少相狎,长相优,又相谤也。”
    `
  },
  {
    id: 307,
    cn: '登',
    ls: '会意',
    bs: '癶部',
    sm: '上方是双脚，中间是食器，下方是双手。会双手捧举食器进献之意。',
    sw: `登，上车也。从癶、豆，象登车形。`,
    swy: `登，登上车。由“癶”字在“豆”字之上会意，表示两脚立在用来垫脚乘车的石头上，像登车之形`,
    xd: `
      “登”的本义为上车，或由低处到高处。如“登山”。
      由上车引申指上路、登上路程。如“登上征程”。又指登载。如“登报”。
      庄稼成熟就要在场院晾晒脱粒，所以又引申为成熟、丰收。如“五谷丰登”。
    `
  },
  {
    id: 308,
    cn: '仕',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 309,
    cn: '摄',
    ls: '形声',
    bs: '手部',
    sm: '',
    sw: `攝，引持也。从手，聶声。`,
    swy: `攝，提引而持。从手，聶声。`,
    xd: `
      “摄”的本义为牵引，提起。如《史记·高祖本纪》：“于是沛公起，摄衣谢之。”
      引申指执、持。如司马相如《喻巴蜀檄》：“夫边郡之士，闻烽举燧燔，皆摄弓而驰。”李善注：“摄，谓张弓注矢而持之。”
      又引申指收拢、收聚。如《洛阳伽蓝记·崇真寺》：“沙门之体，必须摄心守道，志在禅诵。”
      又引申指代理、兼理。如《礼记·文王世子》：“昔者周公摄政，践阼而治。”
      又引申指整理、整饬。如《史记·魏公子列传》：“侯生摄敝衣冠，直上载公子上坐。”
      又引申指保养。如白居易《病中作》：“久为劳生事，不学摄生道。”
    `
  },
  {
    id: 310,
    cn: '职',
    ls: '形声',
    bs: '耳部',
    sm:
      '上边表示矛(上右)上面带有饰物(上左)，下边是左耳。意思是杀死敌人后，割掉他的耳朵，并刻上记号以作为战功。',
    sw: `職，记微也。从耳，戠声。`,
    swy: `職，记住微妙的事物。从耳，戠声。`,
    xd: `
      “职”的本义为听而记之。引申指主宰、掌管、承担。如“职掌”、“职典”。
      用作名词，指所掌管的分内事，分内应做的工作、职责。如“天职”、“尽职”。
      由掌管又引申指执行事务所处的一定地位。如“官职”、“职能”。古时候也用于下属对上司的谦称。如“卑职”。
      又引申指作为主要经济来源的工作。如“职业”、“求职”。
    `
  },
  {
    id: 311,
    cn: '从',
    ls: '形声',
    bs: '',
    sm: '左边是步行、走，右边是两个人并列着朝向左侧。意思是跟随前面的人走。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 312,
    cn: '政',
    ls: '会意 形声',
    bs: '攴部',
    sm:
      '左边是指进攻有城墙的城郭，右边是鞭打。意思是对征服地区的人民强制征税。',
    sw: `政，正也。从攴，从正，正亦声。`,
    swy: `政，正。由攴、正会意，正也表声。`,
    xd: `
      “政”的本义为纠正它使变正确。如《墨子·天志上》：“无从下之政上，必从上之政下。”
      泛指匡正、治理。如《后汉书·桓谭传》：“盖善政者，视俗而施教，察失而立防，威德更兴，文武迭用。”
      又引申指政策、法令。如古人常说的“仁政”。
      也指执行国家权力的机关，即政府。如“拥政爱民”。
      还指家庭或团体生活中的事务或规则。如“家政”、“校政”。
    `
  },
  {
    id: 313,
    cn: '存',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 314,
    cn: '以',
    ls: '象形',
    bs: '人部',
    sm: '字形为有圆形刃的锄头。假借为『用』『拿』的意思。',
    sw: `以，用也。从反巳。`,
    swy: `以，用。从反巳。`,
    xd: `
      以的本义为用。如以手代足。
      作介词为凭借。如《韩非子》：“富国以农，距敌恃卒。”
    `
  },
  {
    id: 315,
    cn: '甘',
    ls: '指事',
    bs: '甘部',
    sm: '外部是嘴，内部是食物，会嘴里含着美味的食物之意',
    sw: `甘，美也。从口含一；一，道也。凡甘之属皆从甘。`,
    swy: `甘，美味。由“口”含“一”会意；一，表示味道。大凡甘的部属都从甘。`,
    xd: `
      “甘”的本义为味美。如《诗经·邶风·谷风》：“谁谓荼苦，其甘如荠。”
      甜美的东西招人喜欢，喜欢就会乐意、情愿，故后来又引申表示甘心情愿。如“甘愿受罚”。
    `
  },
  {
    id: 316,
    cn: '棠',
    ls: '形声',
    bs: '木部',
    sm: '',
    sw: `棠，牡曰棠，牝曰杜。从木，尚声。`,
    swy: `棠，公的叫棠，母的叫杜。从木，尚声。`,
    xd: `
      “棠”的本义是棠梨，为蔷薇科植物。如李洞《绣岭宫词》：“春日迟迟春草绿，野棠开尽飘香玉。”
      “棠”还是齐国的一个地名，指积谷之处。当初孟轲劝请齐王发放棠邑的粮食赈济饥民，就称为“发棠之请”。
      后来泛指请示赈济。
    `
  },
  {
    id: 317,
    cn: '去',
    ls: '会意',
    bs: '去部',
    sm: '上方是张开手脚站立的人，下方是口。会人离开了门口而去之意。',
    sw: `去，人相违也。从大，凵声。凡去之属皆从去。`,
    swy: `去，人离开某地。从大，凵声。大凡去的部属都从去。`,
    xd: `
      “去”的本义是离开。引申指去掉、除去。如柳宗元《捕蛇者说》：“去死肌，杀三虫。”
      又引申指相距、远离。如李白《蜀道难》：“连峰去天不盈尺。”
      还引申表示过去的。如“去年”。
    `
  },
  {
    id: 318,
    cn: '而',
    ls: '象形',
    bs: '而部',
    sm: '字形像下垂的颊毛之形。',
    sw: `颊毛也。象毛之形。《周礼》曰：“作其鳞之而。”凡而之属皆从而。`,
    swy: `
      而，脸颊上的络腮胡子。字形像毛发之形。
      《周礼》上有句子说，“振作起它的麟和脸颊上的毛” 。
      所有与而相关的字，都采用“而” 作边旁。
    `,
    xd: `
      “而”的本义为颔下胡须。
      由于胡须的样子都差不多，所以引申指好像。如刘向《说苑》中的“白头而新”就是这个用法。
      作连词用，可表示并列关系、递进关系、承接关系、转折关系、假设关系，以及修饰关系。
    `
  },
  {
    id: 319,
    cn: '益',
    ls: '会意',
    bs: '皿部',
    sm: '上方是水，下方是器皿。意思是水从盘子里溢出来。',
    sw: `益，饶也。从水、皿。皿，益之意也。`,
    swy: `益，富饶有余。由“水”在“皿”上会意。皿，是水满溢出来的意思。`,
    xd: `
      “益”的本义为水满溢出、流出，此义后加义符“水”（氵），写作“溢”。
      泛指水涨，引申指增加、增长。如“益寿延年”。
      用作名词，指好处、利益。如“权益”。
      用作副词，指更加、渐渐。如“老当益壮”。
    `
  },
  {
    id: 320,
    cn: '咏',
    ls: '形声',
    bs: '言部',
    sm: '',
    sw: `詠，歌也。从言，永声。咏，詠或，从口。`,
    swy: `詠，长声歌吟。从言，永声。咏，詠的或体，从口。`,
    xd: `
      “咏”的本义为曼声长吟、歌唱。
      由歌唱之意又可以引申指用诗词来赞颂。如“咏梅”、“咏雪”等，“咏”都是表赞颂义。
    `
  },
  {
    id: 321,
    cn: '乐',
    ls: '象形',
    bs: '木部',
    sm: '字形表示在木的上面有两股丝质的琴弦，像古代的琴',
    sw: `樂，五声八音总名。`,
    swy: `樂，五声、八音的总称。`,
    xd: `
      “乐”的本义为乐器，读作yuè。
      音乐使人愉快，所以又引申为快乐，此时读作lè。
      不仅音乐能愉悦人的心境，做自己喜欢做的事也能使人快乐，所以又引申出对某事甘心情愿之意。如“乐此不疲”、“乐善好施”。
      作动词时，读yào，意为喜好。如《论语·雍也》：“知（智）者乐水，仁者乐山。”
    `
  },
  {
    id: 322,
    cn: '殊',
    ls: '形声',
    bs: '歺部',
    sm: '',
    sw: `殊，死也。从歹，朱声。汉令曰：‘蛮夷长有罪，当殊之。’`,
    swy: `殊，杀死。从歹，朱声。汉朝的法令说：“蛮夷戎狄之长有罪，判决杀死他们。”`,
    xd: `
      “殊”的本义为斩首。如《汉书·高帝纪》：“其赦天下殊死以下。”
      泛指死。如《史记·淮南衡山列传》：“太子即自刭，不殊。”意思是太子就自杀了，但是没死。
      “殊”又引申为断绝。如《左传·昭公二十三年》：“武城人塞其前，断其后之木而弗殊。”
      又引申为分别、区别。如“殊途同归”。又引申为特异、出众、突出。如“特殊”、“殊荣”。
      用作副词，意为很、甚。如沈括《梦溪笔谈》：“古法采草药多用二月、八月，此殊未当。”
    `
  },
  {
    id: 323,
    cn: '贵',
    ls: '形声',
    bs: '贝部',
    sm: '',
    sw: `貴，物不贱也。从貝，臾声。`,
    swy: `貴，物价不低贱。从貝，臾声。`,
    xd: `
      “贵”的本义为价格高。引申指价值高、贵重、重要。如“贵重”。
      又引申指地位高的人。如李白《梦游天姥吟留别》：“安能摧眉折腰事权贵。”
      用作动词，指以某种情况为可贵。如“人贵在有自知之明”。
      用作敬辞，用于尊称与对方有关的事物。如“贵地”、“贵姓”、“贵庚”。
    `
  },
  {
    id: 324,
    cn: '贱',
    ls: '形声',
    bs: '贝部',
    sm: '',
    sw: `賤，贾少也。从貝，戔声。`,
    swy: `賤，价格低少。从貝，戔声。`,
    xd: `
      “贱”的本义为击碎，引申为价格低。如《汉书·食货志》：“籴甚贵伤民，甚贱伤农。”
      引申指地位低下。如“低贱”。
      又引申指人格或行为卑鄙、下流。如“贱骨头”、“下贱”。
      用作谦辞。如杜甫《无家别》：“贱子因阵败，归来寻旧蹊。”
    `
  },
  {
    id: 325,
    cn: '礼',
    ls: '会意 形声',
    bs: '示部',
    sm: '上方是黍一类的谷物，下方是食器。意思是用甜米酒举行仪式。',
    sw: `礼，履也。所以事神致福也。从示从豊，豊亦声。`,
    swy: `礼，履行敬拜活动。用来敬神致福的仪式。字形采用“示、豊”会义，“豊”也是声旁。`,
    xd: `
      礼的本义是举行仪礼，祭神求福。
      引申为礼节。如《论语·为政》：“导之以德，齐之以礼。”
      又引申为礼物。如《晋书·陆纳传》：“及受礼，唯酒一斗、鹿肉一柈。”
    `
  },
  {
    id: 326,
    cn: '别',
    ls: '会意',
    bs: '刀部',
    sm: '左边是人胸部以上的骨头，右边是刀。意思是从关节处将骨头切开。',
    sw: `别，分也。从另，从刀。`,
    swy: `别，分解。从另，从刀。`,
    xd: `
      “别”的本义为分解骨与肉，读作bié。
      引申泛指分开、离开。
      又引申指明辨、区分。如“分门别类”、“鉴别”。
      还引申指转动、转变。如“别过脸去”。
      用作名词，引申指差异、不同。如“天壤之别”。
      进而引申指按不同性质分出来的类。如“类别”、“派别”。
      用作副词，表示禁止或劝阻。如“别动”、“别玩了”。用于不如意的情况，还表示揣测。如“别不是出事了吧”。
      又读作biè，表示坚持要求对方改变意见或习惯。如“我想不依他，可又别不过他”。
    `
  },
  {
    id: 327,
    cn: '尊',
    ls: '会意',
    bs: '酋部',
    sm:
      '上方是酒樽，下方是双手。字形为在神明面前双手捧着酒樽献上。意思是酒樽。',
    sw: `尊，酒器也。从酋，収以奉之。`,
    swy: `尊，盛酒的器皿。从酋，两手高高捧举着它。`,
    xd: `
      “尊”的本义为酒器。
      在古代，向人敬酒是非常尊重的，故引申为尊重、推崇。如范仲淹《遗表》：“尊崇贤良。”
      还引申指尊贵、高贵。如《战国策·赵策》：“位尊而无功。”意思是地位尊贵却没有功勋。
      作量词时，称盛酒的器具或塑像。如杜甫《春日怀李白》：“何时一尊酒，重与细论文。”
    `
  },
  {
    id: 328,
    cn: '卑',
    ls: '会意',
    bs: '𠂇部',
    sm: '上方是勺子的头，下方是手，字形表示拿着小勺子。意思是卑微的。',
    sw: `卑，贱也。执事也。从𠂇, 从甲。`,
    swy: `卑，卑贱。办事。由𠂇、甲会意。`,
    xd: `
      “卑”的本义是手执酒器。
      因为执酒器为尊者酌酒的人是低下之人，故引申为地位低微。如陆游《病起书怀》：“位卑未敢忘忧国。”
      又引申为低劣、低下。如宋濂《送东阳马生序》：“非天质之卑，则必不若余之专耳。”
      又引申为谦恭。如常用的“谦卑”就是取的此义。
    `
  },
  {
    id: 329,
    cn: '上',
    ls: '指事',
    bs: '丄部',
    sm: '下方一条弧线表示地面，弧线之上有一短横，表示在地面之上。',
    sw: `丄，高也。此古文上。指事也。凡丄之属皆从丄。`,
    swy: `丄，高。这是古文“上”字，是一个指事字。大凡丄的部属都从丄。`,
    xd: `
      “上”的本义是表示方位，即指上边、高处。
      引申指高位、君主、尊长。如《史记·高祖本纪》：“人告楚王信谋反，上问左右，左右争欲击之。”
      作动词用时，指向上走、前往。如王之涣《登鹳雀楼》：“欲穷千里目，更上一层楼。”
      又引申指添加、安装。如“上油”、“上螺丝”等。
    `
  },
  {
    id: 330,
    cn: '和',
    ls: '会意 形声',
    bs: '口部',
    sm: '上方是排箫，下方是口。会口吹排箫之意。',
    sw: `和，相应也。从口，禾声。`,
    swy: `和，相应和。从口，禾声。`,
    xd: `
      “和”的本义是一种笙类乐器，读作hé。
      引申为和谐、协调。如《礼记·乐记》：“其声和以柔。”
      有了音乐，便渴望歌唱，而一个人唱歌很无趣，需要有人来应和，所以“和”也表示应和，读作hè。
      此外，“和”还可以表示和解、息争而归于和平。
      在古代，“和平”作为一个词，多是和顺的意思。如《礼记·乐记》：“血气和平。”
    `
  },
  {
    id: 331,
    cn: '下',
    ls: '指事',
    bs: '丄部',
    sm: '上方的长弧线表地面，下方的短横表地下。',
    sw: `丅，底也。指事。`,
    swy: `下，低处。指事字。`,
    xd: `
      “下”的本义是指示方向。
      也用来表底部、低处，因此又引申指去往（从高处到低处）。如常说的“南下”就是这种用法。
      地有高低上下，人有上下尊卑，所以“下”又引申指地位低下。如“下人”。
      后来人们又把在高位的人屈就地位较低的贤才称作“下”。如成语“礼贤下士”就是这种用法。
      还引申指离开、除下。如“下去吧”、“下了枪”。
    `
  },
  {
    id: 332,
    cn: '睦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 333,
    cn: '夫',
    ls: '象形',
    bs: '夫部',
    sm:
      '在大(下方)上加上一(上方)，就成了发髻上插着簪子、穿着正式服装的男人的样子。意思是丈夫。',
    sw: `夫，丈夫也。从大，一以象簪也。周制以八寸为尺，十尺为丈。人长八尺，故曰丈夫。凡夫之属皆从夫。`,
    swy: `
      夫，成年男子。从大，一用以像成年男子头发上的簪子之形。
      周朝的制度用八寸作一尺，十尺作一丈。今成人身长八尺，合周制为一丈，所以叫丈夫。
      大凡夫的部属都从夫。
    `,
    xd: `
      “夫”的本义是成年男子。如《韩非子·五蠹》：“古者丈夫不耕，草木之实足食也。”
      男子成年后就可以结婚，引申指丈夫。如《乐府诗集·陌上桑》：“使君自有妇，罗敷自有夫。”
      在古代诗文中，由“夫”字所组成的词是很多的。如“夫子”，是古代对男子的尊称。
      还作助词，放在句首，表示提起议论。如苏洵《六国论》：“夫六国与秦皆诸侯，其势弱于秦。”
      放在句末，表示感叹。如《论语·子罕》：“子在川上曰：‘逝者如斯夫！不舍昼夜。’”
    `
  },
  {
    id: 334,
    cn: '唱',
    ls: '形声',
    bs: '口部',
    sm: '',
    sw: `唱，道也。从口，昌声。`,
    swy: `唱，唱道。从口，昌声。`,
    xd: `
      “唱”的本义为领唱、领奏。如陈叔方《颖川语小》下卷：“呼应者一唱一和，律吕相宜以成文也。”
      引申指倡导、发起，此义后写作“倡”。
      又引申指歌唱、唱歌。如杜牧《泊秦淮》：“商女不知亡国恨，隔江犹唱后庭花。”
      也指吟诵。如王建《霓裳词》之二：“一声声向天头落，效得仙人夜唱经。”
    `
  },
  {
    id: 335,
    cn: '妇',
    ls: '形声',
    bs: '女部',
    sm:
      '左边表示将木头的一端切成很细的几条，用来作清洁的笤帚；右边是女子。意思是清扫灵堂的女子。',
    sw: `婦，服也。从女持帚，洒扫也。`,
    swy: `婦，服侍家事的人。由“女”持握着扫“帚”会意，表示洒扫庭院的意思。`,
    xd: `
      “妇”的本义为已婚女子。如“妇人”、“少妇”。
      引申指妻子。如白居易《琵琶行》：“门前冷落鞍马稀，老大嫁作商人妇。”
      又引申泛指妇女，常指成年女子。如杜甫《兵车行》：“纵有健妇把锄犁，禾生陇亩无东西。”
      “妇”还当儿媳讲。如《古诗为焦仲卿妻作》：“非为织作迟，君家妇难为。”
    `
  },
  {
    id: 336,
    cn: '随',
    ls: '会意 形声',
    bs: '辵部',
    sm: '',
    sw: `隨，从也。从辵，隋声。`,
    swy: `随，随从。从辵，隋为声。`,
    xd: `
      “随”的本义是跟从。如成语“如影随形”。
      又引申为沿着、顺从。如成语“随遇而安”，就是形容人能顺应环境，在任何境遇中都能满足。
      又引申为听凭、放任、随便。人们常说“随他去吧”，就是听凭他去的意思。
      还可以表示听使唤。如《北史·元孚传》：“后遇风患，手足不随，口不能言。”
    `
  },
  {
    id: 337,
    cn: '外',
    ls: '会意',
    bs: '夕部',
    sm: '从夕，从卜。古人占卜一般是在早晨，如果在夜里占卜，则表明边疆有事。',
    sw: `外，远也。卜尚平旦，今夕卜，于事外矣。`,
    swy: `外，疏远。占卜崇尚平明日出之时，今在夜晚占卜，就卜筮之事而言已经是例外了。`,
    xd: `
      “外”的本义指外面、外部。
      引申为自己所在地以外的地方。如“外地”、“外省”。
      母亲、妻子、姐妹或儿女方面的亲属也以“外”称之。如“外祖父”。
      又引申为关系疏远的人。如“外人”、“见外”。
      又指非正式的、非正规的。如凡人物为正史所不载，或正史已有记载别为作传，记其逸闻逸事，都叫“外传”。
    `
  },
  {
    id: 338,
    cn: '受',
    ls: '会意 形声',
    bs: '𠬪部',
    sm:
      '上方是给予东西的手，中间是盘子，下方是接受东西的手。意思是授予、接受。',
    sw: `受，相付也。从，舟省声。`,
    swy: `受，互相交付。从，舟省声。`,
    xd: `
      “受”的本义为互相交付。
      引申为给予。后增加义符“扌”，突出了手给之意，于是给予之意就由“授”来代替。
      “受”也当接受讲。如《三国志·吴书·吴主传》：“权辞让不受。”意思是孙权辞让不接受。
    `
  },
  {
    id: 339,
    cn: '傅',
    ls: '形声',
    bs: '人部',
    sm: '',
    sw: `傅，相也。从人，尃声。`,
    swy: `傅，辅佐。从人，尃声。`,
    xd: `
      “傅”的本义为辅佐、相助。如《左传·僖公二十八年》：“郑伯傅王，用平礼也。”
      引申指教育、教导。成语有“一傅众咻”，如出自《孟子·滕文公下》：“一齐人傅之，众楚人咻之。”是说一个人施教，众人吵闹干扰。比喻不能专一，则绝无效果。
      用作名词，表示负责教导、传授知识、技艺的人。古代有“太傅”一职，是帝王的相或帝王、诸侯之子的老师。
    `
  },
  {
    id: 340,
    cn: '训',
    ls: '形声 会意',
    bs: '言部',
    sm: '从人，从二言，从川，会谆谆教导使人心思如川流般顺畅之意，川兼表声。',
    sw: `訓，说教也。从言，川声。`,
    swy: `訓，解说式地教导。从言，川声。`,
    xd: `
      “训”的本义是教导、教诲。
      用作名词，指教导的话。如“遗训”、“彝训”。又引申指准则、榜样。有个成语叫“不足为训”，意思就是不值得作为行为的准则或榜样。
      还可以表示训练。
      古代时，把解释词义也称为“训”。
    `
  },
  {
    id: 341,
    cn: '入',
    ls: '象形',
    bs: '入部',
    sm: '字形像个尖头器具，尖头器具容易进入。',
    sw: `入，内也。象从上俱下也。凡入之属皆从入。`,
    swy: `入，进到内部。字形像什么东西一齐从上面落下的样子。所有与入相关的字，都采用“入”作边旁。`,
    xd: `
      入的本义是进来，进去。如《诗·唐风·山有枢》：“他人入室。”
      引申为加入。如《诗·小雅·宾之初筵》：“室人入又。”
      引申为交纳。如《论积贮疏》：“岁恶不入，请卖爵子。”
    `
  },
  {
    id: 342,
    cn: '奉',
    ls: '会意',
    bs: '収部',
    sm: '字形像用双手捧着禾麦奉献给神祖之形，会向神祖拜祭祷告、祈求丰收之意。',
    sw: `奉，承也。从手，从収， 丰声。`,
    swy: `奉，承受。由手、由収会意，丰声。`,
    xd: `
      “奉”的本义为捧禾祭献神祖。
      祭神时，要神情庄重，并用双手捧着祭品，所以引申为恭敬地捧着、拿着，此义后写作“捧”。
      由祭祀神祖，又引申指给予、供养。如苏洵《六国论》：“奉之弥繁，侵之愈急。”
      像供奉神祖一样敬畏某项法则，就是严格遵守，所以还引申为遵守、遵循。如“奉公守法”。
    `
  },
  {
    id: 343,
    cn: '母',
    ls: '象形',
    bs: '女部',
    sm: '胸部有乳房的女子。意思是母亲。',
    sw: `母，牧也。从女，像褱子形。一曰：像乳子也。`,
    swy: `母，像养牛一样哺育子女。从女，像怀抱子女的样子。另一义说：母像给子女喂奶的样子。`,
    xd: `
      “母”的本义为哺育、抚养孩子长大的母亲。
      引申指女性中的长辈。如“伯母”。
      泛指雌性的。如“母牛”、“母鸡”。
      母亲生儿育女，故“母”字又引申指能产生其他事物的本源。如“字母”，就是能组成单词的符号。
      “母”是个部首字。凡由“母”组成的字大都与母亲及生育有关。如“每”、“毓”。
    `
  },
  {
    id: 344,
    cn: '仪',
    ls: '形声',
    bs: '人部',
    sm: '羊(上方)与锯子(下方)的组合。『仪』是指进献祭品的仪式上的庄严姿态。',
    sw: `儀，度也。从人，義声。`,
    swy: `儀，法度。从人，義声。`,
    xd: `
      “仪”的本义为人的容止仪表。如成语“仪态万方”出自汉张衡《同声歌》：“素女为我师，仪态盈万方。”形容人的容貌、姿态各方面都很美。
      引申泛指礼节、礼仪。如《古诗为焦仲卿妻作》：“十六知礼仪。”
      又引申指典范、表率。
      进而引申指供测量、绘图、实验用的器具。如“仪器”、“地球仪”。
    `
  },
  {
    id: 345,
    cn: '诸',
    ls: '形声',
    bs: '言部',
    sm:
      '上方是树枝，多个点表示沙土，下方是装有祝词的容器。为了防止入侵者，在土质建筑各处埋上祝词。',
    sw: `诸，辩也。从言，者声。`,
    swy: `诸，辩论。字形采用“言”作边旁，采用“者”作声旁。`,
    xd: `
      诸的本义是辩。如《敦煌变文集·燕子赋》：“穷研细诸问，岂得信虚辞!”
      作形容词为众，各。如《史记·陈涉世家》：“诸郡县苦秦吏。”
    `
  },
  {
    id: 346,
    cn: '姑',
    ls: '会意 形声',
    bs: '女部',
    sm: '',
    sw: `姑，夫母也。从女，古声。`,
    swy: `姑，丈夫的母亲。从女，古声。`,
    xd: `
      “姑”的本义为丈夫的母亲，如今称婆婆。如王建《新娘嫁》：“未谙姑食性，先遣小姑尝。”前一个“姑”指婆婆，后边的“小姑”指的是丈夫的妹妹。
      所以“姑”也引申指丈夫的姊妹。
      还引申指父亲的姊妹。如“姑妈”。
      后来用作妇女的通称。如“尼姑”、“道姑”。
      用作副词，表示姑且、暂且。如蒲松龄《聊斋志异》：“姑妄言之，姑妄听之。”
    `
  },
  {
    id: 347,
    cn: '伯',
    ls: '形声',
    bs: '人部',
    sm: '杰出的人物头盖骨具有灵力。意思是头、头领，原字是『白』。',
    sw: `伯，长也。从人，白声。`,
    swy: `伯，长。从人，白声。`,
    xd: `
      “伯”的本义为兄弟中的年长者。古代弟兄的排行次序为伯、仲、叔、季，“伯”是老大，故长兄在古代又称作“伯氏”或“伯兄”。
      后来由兄弟之间老大和老二的次序比喻事物不相上下。如成语“难分伯仲”。
      还表示父亲的哥哥，即伯父，后来又用作对父辈戚友的尊称。
      “伯”是古代爵位的名称之一。我国封建社会君主对贵族的封号分为五等爵，即公、侯、伯、子、男，“伯”是第三等爵。
      还读作bǎi，用来表示妇人对丈夫哥哥的称呼。如“大伯子”，就是丈夫的哥哥。
    `
  },
  {
    id: 348,
    cn: '叔',
    ls: '会意',
    bs: '又部',
    sm: '左上是斧子的头，左下表示发光的样子，右边是手。意思是作为神器的斧子。',
    sw: `叔，拾也。从又尗声。汝南名收芌为叔。`,
    swy: `叔，收拾。字形采用“又”作边旁，“尗”是声旁。汝南一带叫收芋头叫“叔”。`,
    xd: `
      叔的本义是收拾。
      又指称父亲的弟弟。
    `
  },
  {
    id: 349,
    cn: '犹',
    ls: '会意 形声',
    bs: '犬部',
    sm: '左边是酒器，右边是犬。会犬守器之意。',
    sw: `猶，玃属。从犬，酋声。一曰：陇西谓犬子为猷。`,
    swy: `犹，猕猴一类。从犬，酋声。另一义说，陇西郡把狗崽子叫做猷。`,
    xd: `
      “犹”的本义早已经消失了。但还可以指一种猴类的动物。如郦道元《水经注·江水》：“山多犹猢，似猴而短足，好游岩树。”
      用作副词，表示还、尚且。如“记忆犹新”、“困兽犹斗”。还有如同、好像之义。
    `
  },
  {
    id: 350,
    cn: '子',
    ls: '象形',
    bs: '子部',
    sm: '字形为幼小的孩子。原本用来指王子，后来泛指孩子。',
    sw: `子，十一月，阳气动，万物滋，人以为称。象形。凡子之属皆从子。`,
    swy: `
      子，代表十一月，这时阳气发动，万物滋生，人假借“子”作为称呼。像婴儿的样子。
      大凡子的部属都从子。
    `,
    xd: `
      “子”的本义为婴儿。
      引申泛指孩子（与父母等长辈相对）。
      亦可表示古代对男子的美称或尊称，还特指有道德和有学问的人。
      古代的五等爵位（即公、侯、伯、子、男），“子”为第四等。
      “子”后来又借作地支的第一位，与天干相配。如用以纪时，则指夜间十一时至次日凌晨一时。如“子时”。
    `
  },
  {
    id: 351,
    cn: '比',
    ls: '会意',
    bs: '比部',
    sm: '两个人并列着朝向右侧。意思是并列、比较。',
    sw: `比，密也。二人为从，反从为比。凡比之属皆从比。`,
    swy: `比，亲密。两个“人”字相随为“从”，把“从”字反过来就成了“比”。大凡比的部属都从比。`,
    xd: `
      “比”的本义是靠近、并列或挨着。
      引申指比较。如屈原《涉江》：“与天地兮比寿。”
      又引申为勾结。如《论语·为政》：“君子周而不比，小人比而不周。”
      还引申为比喻，是古代赋诗作文的一种常用的修辞手法。如孔颖达《毛诗正义》：“赋、比、兴者，如《诗》文之异辞耳。”
    `
  },
  {
    id: 352,
    cn: '儿',
    ls: '象形',
    bs: '儿部',
    sm: '上方是小孩子头发从左右两边扎成发髻的样子，下方是人。意思是小孩子。',
    sw: `兒，孺子也。从儿，象小儿头囟未合。`,
    swy: `兒，婴儿。从儿，臼像小孩脑盖顶门没有合拢。`,
    xd: `
      “儿”的本义是小孩子。如《列子·汤问》：“孔子东游，见两小儿辩斗。”
      也指男青年。如《史记·高祖本纪》：“发沛中儿，得百二十人，教之歌。”
      还常用作词语后缀。作名词后缀时，表示小。如“小猫儿”、“小车儿”。
    `
  },
  {
    id: 353,
    cn: '孔',
    ls: '象形',
    bs: '乚部',
    sm: '字形像小儿食乳之形。婴儿吃奶容易过量，因以表示过甚之意。',
    sw: `孔，通也。从乚，从子。乚，请子之候鸟也。乚至而得子，嘉美之也。古人名嘉字子孔。`,
    swy: `
      孔，通达用“乙、子”会义。乙，是祈得子女、随季节而迁徙的鸟。乙鸟到，祈求者就会得到子女，使生活嘉美。
      据说古人有叫“嘉” 的，字 就取“子孔”。
    `,
    xd: `
      孔的本义是甚，很。如《诗·豳风·东山》：“其新孔嘉。”
      引申小窟窿。如《归田录》：“自钱孔入。”
    `
  },
  {
    id: 354,
    cn: '怀',
    ls: '形声',
    bs: '心部',
    sm:
      '外部是衣服，内上是眼睛，内下是眼泪。意思是在死者的衣襟上哭泣，表示怀念、思念。',
    sw: `懷，念思也。从心，褱声。`,
    swy: `懷，不能忘怀的思念。从心，褱声。`,
    xd: `
      “怀”的本义为怀念、思念。
      引申指怀抱、胸部。如《论语·阳货》：“子生三年，然后免于父母之怀。”
      又引申指胸怀。如成语“虚怀若谷”。进而引申指心意、情意。如“正中下怀”。
      又引申指安抚。如“怀敌附远”，意思就是对敌人采取安抚政策，使远方之人来归附。
    `
  },
  {
    id: 355,
    cn: '兄',
    ls: '象形',
    bs: '兄部',
    sm: '字形像一个人面朝左跪着，张口祷告。',
    sw: `兄，长也。从儿，从口。凡兄之属皆从兄。`,
    swy: `兄，滋长。由儿、由口会意。大凡兄的部属都从兄。`,
    xd: `
      “兄”的本义为祷告赐福。
      古代致祭以长，故借用表示哥哥。如《诗经·小雅·斯干》：“兄及弟矣，式相好矣。”
      由兄长义又引申作为朋友间的称呼。如柳宗元《与肖翰林侥书》：“兄知之，勿为他人言也。”
      后世在写信时也常用“兄”作为尊称。如“学兄”、“仁兄”。
    `
  },
  {
    id: 356,
    cn: '弟',
    ls: '象形 假借',
    bs: '弟部',
    sm:
      '意思是按顺序用皮革绳子将物品捆扎起来。将顺序延伸至孩子，就有了『弟弟』的意思。',
    sw: `弟，韦束之次弟也。从古字之象。凡弟之属皆从弟。`,
    swy: `弟，用牛皮束物的次序。小篆采用古字的样子。大凡弟的部属都从弟。`,
    xd: `
      “弟”的本义为缠绕的次序。
      引申泛指次序、次第。
      兄弟按照年龄排出次第，所以后来假借为兄弟之义。“弟”被假借为兄弟后，当次第讲的“弟”就以“第”来代替了。
      在中国的传统伦理道德中，弟弟敬爱兄长也称为“弟”，后世写成“悌”，读作tì。如“孝悌”。
    `
  },
  {
    id: 357,
    cn: '同',
    ls: '会意',
    bs: '𠔼部',
    sm: '上方是盘子，下方是装有祝词的容器。意思是饮酒用的筒形杯子。',
    sw: `同，合会也。从𠔼，从口。`,
    swy: `同，会合。字形采用“𠔼、口”会义。`,
    xd: `
      同的本义是聚集。如《易·杂卦》：“同人亲也。”
      引申为参与。如《孙子·谋攻》：“不知三军之事而同三军之政者，则军士惑矣。”
    `
  },
  {
    id: 358,
    cn: '气',
    ls: '象形',
    bs: '气部',
    sm: '字形像云气蒸腾上升的样子。',
    sw: `氣，云氣也。象形。凡氣之属皆从氣。`,
    swy: `氣，云氣。象形。大凡氣的部属都从氣。`,
    xd: `
      “气”的本义为云气。如《史记·项羽本纪》：“吾令人望其气，皆为龙虎，成五彩。”
      泛指一切气体。如“空气”、“天然气”。
      后又引申指天气、气象。如王羲之《兰亭集序》：“是日也，天朗气清，惠风和畅。”
      又引申指节气、气候。
      又引申指景象。如杜甫《秋兴八首》其一：“玉露凋伤枫林树，巫山巫峡气萧森。”
      “气”也指人的各种精神状态。如《孟子·公孙丑》：“我知言，我善养吾浩然之气。”
    `
  },
  {
    id: 359,
    cn: '连',
    ls: '会意',
    bs: '辵部',
    sm: '左边是两只脚，右边是车，会人拉车之意。',
    sw: `連，员连也。从辵，从車。`,
    swy: `連，员连。由辵、車会意。`,
    xd: `
      “连”的本义为人拉的车。如《庄子·让王》：“民相连而从之，遂成国于岐山之下。”
      引申指相连接、并连。如李白《梦游天姥吟留别》：“天姥连天向天横。”
      又引申指连续不断。如杜甫《春望》：“烽火连三月，家书抵万金。”
      进而引申指连带、连同。如“连说带笑”、“连根拔起”。
      又引申为牵连。如方苞《狱中杂记》：“少有连，必多方钩致。”
      又引申指联合、结合。如贾谊《过秦论》：“外连衡而斗诸侯。”
      又引申指军队的编制单位，通常隶属于营，由若干个排组成。如“连队”。
      虚化为连词，表示全部包括在内。如“连他在内”。
    `
  },
  {
    id: 360,
    cn: '枝',
    ls: '会意 形声',
    bs: '木部',
    sm: '',
    sw: `枝，木别生条也。从木，支声。`,
    swy: `枝，树木主干分生的枝条。从木，支声。`,
    xd: `
      “枝”的本义为树木主干上旁生的枝条。如辛弃疾《西江月·夜行黄沙道中》：“明月别枝惊鹊，清风半夜鸣蝉。”
      在古代，“枝”还可以指嫡长子以外的宗族子孙。如《左传·庄公六年》记载：“《诗》云：‘本枝百世。’”
      用作动词，指生出枝条。如周敦颐《爱莲说》：“中通外直，不蔓不枝，香远益清。”
      用作量词，指带枝的花朵或条状物。
    `
  },
  {
    id: 361,
    cn: '交',
    ls: '象形',
    bs: '交部',
    sm: '字形像一个正面站立的人，两腿交叉着。',
    sw: `交，交胫也。从大，象交形。凡交之属皆从交。`,
    swy: `交，交叉着小腿。从大，乂像两腿相交的样子。大凡交的部属都从交。`,
    xd: `
      “交”的本义为交叉、交错。如屈原《九歌·国殇》：“矢交坠兮士争先。”意思是箭交错坠落，战士们都争先恐后地冲锋陷阵。
      引申指结交、交往、交流。如《盐铁论·本议》：“交庶物而便百姓。”大意是交换各种各样的物品，以方便老百姓。
    `
  },
  {
    id: 362,
    cn: '友',
    ls: '会意',
    bs: '又部',
    sm: '字形为右手与右手互相牵着，意思是互相帮助。',
    sw: `友，同志为友。从二又。相交友也。`,
    swy: `友，志趣相同为友。由两个“又”（手）字会意，表示相交为友的意思。`,
    xd: `
      “友”的本义是朋友。如《荀子·性恶》：“择良友而友之。”前一个“友”是名词，当朋友讲；后一个“友”是动词，当结交讲。也就是说，要选择好的朋友和他结交。
      还表示相好的、非常亲密的。如“友善”、“友爱”。
      虽然现在“朋友”连用，但在古代“朋”和“友”的含义是不同的，《礼记》中说：“同门曰朋，同志曰友。”“同门曰朋”，即师从同一个老师的人称为“朋”；“同志曰友”，即志同道合之人称为“友”。
    `
  },
  {
    id: 363,
    cn: '投',
    ls: '形声 会意',
    bs: '手部',
    sm: '字形像手持器械将东西投放到器皿里。',
    sw: `投，擿也。从手，从殳。`,
    swy: `投，投掷。由手、由殳会意。`,
    xd: `
      “投”的本义是扔、掷。如《诗经·小雅·巷伯》：“取彼谮人，投畀豺虎。”
      引申为递、寄出去。如“投递”、“投稿”。
      又引申为投靠、投宿。如《南史·王懿传》：“有远来相投者，莫不竭力营赡。”
      还表示双方相合、迎合。如“情投意合”、“投其所好”。
      “投”还表示方位、方向，相当于“朝”、“向”。如“他一路投北京去了。”
    `
  },
  {
    id: 364,
    cn: '分',
    ls: '会意',
    bs: '八部',
    sm: '外部表示将物品分成两部分，内部是刀。意思是用刀将物品切成两半。',
    sw: `分，别也。从八；从刀，刀以分别物也。`,
    swy: `分，分别。从八，表示分别；从刀，刀是用来分别物体的。`,
    xd: `
      “分”的本义为一分为二、分开，读作fēn。如“平分”。
      引申指区分、辨别。
      也引申指分给、分配。又引申指别离、离开。如“分手”。
      用作名词，表示计数单位的十分之一，或表示分数，如“三分之一”。
      还可用来表示节气。如“春分”、“秋分”。
      还读作fèn，表示成分。如“水分”、“养分”。
      又表示职责、本分。又当格外讲。如“分外”。
    `
  },
  {
    id: 365,
    cn: '切',
    ls: '会意 形声',
    bs: '从刀，从七，会用刀砍断之意，七兼表声。',
    sm: '刀部',
    sw: `切，刌也。从刀，七声。`,
    swy: `切，切断。从刀，七声。`,
    xd: `
      “切”的本义为用刀把东西截断、分开，读作qiē。
      引申指加工珠宝玉器。如《论衡·量知》：“切磋琢磨，乃成宝器。”
      引申比喻学问、道德上互相观摩，取长补短。如《诗经·卫风·淇奥》：“有匪君子，如切如磋，如琢如磨。”
      又读作qiè，主要的意思是贴近、靠近。如“切近”、“切肤之痛”。
      又引申表示符合。如“不切实际”、“切中要害”。
      还表示急迫、紧切。如“激切”、“迫切”。
    `
  },
  {
    id: 366,
    cn: '磨',
    ls: '形声 会意',
    bs: '石部',
    sm: '从石，从靡（表细密），会磨制石器之意，靡兼表声。',
    sw: `磨，石岂也。从石，靡声。`,
    swy: `磨，石磨。从石，靡声。`,
    xd: `
      “磨”的本义是磨制石器。
      引申为用磨料磨物体使光滑、锋利或达到其他目的。如成语“磨刀不误砍柴工”。
      用于抽象意义时，指研究探讨。如“琢磨”。又引申为拖延。如“磨磨蹭蹭”。
      “磨”还可以表示磨灭、泯灭。
    `
  },
  {
    id: 367,
    cn: '箴',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 368,
    cn: '规',
    ls: '会意',
    bs: '夫部',
    sm:
      '从夫（成人），从見。古人认为“女智莫如归，男智莫如夫，夫也者，以智帅人者也”，故用成人之见会有法度之意。',
    sw: `規，有法度也。从夫，从見。`,
    swy: `規，有法度。由夫、由見会意。`,
    xd: `
      “规”的本义为法度、法则、章程。如“清规戒律”、“循规蹈矩”、“墨守成规”。
      由法度、章程引申指典范。如王粲《咏史诗》：“生为百夫雄，死为壮士规。”意思是说，人活着就要做人中的豪杰，为国家建功立业；死也要为国捐躯，成为壮士、英雄好汉的楷模。
      又引申指画圆的工具。如“圆规”。
      用动词，指画圆，加工成圆形。如《国语·周语下》：“吾稳成公之生也，其母梦神规其臀以墨。”
      引申指谋划。如“规划”。
      又引申指规划而占有。如《国语·周语中》：“昔我先王之有天下也，规方千里，以为甸服。”
      又指效法、模仿。如“规抚”，指仿效、依循；“规仿”，指摹拟仿效；“规法”，指规摹效法。
      还可引申指郑重地告诫、劝说，尤指温和地力劝。如“规劝”。
    `
  },
  {
    id: 369,
    cn: '仁',
    ls: '会意',
    bs: '人部',
    sm: '人以坐的姿势(上方)坐在垫席(下方)上。意思是温暖、平和，儒教五德之一。',
    sw: `仁，亲也。从人，从二。`,
    swy: `仁，亲爱。由人、由二会意。`,
    xd: `
      “仁”的本义是对人亲善、仁爱。如《礼记·经解》：“上下相亲谓之仁。”
      引申指知觉、感觉。成语有“麻木不仁”，本指肢体神经失去感觉，对刺激没有反应。形容思想不敏锐，对事物反应迟钝，漠不关心。
    `
  },
  {
    id: 370,
    cn: '慈',
    ls: '形声',
    bs: '心部',
    sm: '上方表示将丝束并列起来，下方是心。指的是慈爱的感情。',
    sw: `慈，爱也。从心兹声。`,
    swy: `慈，仁爱。字形采用“心”作边旁，采用“兹”作声旁。`,
    xd: `
      慈的本义是慈爱。如《庄子·盗跖》：“尧不慈舜不孝。”
      作形容词为和气，善良。如慈父
    `
  },
  {
    id: 371,
    cn: '隐',
    ls: '会意 形声',
    bs: '阝部',
    sm: '从（左阝），从急，会筑墙掩蔽之意，兼表声。',
    sw: `隱，蔽也。从阝，急声。`,
    swy: `隱，藏也。从阝，急声。`,
    xd: `
      “隐”的本义为筑墙掩蔽。引申泛指藏匿、掩蔽。如范仲淹《岳阳楼记》：“日星隐曜，山岳潜形。”
      又引申指隐瞒，瞒着不让人知道。进而引申指深藏的、潜伏的。如“隐患”、“隐情”。
      还引申指秘藏的事情。如“难言之隐”是隐藏在内心深处不便说出口的原因或事情。
      又引申指怜悯、同情。如“恻隐之心”。
    `
  },
  {
    id: 372,
    cn: '恻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 373,
    cn: '造',
    ls: '会意',
    bs: '辵部',
    sm: '上部是房子，下左是舟，下右是告。会乘舟前往访问之意。',
    sw: `造，就也。从辵，告声。谭长说：造，上士也。`,
    swy: `造，成就。从辵，告声。谭长说：造是上士。`,
    xd: `
      “造”的本义为造舟。如《尔雅·释水》：“天子造舟。”
      引申为做、制作。如《后汉书·张衡传》：“复造候风地动仪，以精铜铸成。”
      又引申为成就。如“他在这方面的造诣很深”。还表示前往、到。如“造访”、“登峰造极”。
    `
  },
  {
    id: 374,
    cn: '次',
    ls: '象形',
    bs: '欠部',
    sm: '左边是吐出的气息，右边是张开嘴巴叹气的人。意思是对着神明叹息。',
    sw: `次，不前、不精也。从欠，二声。`,
    swy: `次，不靠前的、未经精选的。从欠，二声。`,
    xd: `
      “次”的本义为驻扎。如《左传·襄公十八年》：“楚师伐郑，次于鱼陵。”
      引申为旅行时停留的处所。如“旅次”。
      引申为第二、居其次。如《孙子·谋攻》：“凡用兵之法，全国为上，破国次之。”
      引申为副、贰。如“其次”。又引申为质量差的。如“次品”。
      用作量词，表示行动的回数。如“他来找你好几次了”。
    `
  },
  {
    id: 375,
    cn: '弗',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 376,
    cn: '离',
    ls: '会意 形声',
    bs: '隹部',
    sm: '上方为“鸟”，下方是长柄网，会捕鸟之意。',
    sw: `離，黄，仓庚也。鸣则蚕生。从隹，离声。`,
    swy: `離，离黄，仓庚鸟。仓庚鸟叫，春蚕就出生。从隹，离声。`,
    xd: `
      “离”的本义是以网捕鸟。
      引申为擒获，假借为离开。表示分开、分离时，“离”和“别”意义相近。如《广韵》：“近曰离，远曰别。”所以有“生离死别”之说。
      人与人分开谓之“离”，人心不一致也称“离”。如“离心离德”、“离间”。二人分开，就是山水相隔，相距遥远，所以又引申指距离、相距。
      又引申指离散、破碎。如成语“支离破碎”。
    `
  },
  {
    id: 377,
    cn: '节',
    ls: '形声',
    bs: '竹部',
    sm: '上方是竹子；下方是餐具和人，表示到达。意思是竹子的节。',
    sw: `節，竹约也。从竹，即声。`,
    swy: `節，竹节。从竹，即声。`,
    xd: `
      “节”的本义是竹节，即竹子上环状的突起的地方。
      人或动物的骨骼交接处类似竹子的节，故又引申为骨节或关节。
      “节”是竹子分段的地方，由此又把成段的东西叫做“节”。如“节拍”、“节奏”。
      时间也可以分“节”，古人依太阳在黄道上位置的不同划分出二十四个时段，称为“节气”。
    `
  },
  {
    id: 378,
    cn: '义',
    ls: '会意',
    bs: '我部',
    sm:
      '上方是羊，下方是锯。意思是用锯切开羊，做成祭品。指的是祭品很完美，没有缺陷。',
    sw: `己之威儀也。从我羊。羛，《墨翟書》義从弗。魏郡有羛陽鄉，讀若錡。今屬鄴，本内黃北二十里。`,
    swy: `
      义，我军威武的出征仪式。字形采用“我、羊”会义。
      羛，《墨翟书》上“義”字采用“弗”作边旁。
      魏郡有个地方叫“羛阳乡”， 其“羛”字读作“锜”。该地现属鄴县，本来在内黃县北边二十里的地方。
    `,
    xd: `
      义本义是正义;合宜的道德、行为或道理。如《孟子·告子上》：“生，亦我所欲也，义，亦我所欲也，二者不可得兼，舍生而取义者也。”
    `
  },
  {
    id: 379,
    cn: '廉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 380,
    cn: '退',
    ls: '会意',
    bs: '辵部',
    sm: '左边是路，右上是日，右下是夊（“足”的反写），会日日后退之意。',
    sw: `退，返也，从辵，艮。`,
    swy: `退，后退，从辵，艮。`,
    xd: `
      “退”的本义为后退。如《孙子兵法·谋攻》：“不知军之不可以退而谓之退。”
      引申指打退。如《国语·越语》：“有能助寡人谋而退吴者，吾与之共知越国之政。”
      又引申指离去、脱离。如“引退”、“退职”。
      又引申指返回、交还。如《汉书·董仲书传》：“临渊羡鱼，不如退而结网。”
      又引申指减退、下降。如《梁书·江淹传》：“淹少以文章显，晚节才思微退，时人皆谓之才尽。”
    `
  },
  {
    id: 381,
    cn: '颠',
    ls: '形声',
    bs: '頁部',
    sm: '',
    sw: `顛，顶也。从頁，真声。`,
    swy: `顛，头顶。从頁，真声。`,
    xd: `
      “颠”的本义为头顶。如梅尧臣《依韵和杨敏叔吴门秋晚见寄》：“颠毛随日减，冉冉不胜簪。”意思是头顶上的头发随着时间而减少，柔弱下垂，快托不住发簪了。
      引申泛指物体的顶部。如陶渊明《归园田居》：“犬吠深巷中，鸡鸣桑树颠。”这里的“颠”就是指树的顶部。
    `
  },
  {
    id: 382,
    cn: '沛',
    ls: '形声',
    bs: '形声',
    sm: '',
    sw: `沛，水。出辽东番汗塞外，西南入海。从水，pei声。`,
    swy: `沛，水名。从辽东郡番汗县边塞之外流出，向西南注入大海。从水，pei声。`,
    xd: `
      “沛”的本义为泽名，指沛水。
      引申指多水草的沼泽地。如《公羊传·僖公四年》：“大陷于沛泽之中。”
      又引申指水势盛大、充盛的样子。如“充沛”、“丰沛”。
    `
  },
  {
    id: 383,
    cn: '匪',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 384,
    cn: '亏',
    ls: '形声',
    bs: '形声',
    sm: '',
    sw: `亏，于也。象气之舒亏。从丂，从一。一者，其气平之也。凡亏之属皆从亏。`,
    swy: `亏，于。像口气的舒展平直。由丂、由一会意。一，表示那口气的平直。大凡亏的部属都从亏。`,
    xd: `
      “亏”的本义为气损。引申指欠缺、短少。如《尚书·旅獒》：“为山九仞，功亏一篑。”
      又引申指损耗、损害。如“亏损”。又引申指违背。如俗语“不做亏心事，不怕鬼敲门”。
      用作名词，指损失、损伤。如曹植《赠白马王彪》：“恩爱苟不亏，在远分日亲。”
      用作副词，表示难为、幸而，是侥幸之词。如“多亏”、“幸亏”。
      还可作反语用，表示斥责或讥讽。如“这种事，亏你做得出来”。
    `
  },
  {
    id: 385,
    cn: '性',
    ls: '形声',
    bs: '心部',
    sm: '',
    sw: `性，人之阳气性善者也。从心生声。`,
    swy: `性，人的身上善良本能的显性表现。字形采用“心”作边旁，采用“生”作声旁。`,
    xd: `
      性的本义是人的本性。如《礼记·中庸》：“天命之谓性。”
    `
  },
  {
    id: 386,
    cn: '静',
    ls: '会意',
    bs: '靑部',
    sm: '上左是绘画的工具，上右是锄头，下方是手。意思是用画具清洁锄头。',
    sw: `靜，审也。从青，争声。`,
    swy: `靜，自审内省。字形采用“青”作边旁，“爭”是声旁。`,
    xd: `
      静的本义是彩色分布适当。
      引申为安静。如《诗·邶风·柏舟》：“静言思之。”
      又引申为静止。如《淮南子·本经》：“怒则动，动则手足不静。”
    `
  },
  {
    id: 387,
    cn: '情',
    ls: '形声',
    bs: '心部',
    sm: '',
    sw: `情，人之阴气有欲者。从心，青声。`,
    swy: `情，人们有所欲求的从属于阴的心气。从心，青声。`,
    xd: `
      “情”的本义为感情。如李贺《金铜仙人辞汉歌》：“衰兰送客咸阳道，天若有情天亦老。”
      引申指本性。如“情性”就是指人天赋的本性。
      进而引申泛指事物的实情、真实状况。如“内情”、“情况”。
      又引申指情理、常理。如“不情之请”就是指不合情理的请求，常用作自己提出请求时的客气话。
    `
  },
  {
    id: 388,
    cn: '逸',
    ls: '会意',
    bs: '辵部',
    sm: '上左和下边是跑步，上右是兔子。意思是兔子逃跑。',
    sw: `逸，失也。从辵、兔。兔谩善逃也。`,
    swy: `逸，逃跑。由辵、兔会意。兔子生性狡诈，善于逃跑。`,
    xd: `
      “逸”的本义为逃跑。如《左传·桓公八年》：“战于速杞，随师败绩，随侯逸。”
      引申泛指奔跑。如《庄子·田子方》：“夫子奔逸绝尘，而回瞠若乎后矣。”
      又引申为避世隐居。如《论语·尧曰》：“兴灭国，继绝世，举逸民，天下之民归心焉。”
      又引申指失去、散失。如柳宗元《时令论上》：“然则夏后、周公之典逸矣。”
      由奔逸引申指超过一般，卓越。如《三国志·蜀书·诸葛亮传》：“亮少有逸群之才。”
      由超脱劳苦引申指安闲、安乐。如“安逸”、“以逸待劳”。
    `
  },
  {
    id: 389,
    cn: '心',
    ls: '象形',
    bs: '心部',
    sm: '字形描绘了心脏的样子。意思是心，心被认为是生命力的根源。',
    sw: `心，人心，土藏，在身之中。象形。博士说，以为火藏。凡心之属皆从心。`,
    swy: `
      心，人的心脏。属土的脏器，在身躯的中部。象形。
      依博士的学说，把心当做属火的脏器。
      大凡心的部属都从心。
    `,
    xd: `
      “心”的本义为人的心脏。
      古人认为心是人的感情与思维器官，故引申指头脑、思想。如“心思缜密”。
      还引申指内心。如《诗经·豳风·七月》：“女心伤悲，殆及公子同归。”
      又引申指心思、心意。如《诗经·小雅·巧言》：“他人有心，予忖度之。”
      心脏位于身体的中部，故又引申指中心、中央。如白居易《琵琶行》：“唯见江心秋月白。”
    `
  },
  {
    id: 390,
    cn: '动',
    ls: '会意 形声',
    bs: '力部',
    sm: '字形为遭受黥刑的人。后来加上『力』，意思是从事农耕。',
    sw: `動，作也。从力，重声。`,
    swy: `動，起身行动。从力，重声。`,
    xd: `
      “动”的本义为改变事物原来的位置或状态。如“风吹草动”、“流动”。
      又指使事物原来的位置或状态改变。如“兴师动众”。
      由本义引申指为实现某种目的而行动、活动。如“暴动”、“闻风而动”。
      又指开始采取行动。如“大动干戈”。
      用作副词，表示极容易发生某种情况，即常常、往往。如“动辄得咎”。
    `
  },
  {
    id: 391,
    cn: '神',
    ls: '会意 形声',
    bs: '示部',
    sm: '字形表示闪电，是神明的威严象征。意思是自然神，后来指祖先的神灵。',
    sw: `神，天神，引出万物者也。从示、申。`,
    swy: `神，天神，引发出万事万物的神。由示、申会意。`,
    xd: `
      “神”的本义是传说中的天神。如《周礼·天官冢宰》：“大宗伯之职，掌建邦之天神、人鬼、地袛之礼，以佐王建保邦国。”
      泛指神灵、神仙。如《左传·庄公十年》：“小信未孚，神弗福也。”
      由于神仙的威力不同寻常，故引申指特别高超的、令人惊奇的。如“神机妙算”。
      又引申指精神、意识。如《庄子·养生主》：“臣以神遇而不以目视，官知止而神欲行。”还引申指神情、表情。如“神采”、“神志”。
    `
  },
  {
    id: 392,
    cn: '疲',
    ls: '形声',
    bs: '疒部',
    sm: '',
    sw: `疲，劳也。从疒，皮声。`,
    swy: `疲，劳累。从疒，皮声。`,
    xd: `
      “疲”的本义为劳累、困乏。如成语“精疲力竭”，表示精神、力气已消耗尽。形容非常疲劳。
      由疲乏引申出厌倦之意。如“乐此不疲”，意思就是因酷爱做某事而不感觉疲乏厌倦。形容对某事特别爱好而沉浸其中。
      疲劳的人，精神上会比较倦怠，所以“疲”还引申指精神不健旺、怠惰、松懈。如梅尧臣《希深惠书言游嵩》诗：“欧阳称壮龄，疲软屡颠踣。”
      又引申指瘦弱、衰老。如《管子·小筐》：“以疲马犬羊为币。”其中的“疲马”就是指瘦马。
    `
  },
  {
    id: 393,
    cn: '守',
    ls: '会意',
    bs: '宀部',
    sm:
      '外部是宗庙的屋顶，内左是盾，内右是手。意思是守卫玉以及圣所等重要的东西。',
    sw: `守，守官也。从宀，从寸。寺府之事者。从寸；寸，法度也。`,
    swy: `守，官吏的职守。由宀、寸会意。宀表示衙门里的事。从寸；寸，表示法度。`,
    xd: `
      “守”的本义为掌管职守。如《孟子·公孙丑下》：“我无官守，我无言责也。”
      引申指遵守、依照、奉行。如《吕氏春秋·察今》：“故治国无法则乱，守法而弗变则悖。”
      引申指护卫、把守、防守、守候。如《韩非·五蠹》：“因释其耒而守株，冀复得兔。”
    `
  },
  {
    id: 394,
    cn: '真',
    ls: '会意',
    bs: '匕部',
    sm: '从鼎，从人，会人就鼎取食美味之意。',
    sw: `真，仙人变形而登天也。从，从目，从乚。八，所乘载也。`,
    swy: `真，长生不死的人变化形体而升天。由、目、乚会意。八，是仙人升天时乘坐的风云之类的工具。`,
    xd: `
      “真”的本义指美食。
      由美食的原质原味引申指本质、本性。
      人生活在充满诱惑的世间，本性也在诱惑中迷失了，一个按本性生活的人才是真正的人，所以“真”也引申指真实，与“假”相对。
      又引申指人或事物的原样、肖像。
      看到了事物的原样，人就会豁然开朗，能把事物看得清清楚楚，故而，“真”还引申为清楚、明确。
    `
  },
  {
    id: 395,
    cn: '志',
    ls: '会意 形声',
    bs: '心部',
    sm: '上方是行走，下方是心。意思是心朝着某一个方向。',
    sw: `志，意也。从心，之声。`,
    swy: `志，意念。从心，之声。`,
    xd: `
      “志”的本义为意向、意愿。如《尚书·尧典》：“诗言志，歌永言。”
      引申为志向。如曹植《杂诗》：“闲居非吾志，甘心赴国忧。”
      志在心中不可忘，故又引申指记着、记住。
      用作名词，指记忆力。如《史记·屈原贾生列传》：“博闻强志，明于治乱，娴于辞令。”
    `
  },
  {
    id: 396,
    cn: '满',
    ls: '会意 形声',
    bs: '水部',
    sm: '左边是水，右边是容器，会水盈溢出之意。',
    sw: `滿，盈溢也。从水， man声。`,
    swy: `滿，水充盈。从水，man声。`,
    xd: `
      “满”的本义为充盈、布满。如张俞《蚕妇》：“昨日入城市，归来泪满巾。”
      引申指足够，达到一定限度。如“踌躇满志”。又引申指骄傲、自满。如“满招损，谦受益”。
      还引申指闷塞、憋闷不畅。
      又引申指全部、整个。如叶绍翁《游园不值》：“春色满园关不住，一枝红杏出墙来。”
    `
  },
  {
    id: 397,
    cn: '逐',
    ls: '会意',
    bs: '辵部',
    sm: '上方是一头猪，下方是一只脚，会追赶野兽之意。',
    sw: `逐，追也。从辵，从豚省。`,
    swy: `逐，追逐。由辵、由豚省肉会意。`,
    xd: `
      “逐”的本义为追赶野兽。如《商君书·定分》：“一兔走，百人逐之。”
      泛指追赶、追击。如《左传·庄公十年》：“下视其辙，登轼而望之，曰：‘可矣。’遂逐齐师。”
      也可指驱赶、赶走。如李斯《谏逐客书》：“臣闻吏议逐客，窃以为过矣。”
      又引申指竞争。如《韩非子·五蠹》：“上古竞于道德，中世逐于智谋，当今争于气力。”
      又引申指追随、跟随。如“随波逐流”、“笑逐颜开”。
      “逐”作副词，指依次、按顺序。如“逐步”、“挨门逐户”。
    `
  },
  {
    id: 398,
    cn: '物',
    ls: '会意 形声',
    bs: '牛部',
    sm: '左边是牛，右边像云层间射出阳光之形，会杂色牛之意',
    sw: `物，万物也。牛为大物；天地之数，起于牵牛。故从牛，勿声。`,
    swy: `物，万物。牛是万物中的大物；天地间的事数，兴起于牵牛而耕。所以物从牛，勿声。`,
    xd: `
      “物”的本义为杂色牛。引申指牲畜的种类、品级。进而引申指杂色旗、杂色帛。
      由各种形色引申指所有客观存在的东西。如“暴殄天物”、“身外之物”。
      又引申指具体的物品、产品。如“物美价廉”、“物归原主”。
      又引申指自己以外的事、物等社会、自然环境。如“物我两忘”、“超然物外”、“物是人非”。
      还特指人或众人。如“尤物”，指的就是非常美丽的女子。
    `
  },
  {
    id: 399,
    cn: '意',
    ls: '形声 会意',
    bs: '心部',
    sm: '从心，从音，用心音会心思之意。',
    sw: `意，志也。从心察言而知意也。从心，从音。`,
    swy: `意，意向。用心去考察别人的言语就知道他的意向。由心、由音会意。`,
    xd: `
      “意”的本义为心思、心志。如成语“项庄舞剑，意在沛公”，比喻说话和行动的真实意图别有所指。
      引申指愿望、心愿。如“满意”、“中意”。
      又引申指料想、猜疑。如“出其不意”、“意外”。
      又引申指感情、情意。如刘禹锡《竹枝词》：“花红易衰似郎意，水流无限似侬愁。”
      又引申指内心、胸怀。如《古诗为焦仲卿妻作》：“吾意久怀忿，汝岂得自由！”
    `
  },
  {
    id: 400,
    cn: '移',
    ls: '会意 形声',
    bs: '禾部',
    sm: '从禾，从多，会众禾在风中婀娜摆动之意。',
    sw: `移，禾相倚移也。从禾，多声。一曰：禾名。`,
    swy: `移，禾（从风而）婀娜摆动。从禾，多声。另一义说：移是禾名。`,
    xd: `
      “移”的本义为禾谷柔弱摆动的样子。
      引申移秧，即移植秧苗。后扩大用在其他的事物上，泛指移植。如“移花接木”。
      又泛指移动、改变。如《孟子·滕文公下》上有一句著名的话，“富贵不能淫，贫贱不能移，威武不能屈，此之谓大丈夫。”这里的“移”，就是指改变。
    `
  },
  {
    id: 401,
    cn: '坚',
    ls: '会意 形声',
    bs: '土部',
    sm: '从土，从臤（牢固），会土坚硬之意。',
    sw: `堅，刚也。从臤，从土。`,
    swy: `堅，刚硬的土。由臤、土会意。`,
    xd: `
      “坚”的本义为田土硬、板结。
      引申泛指硬。
      又引申指结实、牢固。如《论语·子罕》：“仰之弥高，钻之弥坚。”
      也引申指坚固的事物。如“披坚执锐”、“无坚不摧”。
      用于抽象意义，指（立场、意志等）不动摇。如“坚定”、“坚强”。
    `
  },
  {
    id: 402,
    cn: '持',
    ls: '会意 形声',
    bs: '手部',
    sm: '上方是脚印，下方是手。意思是用手一直拿着。原字是『寺』。',
    sw: `持，握也。从手，寺声。`,
    swy: `持，握住。从手，寺声。`,
    xd: `
      “持”的本义为握着、拿着。如《战国策·燕策》：“起，取武阳所持图。”
      引申为支持、保持。如《后汉书·列女传》：“持久者知止足也。”
      又引申指掌握、控制、料理。如《韩非子·五蠹》：“夫仁义辩智，非所以持国也。”
      又引申指扶助、支持。如《论语·季氏》：“危而不持，颠而不扶，则将焉用彼相矣？”
      由各持一端引申指对立、对抗。如《资治通鉴》：“今寇众我寡，难与持久。”
    `
  },
  {
    id: 403,
    cn: '雅',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 404,
    cn: '操',
    ls: '形声',
    bs: '手部',
    sm: '',
    sw: `操，把持也。从手，喿声。`,
    swy: `操，握持。从手，喿声。`,
    xd: `
      “操”的本义为拿着、握持。如“同室操戈”，意思是自家人动刀枪。泛指内部斗争。
      由操持引申指掌握。如《韩非子·定法》：“操杀生之柄，课群臣之能者也。”
      用于抽象意义，指品行、气节。如《淮南子·主术训》：“穷不易操，通不肆志。”
      引申指运用、驾驭。如《庄子·达生》：“津人操舟若神。”
      又引申指从事。《汉书·五行地志中之下》：“匹马觭轮无的反者，操之急矣。”成语“操之过急”即出于此。
    `
  },
  {
    id: 405,
    cn: '好',
    ls: '会意',
    bs: '女部',
    sm: '女子(右边)和孩子(左边)组合起来，意思是母亲疼爱孩子。',
    sw: `好，美也。从女、子。`,
    swy: `好，美。由女、子会意。`,
    xd: `
      “好”的本义为女子貌美，读作hǎo。如“面容娇好”。
      由貌美引申泛指美、善。如成语“花好月圆”。
      又引申为交好、友好。如《史记·廉颇蔺相如列传》：“秦王使使者告赵王，欲与王为好。”
      读作hào，表示喜欢、爱好。如“上天有好生之德”中的“好”就取此义。
    `
  },
  {
    id: 406,
    cn: '爵',
    ls: '象形',
    bs: '鬯部',
    sm:
      '字形为一种酒器。意思是大酒杯。被赐予五等爵位（公、侯、伯、子、男）时，要使用酒杯。',
    sw: `爵，礼器也。象爵之形，中有鬯酒，又持之也。所以饮。器象爵者，取其鸣节节足足也。`,
    swy: `
      爵，行礼用的酒器。像爵的形状，中间有鬯酒，“又”表示用手持握着。是用来饮酒的器皿。
      饮器像雀的缘故，是取其注酒声像雀鸣声节节足足。
    `,
    xd: `
      “爵”的本义为古代酒器，形似雀，青铜制，盛行于殷代和西周初期。如《左传·庄公二十一年》：“虢公请器，王与之爵。”意思是虢公请给一件礼器，王给了他一件酒器。
      引申指爵位、官位。如《礼记·王制》：“王者之制禄爵，公、侯、伯、子、男，凡五等。”
    `
  },
  {
    id: 407,
    cn: '自',
    ls: '象形',
    bs: '自部',
    sm: '鼻子的形状。『鼻』字就是在『自』的下面加上表示读音的『畀』。',
    sw: `自，鼻也。象鼻形。凡自之属皆从自。`,
    swy: `自，鼻子。像鼻子的形状。大凡自的部属都从自。`,
    xd: `
      “自”的本义为鼻子。古人常用手指指自己的鼻子来表示自己，故用作第一人称代词，表示自己。如“自称”。
      又引申为亲自、自行。如“自立为王”。
      用作介词，当从讲。如《论语·学而》：“有朋自远方来，不亦乐乎。”
      还可表示转折关系，相当于“却”、“可是”。如苏轼《江城子》：“十年生死两茫茫，不思量，自难忘。”
    `
  },
  {
    id: 408,
    cn: '縻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 409,
    cn: '都',
    ls: '形声',
    bs: '邑部',
    sm:
      '左边是将树、土和装有祝词的容器组合起来，指的是土墙；右边表示人居住在村落中。意思是都城。',
    sw: `都，有先君之旧宗庙曰都。从邑，者声。`,
    swy: `都，有已故君王的旧宗庙的城邑叫都。从邑，者声。`,
    xd: `
      “都”的本义为大城市，读作dū。如“通都大邑”、“都市”。
      又特指有先王宗庙的城邑。如《左传·庄公二十八年》：“凡邑有宗庙先君之主曰都，无曰邑。”
      又特指邦国的都城。如诸葛亮《出师表》：“兴复汉室，还于旧都。”
      读作dōu，用作副词，指全部，还用来加强语气。如：“今天天气真怪，中午比早晨都冷。”
      还表示已经。如“茶都凉了”。
    `
  },
  {
    id: 410,
    cn: '邑',
    ls: '会意',
    bs: '邑部',
    sm: '上方是块地，下方是人。会人居住的地方之意。',
    sw: `邑，国也。从囗，先王之制尊卑有大小，从卪。凡邑之属皆从邑。`,
    swy: `
      邑，国。从囗；先王的制度，（公、侯、伯、子、男）尊卑（不同），有（不同）大小的（疆域），所以从卪。
      大凡邑的部属都从邑。
    `,
    xd: `
      “邑”的本义是国都。如《诗经·商颂·殷武》：“商邑翼翼。”
      后来一般的市镇也可以称作“邑”。如苏洵《六国论》：“秦以攻取之外，小则获邑，大则得城。”
      也指封地。如《晏子春秋》：“景公赐晏子邑，晏子辞。”
    `
  },
  {
    id: 411,
    cn: '华',
    ls: '象形',
    bs: '華部',
    sm: '花朵美丽地绽放的样子。意思是华丽。后来，又造了作为形声字的『花』。',
    sw: `華，荣也。从艸，从❀。凡华之属皆从华。`,
    swy: `華，花朵。由草、由❀会意。大凡华的部属都从华。`,
    xd: `
      “华”的本义指花朵，就是花的本字，此义后用“花”来表示。
      读作huá，花朵艳丽，由此引申指美丽光彩（华的引申义均读huá）。如“华服”。
      也可以作名词。如“月华”、“光华”。
      花儿是植物的精华，因此“华”又表示精华之义。如王勃《滕王阁序》：“物华天宝。”
      “物华”是指万物的精华。进一步引申指显贵。最常用的“荣华”一词，原本指花开盛美，后来用以指人之显贵。
    `
  },
  {
    id: 412,
    cn: '夏',
    ls: '象形',
    bs: '夊部',
    sm: '字形像一个手持斧钺、高壮威武的武士。',
    sw: `夏，中国之人也。从夊，从頁，从臼。臼，两手；夊，两足也。`,
    swy: `夏，中原地区的人。由夊、頁、臼会意。臼，表示两只手；夊，表示两只脚。`,
    xd: `
      “夏”的本义是威武壮大之人。
      也有人认为“夏”的初形是人手舞足蹈的样子。
      总之，由这种有活力、强大的意义后来引申指“中国之人”。
      “中国”原指中原地区，与四周少数部族相对，也叫“华夏”或“诸夏”。
      又引申指事物壮大兴盛。房屋高大也称为“夏”，此义后来写作“厦”。
      由壮大兴盛引申指四季中最热、植物最盛的季节——夏季。
    `
  },
  {
    id: 413,
    cn: '东',
    ls: '象形 假借',
    bs: '东部',
    sm: '上下两头捆起来的袋子。意思是东。',
    sw: `東，动也。从木。官溥说：从日在木中。凡東之属皆从東。`,
    swy: `東，动。从木。官溥说：由“日”在“木”中会意。大凡東的部属都从東。`,
    xd: `
      “东”的东方之义是假借用法，即假借“东西”（物）的“东”表示“东方”的“东”。
      古时主人之位在东，宾客之位在西，所以主人称为“东家”。如果宴请别人，作宴会者就称为“作东”。
    `
  },
  {
    id: 414,
    cn: '西',
    ls: '象形 假借',
    bs: '西部',
    sm: '字形为粗孔的笼子或鸟巢。意思是西。',
    sw: `西，鸟在巢上。象形。凡西之属皆从西。`,
    swy: `西，鸟儿歇宿在巢上。象形。大凡西的部属都从西。`,
    xd: `
      “西”的本义就是棲（栖）。“西”又假借代表方向。如“西风”。
      在古代人们以面朝东为尊，主人将宾客都安排在西面的座位上，面向东坐，故对宾客的尊称也可以称为“西席”、“西宾”。
      古时“西宾”也是对家塾教师的敬称。
    `
  },
  {
    id: 415,
    cn: '二',
    ls: '会意',
    bs: '二部',
    sm: '两根算筹叠放的样子，意思是二。',
    sw: `地之数也。从偶一。凡二之属皆从二。`,
    swy: `二，表示地的数。由成双的“一”构成。所有与二相关的字，都采用“二”作边旁。“弍”，这是古文写法的“二”。`,
    xd: `
      二的本义是原始记数符号。如《易·系辞》：“因二以济民行。”
    `
  },
  {
    id: 416,
    cn: '京',
    ls: '象形',
    bs: '京部',
    sm:
      '字形像一个人工建筑起来的土堆，在土堆上有个瞭望塔，用以观敌情、察民事。',
    sw: `京，人所为绝高丘也。从高省，丨象高形。凡京之属皆从京。`,
    swy: `京，人工筑起的最高的丘。从高字省，丨像高的样子。大凡京的部属都从京。`,
    xd: `
      “京”的本义为人工堆积而成的高大土丘，是古代军事工事的一种。
      君王所在地的首都称为“京”，是统治的中心。如《诗经·曹风·下泉》：“念彼周京。”
      明清以后，“京”字实际上成了北京的代称。如“京戏”、“京腔”、“京片子”。
    `
  },
  {
    id: 417,
    cn: '背',
    ls: '会意 形声',
    bs: '肉部',
    sm: '从肉（月），从北（表示人相背），用人的相背之处会脊背之意，北兼表声。',
    sw: `背，脊也。从肉，北声。`,
    swy: `脊，背脊。从肉，北声。`,
    xd: `
      “背”的本义为脊背，读作bèi。如《庄子·逍遥游》：“鹏之背，不知其几千里也。”
      引申指一些物体的后面、背面。如“手背”、“刀背儿”。
      又引申指背对着。如“背山面水”。进而引申指离开、避开、抛弃。如“背离”。
      又引申指违背、违反。如“背信弃义”、“背约”。还引申指背诵。如“倒背如流”。
      又读作bēi，指用脊背驮。如“背回家”。
    `
  },
  {
    id: 418,
    cn: '邙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 419,
    cn: '面',
    ls: '象形',
    bs: '面部',
    sm: '字形像人脸之形，中间是一只大眼晴（目）。',
    sw: `面，颜前也。从，象人面形。凡面之属皆从面。`,
    swy: `面，颜额前的部分。从，（囗）像人的面孔与后脑分界之形。大凡面的部属都从面。`,
    xd: `
      “面”的本义就是指人的脸部。
      作动词，表示朝向、面对、面向。如“面山而居”即指朝向山居住。又如“面面相觑”。
      又用作量词，如“一面镜子”、“一面旗子”。
    `
  },
  {
    id: 420,
    cn: '洛',
    ls: '形声',
    bs: '水部',
    sm: '',
    sw: `洛，水。出左冯翊归德北夷界中，东南入渭。从水，各声。`,
    swy: `洛，水名。从左冯翊郡怀德县北面少数民族边界之中流出，向东南注入渭河。从水，各声。`,
    xd: `
      “洛”的本义为水名，指洛水。
      “洛”还是洛阳的简称。如欧阳修《洛阳牡丹图》：“洛阳地脉花最宜，牡丹尤为天下奇。”
    `
  },
  {
    id: 421,
    cn: '浮',
    ls: '形声',
    bs: '水部',
    sm: '左边是水，右上是手，右下是孩子。意思是救出落水的孩子。',
    sw: `浮，氾（汎）也。从水，孚声。`,
    swy: `浮，漂在水面。从水，孚声。`,
    xd: `
      “浮”的本义为漂流、漂在水面。如《论语·公冶长》：“道不行，乘桴浮于海。”意思是主张的道行不通了，就乘木筏漂流到海外去。
      引申指泛舟而行、游水。如《国语·越语下》：“（范蠡）遂乘轻舟，以浮于五湖。”也指飘在空中。如“浮云”。
      由浮在表面引申指轻薄、不踏实。如“浮浪子弟”指的就是轻浮放荡的人。
      又引申指空虚、不切实际。如“浮生若梦”是人生空虚不实，如梦一般短暂。
    `
  },
  {
    id: 422,
    cn: '渭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 423,
    cn: '据',
    ls: '形声',
    bs: '手部',
    sm: '',
    sw: `據，杖持也。从手，居声。`,
    swy: `據，用手杖扶持。从手，居声。`,
    xd: `
      “据”的本义为手蜷曲不能直伸，读作jū。如《诗经·豳风·鸱鸮》：“予手拮据，予所捋荼。”
      引申指经济困难，周转不灵。如“经济拮据”。
      用作“據”的简化字时，表示依仗、依靠，读作jù。如《诗经·邶风·柏舟》：“亦有兄弟，不可以据。”
      进而引申指根据、援引、凭借。如“据理力争”。
      又引申指占据、占有。如《三国志·蜀书·诸葛亮传》：“孙权据有江东，已历三世。”
      又引申指可以用做证明的事物、凭证。如《三国志·吴书·张昭传》：“经有明据，传有徵案。”
    `
  },
  {
    id: 424,
    cn: '泾',
    ls: '形声',
    bs: '水部',
    sm: '',
    sw: `涇，水。出安定泾阳幵头山，东南入渭。雍州之川也。从水，巠声。`,
    swy: `涇，水名。从安定郡泾阳县幵头山流出，向东南注入渭河。是雍州的河流。从水，巠声。`,
    xd: `
      “泾”的本义为泾水，是渭水的支流，有南、北二源。如《诗经·邶风·谷风》：“泾以渭浊，湜湜其沚。”
      引申指水的中流。如《庄子·秋水》：“泾流之大，两涘渚崖之间不辩牛马。”
      又指沟渠、渠。如王安石《寄吴氏女子》：“芰荷美花实，弥漫争沟泾。”
    `
  },
  {
    id: 425,
    cn: '宫',
    ls: '会意',
    bs: '宫部',
    sm:
      '外部是建筑物的屋顶，内部是宫室连在一起的样子。意思是有屋顶的大建筑物。',
    sw: `宮，室也。从宀，从吕。`,
    swy: `宮，室。从宀，从吕。`,
    xd: `
    “宫”的本义指有围墙的房屋，后泛指房屋。
    秦汉以后特指君王居住的地方。如王建《宫词》：“宫人早起笑相呼，不识阶前扫地夫。”
    “宫”亦可当宗庙讲。如《诗经·召南·采蘩》：“于以用之？公侯之宫。”
    `
  },
  {
    id: 426,
    cn: '殿',
    ls: '形声',
    bs: '殳部',
    sm: '',
    sw: `殿，击声也。从殳， dian声`,
    swy: `殿，打击声。从殳，dian声。`,
    xd: `
      “殿”的本义为敲击的声音。
      引申指高大的房屋，后专指供奉神佛或帝王受朝理事的大厅。
      由于高大的房屋给人以震慑之感。所以“殿”还引申指镇抚、镇守。如《诗经·小雅·采菽》：“殿天子之邦。”
      古代科举中最高级别的考试称为“殿试”。
      “殿”还引申为停、停止。如《元典章新集》：“须殿三年，殿期已满。”
      此外，“殿”还引申为指定、评定。
    `
  },
  {
    id: 427,
    cn: '盘',
    ls: '会意 形声',
    bs: '皿部',
    sm: '上方边是敲打(上右)舟形的盘子(上左)，下方是器皿。意思是盆、钵、盘子。',
    sw: `槃，木盘也。从木，般声。`,
    swy: `槃，装东西的敞口浅底方形木盘。字形采用“木”作边旁，采用“般”作声旁。`,
    xd: `
      “盘”的本义为古代盛水供盥洗用的器皿，一般为圆形或长方形，大口、平底、浅腹；用青铜制成，盛行于商周时代。
      泛指扁浅圆形的器皿、盘子。
      又引申指形状或功用像盘子的东西。
      用作动词，指回旋、环绕。如韩愈《雉带箭》：“盘马弯弓惜不发。”其中“盘马”指骑着马绕圈跑。
      进而引申指徘徊、逗留。如“盘桓”。
    `
  },
  {
    id: 428,
    cn: '郁',
    ls: '形声',
    bs: '邑部',
    sm: '',
    sw: `鬱，右扶风鬱夷也。从邑，有声。`,
    swy: `鬱，右扶风郡鬱夷县。从邑，有声。`,
    xd: `
      “郁”的本义为古地名，在今陕西省。
      “郁”用作“鬱”的简化字时，指林木繁盛的样子。如“郁郁葱葱”。
      进而引申为阻滞、闭塞。《吕氏春秋》：“精气郁也。”意思就是精气阻滞不通。
      人心也有阻滞不通的时候，故而“郁”又引申为忧愁、烦闷。如成语“郁郁不得志”。
    `
  },
  {
    id: 429,
    cn: '楼',
    ls: '会意 形声',
    bs: '木部',
    sm: '',
    sw: `樓，重屋也。从木，婁声。`,
    swy: `樓，两层及两层以上的房屋。从木，婁声。`,
    xd: `
      “楼”的本义为两层或两层以上的屋子。
      引申指楼房的一层。如王之涣《登鹳雀楼》：“欲穷千里目，更上一层楼。”
      还泛指像楼一样的建筑结构。如“楼车”（战车）、“楼船”。
      成语“空中楼阁”，说的是有一位财主到朋友家做客，看到主人家的楼很有气势，于是招来工匠，要求他们给自己也造一座。但是，愚蠢的财主却要求工匠省掉第一、二层楼，只造第三层，即他心中的“空中楼阁”，结果引来了人们的嘲笑。
      现在常用来讽刺那种不切合实际的空想，或比喻脱离实际的理论、计划等。
    `
  },
  {
    id: 430,
    cn: '观',
    ls: '会意 形声',
    bs: '見部',
    sm:
      '使用神圣的鸟做占卜，以洞察神明的旨意。『观』指站在上面就能看到远处的建筑物。',
    sw: `觀，谛视也。从見，雚声。`,
    swy: `觀，仔细看。从見，雚声。`,
    xd: `
      “观”的本义为仔细看。如成语“走马观花”，原本是形容事情如意，心境愉快。
      后来多指不深入细致地观察事物，只是大略地看一下。
      由此引申指观察、审察。
      引申为游览、玩赏。如范仲淹《岳阳楼记》：“予观夫巴陵胜状，在洞庭一湖。”
      作名词表示景象、情景。如“奇观”。
    `
  },
  {
    id: 431,
    cn: '飞',
    ls: '象形',
    bs: '飛部',
    sm: '字形下方像展开的双翼，上方像鸟头',
    sw: `飛，鸟翥也。象形。凡飛之属皆从飛。`,
    swy: `飛，鸟向上飞，像鸟飞之形。大凡飛的部属都从飛。`,
    xd: `
      “飞”的本义为鸟飞翔。如陶渊明《归去来兮辞》：“鸟倦飞而知还。”
      引申指其他动物飞翔。如《周易》：“飞龙在天，利见大人。”
      又引申指物体随风在空中飘游浮荡。如苏轼《念奴娇·赤壁怀古》：“谈笑间，樯橹灰飞烟灭。”
      又引申指意外的、突然的。如“飞来横祸”。
      用作动词，表示迅速前进。如《乐府诗集·木兰诗》：“万里赴戎机，关山度若飞。”
    `
  },
  {
    id: 432,
    cn: '惊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 433,
    cn: '图',
    ls: '会意',
    bs: '囗部',
    sm: '外部是全体的范围，内部是装谷物的仓库。意思是画着粮仓所在地的地图。',
    sw: `圖，画计难也。从囗，从啚。啚，难意也。`,
    swy: `圖，计画而苦其难。由囗、啚会意。啚，是困难的意思。`,
    xd: `
      “图”的本义为地图。
      引申为图画、图形。如《史记·留侯世家》：“余以为其人计魁梧奇伟，至见其图，状貌如妇人好女。”意思是，我以为张良肯定长得魁梧粗壮，但见了他的画像才知道，原来他是个长相俊美的白面书生。
      又引申为谋划、谋取。如“图谋”。
      用作名词，表示构想。如“蓝图”。
      “图”还可以表示预料，料想到。如《论语·述而》：“子在齐闻《韶》，三月不知肉味，曰：‘不图为乐之至于斯也。’”
      还可特指塔，即“浮图”的简称。
    `
  },
  {
    id: 434,
    cn: '写',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 435,
    cn: '禽',
    ls: '象形',
    bs: '禸部',
    sm: '上方是个网形，下方是网具的柄。',
    sw: `禽，走兽总名。从禸，象形，今声。禽、离、兕头相似。`,
    swy: `禽，走兽的总名称。从禸，像头部之形，今声。禽、离、兕三个字的头部相似。`,
    xd: `
      “禽”的本义就是捕捉禽兽的工具。
      后来又引申为鸟兽的总称。如《三国志·魏书·华佗传》：“吾有一术，名曰五禽之戏。”
      “禽”亦可专指鸟类。如《尔雅·释鸟》：“二足而羽谓之禽。”
    `
  },
  {
    id: 436,
    cn: '兽',
    ls: '会意',
    bs: '嘼部',
    sm: '上方是带有羽毛饰物的盾牌，下方是犬。意思是狩猎',
    sw: `獸，守备者。从嘼，从犬。`,
    swy: `獸，能守能备的野兽。由嘼、由犬会意。`,
    xd: `
      “兽”的本义是打猎。
      后来用作名词，指野兽。如《尔雅·释鸟》：“四足而毛，谓之兽。”如《史记·货殖列传序》：“渊深而鱼生之，山深而兽往之。”
      后来借喻野蛮凶狠。如“兽性”。
    `
  },
  {
    id: 437,
    cn: '画',
    ls: '会意',
    bs: '畫部',
    sm: '字形像人用手执笔在纸上划线条，作图画之形。',
    sw: `畫，界也。象田四界。聿，所以画之。凡畫之属皆从畫。`,
    swy: `畫，畫分界限。像田和四周的界畫。聿，是用来分界限的器具。大凡畫的部属都从畫`,
    xd: `
      “画”的本义为绘出图形。如“画饼充饥”。也指图画。如“江山如画”。
      又指用画装饰的或以图案等装饰的，如“雕梁画栋”。还指谋划、策划。
    `
  },
  {
    id: 438,
    cn: '彩',
    ls: '会意 形声',
    bs: '彡部',
    sm: '',
    sw: `形，象形也。从三，幵声。`,
    swy: `形，描画，使其象物之形。字形采用“彡”作边旁，“幵”是声旁。`,
    xd: `
      “彩”的本义为文采、文章才华。《宋书·颜延之传》：“延之与陈郡谢灵运俱以词彩齐名。”
      引申指彩色的丝织品。如《古诗为焦仲卿妻作》：“杂彩三百匹。”
      引申指色彩、光彩。如《世说新语·汰侈》：“条干绝世，光彩溢目者六七枚。”
      又引申指各种颜色的。如李白《早发白帝城》：“朝辞白帝彩云间，千里江陵一日还。”
      又指某些赌博、竞赛等赢得的财物。如李白《送外甥郑灌从军》：“大博争雄好彩来，全盘一掷万人开。”
    `
  },
  {
    id: 439,
    cn: '仙',
    ls: '会意 形声',
    bs: '人部',
    sm: '字形像人成仙升天而去。',
    sw: `僊，长生迁去也。从人，从，亦声。`,
    swy: `僊，长生不老，升天离去。由人，由会意，也表声。`,
    xd: `
      “仙”的本义为仙人、神仙。如刘禹锡《陋室铭》：“山不在高，有仙则名。”
      引申比喻具有高超才能的人。如唐代“诗仙”李白。
      婉词，用于死或死者。如“仙去”、“仙逝”。
    `
  },
  {
    id: 440,
    cn: '灵',
    ls: '会意 形声',
    bs: '玉部',
    sm:
      '上方是雨，中间是三只装有祝词的容器，下方是祭桌。意思是祈雨的仪式，后来指神灵。',
    sw: `靈，巫也，以玉事神。从王，霝声。靈，或，从巫`,
    swy: `靈，巫，（他们的职责是）用玉事奉神明。从玉，霝声。靈，的或体，从巫。`,
    xd: `
      “灵”的本义为奉玉舞蹈以降神。
      引申指跳舞降神的巫。如屈原《离骚》：“命灵氛为余占之。”
      巫师能降神，故引申为神灵。如屈原《九歌·湘夫人》：“灵之来兮如云。”
      由神灵又引申为聪明、灵性。如“心灵手巧”、“机灵”。
      还引申为灵巧、灵活。如：“他身手奇快，如灵蛇出动。”
      还引申为灵魂。如诸葛亮《出师表》：“以告先帝之灵。”
      又引申为灵验。如李商隐《嫦娥》：“嫦娥应悔偷灵药，碧海青天夜夜心。”
    `
  },
  {
    id: 441,
    cn: '丙',
    ls: '象形',
    bs: '丙部',
    sm: '字形为放置器物的台子。意思是丙。',
    sw: `
      丙，位南方，万物成，炳然。阴气初起，阳气将亏。
      从一入冂。一者，阳也。丙承乙，象人肩。凡丙之属皆从丙。
    `,
    swy: `
      丙，定位在南方（南方是夏天的方位），这时万物都在长成，都光明强盛。阴气开始出现，阳气将要亏损。
      由一、入、冂会意。一，表示阳气。丙继承着乙，像人的肩。大凡丙的部属都从丙。
    `,
    xd: `
      “丙”的本义早已消失，后来被借为天干的第三位，在甲、乙之后，也表示次序的第三。
      汉代后期的宫室建筑，正室两边的房屋，就以甲、乙、丙、丁为序，第三等房屋称作“丙舍”。
      古人常说“丙夜”，指的就是“三更”（即晚上十一时至第二天凌晨一时）。
    `
  },
  {
    id: 442,
    cn: '舍',
    ls: '象形',
    bs: '亼部',
    sm: '上方像屋顶，中间的“干”像顶柱与横梁，下方“口”像砖石墙基。',
    sw: `舍，市居曰舍。从亼、屮，象屋也；囗象筑也。`,
    swy: `舍，宾客居住的房子叫舍。从亼、屮，像屋子；囗像筑的坦墙。`,
    xd: `
      “舍”的本义是房屋。如杜甫《客至》：“舍南舍北皆春水。”
      用作动词，又引申为住宿。如《庄子·山木》：“舍于故人之家。”意思是住在故人的家里。
      进而引申表示止息、停留。如《论语·子罕》：“逝者如斯夫！不舍昼夜。”
      由止息之义引申为停止、放弃。如《孟子·告子上》：“舍生而取义者也。”
    `
  },
  {
    id: 443,
    cn: '旁',
    ls: '会意 形声',
    bs: '丄部',
    sm: '从方，井盘，会井盘的四帮之意。',
    sw: `旁，溥也。从二，阙；方声。`,
    swy: `旁，广大。从二，不知为什么从，方声。`,
    xd: `
      “旁”的本义为大、广，读作pánɡ。如“旁征博引”，指说话、写文章广泛引用材料作为依据或例证。
      引申为别的、其他的。如“旁人”就是他人。
      进而又引申指偏颇、邪曲。如成语“旁门左道”。
      读作bànɡ，通“傍”，指依傍、依附。如《汉书·沟洫志》：“引渭穿渠起长安，旁南山下，至河三百余里。”
      进而引申指靠近、在旁边。如林觉民《与妻书》：“吾灵尚依依旁汝也，汝不必以无侣悲。”
    `
  },
  {
    id: 444,
    cn: '启',
    ls: '会意',
    bs: '攴部',
    sm: '左边是一只手，右边是一扇门，下部为口，会把门开了一个口之意。',
    sw: `启，开也。从户，从口。`,
    swy: `启，开。由户、口会意。`,
    xd: `
      “启”的本义是开、打开。如《左传·襄公二十五年》：“门启而入，枕尸股而哭。”
      引申为开导。如“启蒙”、“启发”。又引申指开始。如“启用”。
      又引申为启奏、禀告。如《古诗为焦仲卿妻作》：“府吏得闻之，堂上启阿母。”
      “启”还指旧时一种较短的书信文体。如苏轼《与王敏仲八首》：“方欲奉启告别，遽辱惠问。”
    `
  },
  {
    id: 445,
    cn: '甲',
    ls: '象形 假借',
    bs: '甲部',
    sm: '字形为龟的腹甲。意思是用铠甲武装起来。',
    sw: `甲，东方之孟，阳气萌动，从木戴孚甲之像。一曰：人头宜为甲，甲像人头。凡甲之属皆从甲。`,
    swy: `
      甲，定位在东方，东方是五方之始（属木，木代表春天），春天，阳气萌生而运动，像草木顶戴着种子的甲壳的样子。
      另一义说：人头的腔颅叫甲，甲像人头。
      大凡甲的部属都从甲。
    `,
    xd: `
      “甲”的本义就是古代战士穿的护身衣、铠甲。如黄巢《不第后赋菊》：“冲天香阵透长安，满城尽带黄金甲。”
      又可引申为动物身上起保护作用的硬壳。如“龟甲”、“鳞甲”。
      也指人或动物的指或趾上的角质硬壳。如“指甲”、“趾甲”。
      “甲”还是旧时户口编制的一个单位。如“保甲”。
      “甲”也用来表示天干的第一位，用以纪年、月、日。
      又引申为第一、冠军。如王正功《鹿鸣宴劝驾诗》：“桂林山水甲天下。”
    `
  },
  {
    id: 446,
    cn: '帐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 447,
    cn: '对',
    ls: '会意',
    bs: '丵部',
    sm: '左边是将土壤敲打加固的工具，右边是手。意思是二人相对敲打土壤。',
    sw: `对，应无方也。从丵从口从寸。对，对或从士。汉文帝以爲责对而爲言，多非诚对，故去其口以从士也。`,
    swy: `
      对，回答问题不拘泥方法。字形采用“丵、口、寸”会义。
      汉文帝认为，在被责问的情况下回答问题，多半不是诚实的回答，所以去 掉“对”字的“口字边”，而采用“士”作边旁。
    `,
    xd: `
      对的本义是应答。如《论语·述而》：“叶公问孔子于子路,子路不对。”
      今多指意见、判断或程序上正确。
    `
  },
  {
    id: 448,
    cn: '楹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 449,
    cn: '肆',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 450,
    cn: '筵',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 451,
    cn: '设',
    ls: '会意',
    bs: '言部',
    sm: '从言，从殳，会以言语支使人之意。',
    sw: `設，施陈也。从言，从殳。殳，使人也。`,
    swy: `設，布列陈设。由言、由殳会意。殳，用来指使人的东西。`,
    xd: `
      “设”的本义是设置、陈列、安排、筹划。如成语“天造地设”，“设”就是指安排。
      还用作连词，表示假设，相当于“假如”、“如果”。如《史记·灌夫传》：“设百岁后，是属宁有可信者乎？”意思是假如死后，这些人难道有可以信赖的吗？
    `
  },
  {
    id: 452,
    cn: '席',
    ls: '会意',
    bs: '巾部',
    sm: '外部是建筑物，内部是席子。意思是座席。',
    sw: `席，籍也。《礼》：天子、诸侯席，有黼绣纯饰。从巾，庶省四点为声。`,
    swy: `
      席，竹垫子。
      《周礼》上说：“天子、诸侯的席子，有用黑白斧形图案绣边的装饰物。”
      字形采用“巾”作边旁，采用省略“四点底 的“庶”作声旁。
    `,
    xd: `
      席的本义是供坐卧铺垫的用具。如《礼记·祭统》：“设之曰筵，坐之曰席。”
    `
  },
  {
    id: 453,
    cn: '鼓',
    ls: '会意',
    bs: '鼓部',
    sm: '左边是鼓，右边是击打。意思是敲打打击乐器使之发出声音。',
    sw: `
      鼓，郭也。春分之音，万物郭皮甲而出，故谓之鼓。从壴、支，象其手击之也。
      如《周礼》六鼓：靁鼓八面，灵鼓六面，路鼓四面，鼖鼓、臯鼓、晋鼓皆两面。
      凡鼓之属皆从鼓。
    `,
    swy: `
      鼓，用皮包廓蒙覆的乐器。是春分时节的音乐，万物包廓着皮壳长出来，所以叫做鼓。从壴、支，像手持槌击鼓。
      《周礼》的六鼓是：雷鼓有八面，灵鼓有六面，路鼓有四面，鼖鼓、臯鼓、晋鼓都是两面。
      大凡鼓的部属都从鼓。
    `,
    xd: `
      “鼓”的本义是战鼓。
      后来引申指一种乐器。
      引申为动词，当拍打、敲击讲。如《左传·庄公十年》：“夫战，勇气也。一鼓作气，再而衰，三而竭。”
      又引申指卖弄，煽动。如《庄子·盗跖》：“摇唇鼓舌，擅生是非。”又引申指激发。如“鼓励”、“鼓舞”。
    `
  },
  {
    id: 454,
    cn: '瑟',
    ls: '形声',
    bs: '珡部',
    sm: '',
    sw: `瑟，庖牺所作弦乐也。从珡，必声。`,
    swy: `瑟，庖牺氏制作的有弦的乐器。从珡，必声。`,
    xd: `
      “瑟”的本义为古代的一种拨弦乐器，形似古琴，每弦一柱。如《史记·廉颇蔺相如列传》：“寡人窃闻赵王好音，请奏瑟。”
      引申指寒凉抖动的样子。如白居易《琵琶行》：“枫叶荻花秋瑟瑟。”
      又引申指碧绿。如白居易《暮江吟》：“一道残阳铺水中，半江瑟瑟半江红。”
    `
  },
  {
    id: 455,
    cn: '吹',
    ls: '会意',
    bs: '口部',
    sm:
      '左边说明是向前张开嘴巴跪着的人。指的是一种向装有祝词的容器(右边)里面吹气，以消除祈祷的效果的巫术。',
    sw: `吹，噓也。从口，从欠。`,
    swy: `吹，撮起嘴唇急促地吐气。由口、由欠会意。`,
    xd: `
      “吹”的本义是用口吹气。如《庄子·逍遥游》：“尘埃也，生物之以息相吹也。”
      引申为大自然界的吹风。如冯延巳《谒金门》：“风乍起，吹皱一池春水。”
      引申指吹奏乐器如《韩非子·内储说上》：“齐宣王使人吹竽，必三百人。”又如“吹手”（吹鼓手）、“吹打”（吹打乐器）。
      又引申为关系破裂。如“他们俩吹了”。
      “吹”还可以表示说大话、自夸。如“吹牛”、“吹嘘”。
    `
  },
  {
    id: 456,
    cn: '笙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 457,
    cn: '升',
    ls: '象形',
    bs: '斗部',
    sm: '字形象是用斗挹起酒浆，表示举觞进献之意',
    sw: `升，十龠也。从斗，亦象形。`,
    swy: `升，二十合。从斗，也是象形字。`,
    xd: `
      “升”的本义是一种量粮食的容器，容积是斗的十分之一。后来作容量单位，表示一斗的十分之一。
      用作动词也指进奉、进献。
      进献宝物时要双手上举，以表虔诚尊敬之意，故而又引申指升起。
      也指官员升职。
    `
  },
  {
    id: 458,
    cn: '阶',
    ls: '形声',
    bs: '阝部',
    sm: '',
    sw: `階，陛也。从，皆声。`,
    swy: `階，台阶。从，皆声。`,
    xd: `
      “阶”的本义为台阶。如刘禹锡《陋室铭》：“苔痕上阶绿，草色入帘青。”
      引申特指梯子。如《楚辞·九章·惜诵》：“欲释阶而登天兮，犹有曩之态也。”
      台阶为行走之径，故又引申指途径。如《易·系辞上》：“乱之所生也，则言语以为阶。”
      台阶有高低之分，故又引申指等级、品级。如《新唐书·百官志》：“文阶二十八阶，武阶二十一阶。”
    `
  },
  {
    id: 459,
    cn: '纳',
    ls: '会意 形声',
    bs: '糸部',
    sm:
      '意思是把织物当作上缴的赋税。最初是『内』的字形，后来加上了偏旁『纟』。',
    sw: `納，丝湿纳纳也。从糸，内声。`,
    swy: `納，丝湿润润的样子。从糸，内声。`,
    xd: `
      “纳”的本义为丝吸水而湿的样子。如《九叹·逢纷》：“裳襜襜而含风兮，衣纳纳而掩露。”
      引申指收藏。如《诗经·豳风·七月》：“九月筑场圃，十月纳禾稼。”
      引申指收容、接受。如“纳谏”、“采纳”。还可指娶。如“纳妾”。
      又引申指藏。如“藏污纳垢”。引申又指献出、交付。如“纳税”。
    `
  },
  {
    id: 460,
    cn: '陛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 461,
    cn: '弁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 462,
    cn: '转',
    ls: '会意 形声',
    bs: '車部',
    sm: '',
    sw: `轉，连也。从車，專声。`,
    swy: `轉，用车运轮。从車，專声。`,
    xd: `
      “转”的本义是转运，读作zhuǎn。如“转饷”。
      又引申指转移。如“转让”。
      进而引申指卖。如《儒林外史》第二十回：“现今这房子转的出四十两银子，我拿几两添着进京。”
      再引申指改变（方向、位置、形势、情况等）。如“多云转晴”。又表示回环、旋动。如“目不转睛”。
      还表示旋转、打转儿，读zhuàn。如“晕头转向”。又引申指闲逛。如“在街上闲转”。
      “转”也可表示转折。如“起承转合”。
    `
  },
  {
    id: 463,
    cn: '疑',
    ls: '象形',
    bs: '子部',
    sm:
      '在身体前面手执棍子(左边)的人，做出了向后回头(右边)的样子。意思是犹豫着该不该前进。',
    sw: `疑，惑也。从子止匕，矢声聲。`,
    swy: `疑，迷惑而不知所从。字形采用“子、止、匕”作边旁，采用“矢”作声旁。`,
    xd: `
      疑的本义是怀疑。如《静夜思》“疑是地上霜。”
      引申为犹豫。如《史记·李斯列传》：“臣疑其君,无不危国。”
    `
  },
  {
    id: 464,
    cn: '星',
    ls: '形声',
    bs: '晶部',
    sm: '上方三个是星星，下方是草发芽的样子。意思是星星闪光。',
    sw: `曐，万物之精，上为列星。从晶，生声。一曰：象形。从口，古口复注中，故与日同。`,
    swy: `
      曐，万物的精华，在天上就成了众多的星。从晶，生声。
      另一义说：晶像众星之形。从口，古时候〇再加注一点在它的中间，所以与“日”字混同。
    `,
    xd: `
      “星”本义指天上的星星。
      星星的数量不可胜数，因此人们以“星”来形容多而分散的事物。如“星罗棋布”。
      “星”高高在上，故引申比喻那些有名的表演者。如“歌星”、“影星”。
      由流星飞快地划过天空，引申指像流星一样疾速。如“星流霆击”、“星飞电急”。
    `
  },
  {
    id: 465,
    cn: '右',
    ls: '会意',
    bs: '口部',
    sm: '上方右手，下方是装有祝词的容器。意思是祈求神明的帮助。',
    sw: `右，助也。从口，从又。`,
    swy: `右，帮助。由口、由又会意。`,
    xd: `
      “右”是“祐”的本字，本义指神保佑，引申指帮助。
      古代以右为上。“右姓”指世家大族；“右职”指重要的职位。
      古时候，东方和西方也往往用左方和右方代之。如“陇右”就是指“陇西”。
    `
  },
  {
    id: 466,
    cn: '通',
    ls: '形声',
    bs: '辵部',
    sm:
      '左边是行走，右边是带手柄的水桶。意思是没有阻碍地穿过。另外也指关系到全体。',
    sw: `通，达也。从辵甬声。`,
    swy: `通，直达。字形采用“辵”作边旁，“甬”作声旁。`,
    xd: `
      通的本义是没有堵塞，可以通过。如《易·系辞》：“往来不穷谓之通。”
      引申为通往。如《岳阳楼记》：“北通巫峡。”
    `
  },
  {
    id: 467,
    cn: '广',
    ls: '象形',
    bs: '广部',
    sm: '字形像依靠着山崖筑成的房子。',
    sw: `广，因广为屋，象对剌高屋之形。凡广之属皆从广，读若‘俨然’之‘俨’。`,
    swy: `广，依傍岩岸架屋，像高耸的房屋的样子。大凡广的部属都从广。音读像俨然的“俨”字。`,
    xd: `
      “广”的本义是靠近山崖而做成的房子。
      引申为简陋的草屋。如袁桷《次韵瑾子过梁山泺三十韵》：“土屋危可缘，草广突如峙。”其中的“草广”是指简陋的草屋。
    `
  },
  {
    id: 468,
    cn: '内',
    ls: '象形',
    bs: '入部',
    sm: '上方为房屋之形，下方为人，会人进入房内之意。',
    sw: `内，入也。从冂，自外而入也。`,
    swy: `内，进入。从冂，入表示从外面进入。`,
    xd: `
      “内”的本义指进入。如《史记·项羽本纪》：“交戟之卫士欲止不内。”
      引申泛指纳入、交入。如《史记·秦始皇本纪》：“准百姓纳粟千石，拜爵一级。”这里的“纳”就是交纳的意思。
      又引申为里面，表方位，与“外”相对。心在胸内，所以“内”也指“内心”。如“内愧”、“内疚”。
    `
  },
  {
    id: 469,
    cn: '左',
    ls: '会意',
    bs: '左部',
    sm: '上方是左手，下方是巫术中使用的器具。意思是祈求神明的帮助。',
    sw: `左，手相左助也。从工。凡左之属皆从左。`,
    swy: `左，用手相辅佐、帮助。由、工会意。大凡左的部属都从左。`,
    xd: `
      “左”的本义是辅助。此义后来“佐”。
      “左”后来借用指“左右”的“左”。如姜夔《扬州慢》：“淮左名都，竹西佳处，解鞍少驻初程。”
      又引申为不正、邪辟。如“旁门左道”。
    `
  },
  {
    id: 470,
    cn: '达',
    ls: '形声',
    bs: '辵部',
    sm:
      '左边是行走，右边表示小羊(右上)从母羊(右下)身体里顺利生出来。意思是快速行走。',
    sw: `逹，行不相遇也。从辵羍声。《诗》曰：“挑兮达兮。”达，达或从大。或曰迭。`,
    swy: `
      逹，行路而不相遇。字形采用“辵”作边旁，“羍”作声旁。
      《诗经》上有诗句唱道：“往来相见。”“达”，这是“達”的异体字，字形采用“大”作边旁。
      有的说法认为，“达”即是“迭”。
    `,
    xd: `
      达的本义是道路畅通。如《礼记·内则》：“左右达为夹室，所以相隔”
      引申为到达。如《资治通鉴》：“凉州之兵始达咸阳。”
    `
  },
  {
    id: 471,
    cn: '承',
    ls: '会意',
    bs: '手部',
    sm:
      '上方是跪着的人，下方是双手，字形描绘的是向人献上、赠与东西。意思是接受尊者命令并执行。',
    sw: `承，奉也，受也。从手，从厶，从収。`,
    swy: `承，捧授；收受。由手、由厶、由収会意`,
    xd: `
      “承”的本义是捧。
      又引申为继承、接续。如《后汉书·班彪列传》：“汉承秦制。”是说汉代继承了秦朝的典章制度。
      “承”还可以表示顺从、侍奉。如“承欢膝下”、“承颜”。
      用作敬词，表示客气。如“承蒙夸奖”。
    `
  },
  {
    id: 472,
    cn: '明',
    ls: '会意',
    bs: '朙部',
    sm: '左边是月亮，右边是窗子。意思是从窗子照进来的月光。',
    sw: `朙，照也。从月，从囧。凡朙之属皆从朙。`,
    swy: `朙，照耀。由月、囧会意。大凡朙的部属都从朙。`,
    xd: `
      “明”的本义是光明、明亮。如《诗经·齐风·鸡鸣》：“东方明矣，朝既昌矣。”
      引申为明显。如《荀子·正名》：“是非之形不明。”
      又表示懂得、了解，阐明。如柳宗元《柳河东集》：“文者以明道。”
      用作名词，指眼睛、视力。《孟子·梁惠王上》：“明足以察秋毫之末。”
    `
  },
  {
    id: 473,
    cn: '既',
    ls: '会意',
    bs: '皀部',
    sm: `
      左边是一个高脚的食器，其中尖尖的部分表示装满了食品；右边是一个背向食品跪坐的人，张着大嘴巴。
      会吃饱了之意。
    `,
    sw: `既，小食也。从皀，旡声。`,
    swy: `既，小的食物。从皀，旡声。`,
    xd: `
      “既”的本义是吃完了。
      引申为尽、完。
      又引申为已经。如成语“既往不咎”。
      “既望”在古代用来表示时间。每个月十五或十六的傍晚，会出现月亮与太阳遥遥相望的现象，古人就把这一天叫做“望”。“既”指已经，所以“既望”指的就是阴历每月的十六或十七。
    `
  },
  {
    id: 474,
    cn: '集',
    ls: '会意',
    bs: '雥部',
    sm: '上方是鸟，下方是树。意思是鸟停在树上。很多鸟聚集在一起，写作『雧』。',
    sw: `雧，群鸟在木上也。从雥，从木。集，雧或省。`,
    swy: `雧，群鸟聚集在树木上，由雥、由木会意。集，雧的或体，雧的省略。`,
    xd: `
      “集”的本义是群鸟栖止在树上。如《诗经·周南·葛覃》：“黄鸟于飞，集于灌木。”
      由此引申为聚集、集合。由货物汇集引申指定期交易的市场。如“集市”。
      后来人们把多种单篇作品汇合在一起的书册也称为“集”。
    `
  },
  {
    id: 475,
    cn: '坟',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 476,
    cn: '典',
    ls: '会意',
    bs: '丌部',
    sm: '字形像双手郑重地捧献典册之状。。',
    sw: `典，五帝之书也。从冊在丌上，尊阁之也。庄都说：典，大冊也。`,
    swy: `典，五帝的画册。由“册”在“ ”上会把典册高高地搁架在上之意。庄都说：典是大册。`,
    xd: `
      “典”的本义指重要的文献、书籍。如成语“数典忘祖”。引申为仪典。如“开国大典”。
      从经典引申为法则或制度。如曹操《败军抵罪令》：“但赏功而不罚罪，非国典也。”意思是只赏功劳而不惩罚罪过，那就不是国家的制度。
      用作动词，表示主持、掌管。“典狱”就是典理（掌管）刑狱之事，也是官职名。
      由放置典册引申指抵押物品。如“典当”。
    `
  },
  {
    id: 477,
    cn: '亦',
    ls: '指事',
    bs: '亦部',
    sm:
      '字形像一个正面站立的人，两臂之下的两个点儿是指事符号，表示这里是腋下。',
    sw: `亦，人之臂亦也。从大，象两亦之形。凡亦之属皆从亦。`,
    swy: `亦，人的腋窝。从大，像两个腋窝位于臂下的形状。大凡亦的部属都从亦。`,
    xd: `
      “亦”的本义为人的腋窝。
      后世常被假借为虚词，表示类同或相似关系，相当于“也”、“也是”。
      还相当于“又”。如杜牧《阿房宫赋》：“后人哀之而不鉴之，亦使后人复哀后人也。”
      古汉语中，“亦”常和“不”连用，组成“不亦”，用于反问句，表示反诘语气。如《论语·学而》：“学而时习之，不亦说乎？”
    `
  },
  {
    id: 478,
    cn: '聚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 479,
    cn: '群',
    ls: '形声',
    bs: '羊部',
    sm: '上方是集合的意思（君），下方是羊。意思是羊群。',
    sw: `群，辈也。从羊，君声。`,
    swy: `群，朋辈。从羊，君声。`,
    xd: `
      “群”的本义为羊群。如《诗经·小雅·无羊》：“谁谓尔无羊？三百维群。”意思是，谁说你没有羊？有三百多群呢。
      后泛指聚集在一起的人或事物。如“群众”、“群山”。
      由众多引申指会合、聚集。如《论语·卫灵公》：“君子矜而不争，群而不党。”意思是，君子庄重而不与别人争执，聚集在一起而不结党营私。
    `
  },
  {
    id: 480,
    cn: '英',
    ls: '形声',
    bs: '艸部',
    sm: '',
    sw: `英，草荣而不实者。一曰：黄英。从艸，央声。`,
    swy: `英，草只开花却不结实叫做“英”。另一义说：英是指黄英木。从艸，央声。`,
    xd: `
      “英”的本义是花。如陶渊明《桃花源记》：“芳草鲜美，落英缤纷。”
      花是美好的，所以引申为美好、杰出、优异、超众不凡。如生前创立了伟大事业的死者，被尊称为“英魂”、“英灵”。
      又引申为精华。如韩愈《进学解》：“沉浸酿郁，含英咀华。”意思就是沉浸在书籍中，探求书中的精粹。
    `
  },
  {
    id: 481,
    cn: '杜',
    ls: '形声',
    bs: '木部',
    sm: '',
    sw: `杜，甘棠也。从木，土声。`,
    swy: `杜，甘棠。从木，土声。`,
    xd: `
      “杜”的本义为杜树。是一种落叶乔木，果实圆而小，味涩，可食，俗称“杜梨”。
      用作动词，指关门、封闭。如《史记·李斯列传》：“杜私门，蚕食诸侯，使秦成帝业。”
      引申指杜绝、制止。如“防微杜渐”指在坏思想、坏事或错误刚冒头时就加以制止，不让它继续发展下去。
    `
  },
  {
    id: 482,
    cn: '稿',
    ls: '会意 形声',
    bs: '禾部',
    sm: '',
    sw: `稿，秆也。从禾，高声。`,
    swy: `稿，禾秆，谷类植物的茎杆。从禾，高声。`,
    xd: `
      “稿”的本义是谷类植物未经处理的茎秆。如《资治通鉴》：“今又盛寒，马无稿草。”
      引申指还需加工的诗文、图案草底。如“草稿”。如今也指写成的文章或画成的画图等。如“投稿”。
      也引申指样子、模样。如汤显祖《牡丹亭》：“再消详邈入其中妙，则女孩家怕漏泄风情稿。”意为想把梦中的青年画在上面，又只怕泄漏了秘密。
    `
  },
  {
    id: 483,
    cn: '钟',
    ls: '形声',
    bs: '金部',
    sm:
      '左边是将金属混合在一起，右上是大针，右中是眼睛，右下是袋子。意思是吊钟。',
    sw: `鐘，乐钟也。秋分之音，物种成。从金，童声。古者垂作钟。`,
    swy: `鐘，乐器钟。代表秋分时节的音律，至秋而物种成熟。从金，童声。古时候一个叫垂的人制作了钟。`,
    xd: `
      “钟”的本义是指乐器钟。如“编钟”。
      引申指佛寺悬挂的钟。如“暮鼓晨钟”。寺院中的大钟有报时作用，所以又引申为计时的钟表。如“时钟”。
      又引申为时间。如“五点钟”。
      “钟”还指酒器。引申为酒杯、茶杯。
      又引申为古代的量器。如“书中自有千钟粟”。由贮器进而引申为聚集。如“钟情”。
    `
  },
  {
    id: 484,
    cn: '隶',
    ls: '会意',
    bs: '隶部',
    sm:
      '左边是作祟的野兽，右边是将灾难转移到布上面并维持该状态。指的是灾难转移的对象。',
    sw: `隶，及也。从又，从尾省。又持尾者，从后及之也。凡隶之属皆从隶。`,
    swy: `
      隶，追上去捕获。由又、由尾省去尸构成。
      由“又”（手）持握着“尾”会意，表示从后面追上去捕获。
      大凡隶的部属都从隶。
    `,
    xd: `
      “隶”的本义为捕获一兽加以整治。
      后来用于表示奴隶。如“仆隶”，就是指奴仆。
      奴隶是属于主人的，所以又引申指附属、跟从。如“隶属”。
    `
  },
  {
    id: 485,
    cn: '漆',
    ls: '会意 形声',
    bs: '水部',
    sm: '字形像一棵漆树的形状，其中的四个点表示有漆滴下。',
    sw: `漆，水。出右扶风杜陵岐山，东入渭。一曰：入洛。从水，桼声。`,
    swy: `漆，漆水。从右扶风郡杜阳县岐山流出，向东注入渭水。另一义说：注入洛水。从水，桼声。`,
    xd: `
      “漆”的本义为漆树。
      引申指漆树汁，或其他树脂制成的黏稠的涂料。
      如“如胶似漆”是指像胶和漆那样黏结。形容感情炽烈，难舍难分。多指夫妻恩爱。
      用作动词，指用漆涂饰。如《韩非子·十过》：“墨漆其外。”
      又引申指黑，染黑。如孟郊《吊卢殷》：“初识漆鬓发，争为新文章。”
    `
  },
  {
    id: 486,
    cn: '书',
    ls: '会意',
    bs: '聿部',
    sm:
      '上方表示用手拿着笔；下方是在装有祝词的容器上面叠放土木。意思是被认为是祝词的神圣文字。',
    sw: `書，箸也。从聿，者声。`,
    swy: `书，写在竹帛上。从聿，者声。`,
    xd: `
      “书”的本义为著写、记载。如成语“罄竹难书”，字面意思就是（事情多到）把所有的竹子用尽也写不完。比喻事实（多指罪恶）很多，难以说尽。
      引申为书写成的东西。如“篆书”、“隶书”。
      又引申指文件。如《乐府诗集·木兰诗》：“军书十二卷，卷卷有爷名。”这里的“书”指军队的文件。
      又引申指书籍、书信。如“家书”，就是指家信。
    `
  },
  {
    id: 487,
    cn: '壁',
    ls: '形声',
    bs: '土部',
    sm: '',
    sw: `壁，垣也。从土，辟声。`,
    swy: `壁，墙壁。从土，辟声。`,
    xd: `
      “壁”的本义为墙、墙壁。如“家徒四壁”。
      引申指物体、身体或生物体等外围结构的物质层。如“腹壁”、“细胞壁”。
      又特指陡峭的山崖。如张载《剑阁铭》：“是曰剑阁，壁立千仞，穷地之险，极路之峻。”
      又引申指营垒、军营的围墙。
      “壁”还是星宿名，二十八宿之一。
    `
  },
  {
    id: 488,
    cn: '经',
    ls: '形声',
    bs: '糸部',
    sm: '左边是丝束，右边是纺织机的经纱。意思是纱的经线。',
    sw: `經，织也。从糸，巠声。`,
    swy: `經，编织品的纵线。从糸，巠声。`,
    xd: `
      “经”的本义是织布上的纵线，与“纬”相对。
      后来由经纬，引申为南北。如《大戴礼记·易本命》：“凡地东西为纬，南北为经。”
      若没有经也就谈不上纬，“经”是主要的，故人体气血通路的主干也称为“经”。如“经脉”、“经络”。
      历来被尊奉为典范的著作就称为“经典”。
      用作动词，表示管理、治理。如陆游《喜谭德称归》：“少鄙章句学，所慕在经世。”
    `
  },
  {
    id: 489,
    cn: '府',
    ls: '会意 形声',
    bs: '广部',
    sm: '存放书籍的府库。意思是保管重要文件的库房。',
    sw: `府，文书藏也。从广，付声。`,
    swy: `府，储藏文书的地方。从广，付声。`,
    xd: `
      “府”的本义为府库，是古代国家收藏文书或财物的地方。如《史记·项羽本纪》：“籍吏民，封府库，而待将军。”
      到了汉至南北朝，“府”多指高级官员及诸王治事之所，即官署。诸葛亮《出师表》：“宫中府中，俱为一体。”
      后来泛指宅第。如“王府”，指古代有王爵封号的人的住宅。
      唐朝至清朝时，“府”为行政区划，比县高一级。如“开封府”、“济南府”。
    `
  },
  {
    id: 490,
    cn: '罗',
    ls: '会意',
    bs: '网部',
    sm: '用网(上方)网住鸟(下方)。意思是网。',
    sw: `羅，以丝罟鸟也。从网，从維。`,
    swy: `羅，用丝网缚鸟。由网、由维会意。`,
    xd: `
      “罗”的本义就是用网捕鸟。也指捕鸟的网。如“天罗地网”。
      由布下罗网又引申为排列、分布。如“星罗棋布”。后来又引申为搜罗或招致。
      又引申为囊括。如“包罗万象”即囊括了所有的现象。
      因为罗是丝织的，所以又可以指轻软的丝织品。如“罗绮”，就是指有花纹的丝织品。
      “罗”又指一种密孔的筛子。如“面罗”。还指像罗样的螺形或环状物。如“罗盘”。
    `
  },
  {
    id: 491,
    cn: '将',
    ls: '会意',
    bs: '寸部',
    sm: '左边像一张竖起的几案，右边是块肉。',
    sw: `將，帅也。从寸，jiang声。`,
    swy: `將，将帅。从寸，jiang为声。`,
    xd: `
      “将”的本义为把肉放在几案上。
      引申为扶持、扶助。如《乐府诗集·木兰辞》：“爷娘闻女来，出郭（外城）相扶将”。
      又引申为带领、携带。如《后汉书·蔡邕传》：“遂携将家属，逃入深山，与鲍宣、卓茂等同不仕新室。”
      读作jiànɡ，指将领。如“将在外，君命有所不受”。
    `
  },
  {
    id: 492,
    cn: '相',
    ls: '会意',
    bs: '目部',
    sm: '左边是树，右边是眼睛。意思是用眼睛看树，树木将生命力赐给看它的人。',
    sw: `相，省视也。从目，从木。《易》曰：‘地可观者，莫可观于木。’《诗》曰：‘相鼠有皮。’`,
    swy: `
      相，察看。由目、木会意。
      《易经》说：“地上可观的东西，没有什么比树木更可观了。”
      《诗经》说：“察看那老鼠，一定有皮。”
    `,
    xd: `
      “相”的本义是细看、观察。如《左传·隐公十一年》：“相时而动。”引申为相面。
      用作名词，指相貌。如“相由心生”。
      又引申指互相。如《左传·隐公元年》：“不及黄泉无相见也。”
      还引申指辅助。如《论语·宪问》：“管仲相桓公。”
      辅助国君的人就可以称作“相”。
    `
  },
  {
    id: 493,
    cn: '路',
    ls: '会意 形声',
    bs: '足部',
    sm:
      '左边是脚，右上表示倒着的脚，右下是装有祝词的容器。意思是神明从天而降所走的道路。',
    sw: `路，道也。由足，各会意。`,
    swy: `路，道路。从足，从各。`,
    xd: `
      “路”的本义是道路。
      引申指经过的里程。如“山高路远”等。
      还引申特指车辆行驶的线道。如“13路公交车”。
      引申指职业。我们常听人说“半路出家”，原指年岁大点，才去当和尚、尼姑或道士。比喻中途改行，从事另一工作。
      脚步所走之路又可引申为思想或行为的途径、方法。如“出路”、“生路”。
      又引申指种类。如“一路货色”、“路数”。
      还引申指方面、地区。如“外路货”、“各路人马”等。
    `
  },
  {
    id: 494,
    cn: '侠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 495,
    cn: '槐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 496,
    cn: '卿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 497,
    cn: '户',
    ls: '象形',
    bs: '户部',
    sm: '字形为神龛单扇打开的门。意思是神龛的门。',
    sw: `户，护也。半门曰户。象形。凡户之属皆从户。`,
    swy: `户，保护室内的门户。门的一半叫户。象形。大凡户的部属都从户。`,
    xd: `
      “户”的本义为单扇门。如《木兰诗》：“唧唧复唧唧，木兰当户织。”
      引申指人家、住户。如“户籍”“千家万户”。
      “户”又指从事某种职业的人或人家。如“农户”、“工商户”。
      还引申指居室。如陶渊明《归园田居》：“户庭无尘杂，虚室有余闲。”“户庭无尘杂”即指居室中没有世俗杂事来烦扰。
      “户”也指账册登记的户头，资金置于户头，进出周转，正似人进出屋室。
    `
  },
  {
    id: 498,
    cn: '封',
    ls: '会意',
    bs: '土部',
    sm: '左下方是一个土堆，土堆上有一棵树苗。',
    sw: `封，爵诸侯之土也。从之，从土，从寸，守其制度也。公侯，百里；伯，七十里；子男，五十里。`,
    swy: `
      封，把这块土地按爵位的等级分封给诸侯。由之、土、寸会意，寸表示遵守分封的制度。
      公侯，方圆百里；伯，方圆七十里；子男，方圆五十里。
    `,
    xd: `
      “封”的本义是推土植树为界。
      引申指古代帝王把土地按爵位等级分封给诸侯、大臣。
      又引申为封闭。如《史记·李斯列传》：“书已封。”意思是已经把信封好了。
      也可以引申为单位量词。如杜甫《述怀》：“自寄一封书，今已十月后。”
    `
  },
  {
    id: 499,
    cn: '八',
    ls: '会意',
    bs: '八部',
    sm: '字形像一物被分成两半之形。',
    sw: `八，别也。象分别相背之形。凡八之属皆从八。`,
    swy: `八，分别。像分别相背离的形状。大凡八的部属都从八。`,
    xd: `
      “八”的本义是分，后借作数词。如李商隐《瑶池》：“八骏日行三万里，穆王何事不重来。”其中的“八骏”相传为周穆王的八匹名马。
    `
  },
  {
    id: 500,
    cn: '县',
    ls: '会意',
    bs: '厶部',
    sm: '上方是绳子，下方是倒着的头。意思是用绳子将头悬挂在树上。',
    sw: `縣，系也。从系持县 。`,
    swy: `縣，悬着示众。由“系”持“县”会意。`,
    xd: `
      “县”是会意字。金文从木，从系，从（倒首），会悬首高杆示众之意。隶变后楷书写作“縣”。汉字简化后写作“县”。
      《说文·部》：“縣，系也。从系持 。”（縣，悬着示众。由“系”持“ ”会意。）
      “县”的本义为悬首示众，引申为悬挂。如《诗经·魏风·伐檀》：“不狩不猎，胡瞻尔庭有县鹑兮。”意思是：既不巡守又不打猎，为何看到你的院子里悬挂着那么多鹌鹑？
      “县”假借为“寰”，指行政区划单位。周代时县大于郡，秦以后县属于郡。
      现在是行政区划单位。如“县志”、“县委”。
    `
  },
  {
    id: 501,
    cn: '家',
    ls: '会意',
    bs: '宀部',
    sm: '外部是建筑物的屋顶，内部是豕。会屋内有猪之意。',
    sw: `家，居也。从宀，豕声。`,
    swy: `家，居处的地方。从宀，豕声。`,
    xd: `
      “家”的本义指人家，引申泛指家庭。如陶渊明《桃花源记》：“便要还家，设酒杀鸡作食。”
      还引申指学术流派或经营某种行业的人。如“道家”、“酒家”。
      又引申指具有某种专长或从事某种专门活动的人。如“画家”。
      有时也作谦称。如“家兄”、“家父”等。
      虚化作词尾。如“小孩子家”。又可用作量词。如“一家之主”、“几家人”。
    `
  },
  {
    id: 502,
    cn: '给',
    ls: '会意 形声',
    bs: '糸部',
    sm: '',
    sw: `给，相足也。从糸，合声。`,
    swy: `给，添丝加继续。字形采用“糸”作边旁，采用“合”作声旁。`,
    xd: `
      “给”的本义为丰足、富裕，读作jǐ。如《孟子·梁惠王下》：“春省耕而补不足，秋省敛而助不给。”
      引申指供应。如“补给”。
      还读作ɡěi，指使得到、交付。如“送给”、“交给”。
      引申指叫、让。如“给我看看”。
      用作介词，表示为、替的意思。如“给客人倒茶”。
      表示方向，相当于“向”、“对”。如“给我打电话”。
      表命令，加强语气，多与“我”连用。如“给我闭嘴”。
    `
  },
  {
    id: 503,
    cn: '千',
    ls: '会意',
    bs: '十部',
    sm: '字形为侧着的人加上短的横线，意思是数字一千。',
    sw: `千，十百也。从十，从人。`,
    swy: `千，十个百。由十、由人会意。`,
    xd: `
      “千”的本义为数词。如“十百为千”、“盈千累万”。
      泛指极多。如“千言万语”、“千方百计”。
    `
  },
  {
    id: 504,
    cn: '兵',
    ls: '会意',
    bs: '𠬞部',
    sm:
      '上方是斧子，下方是左右手，字形为双手捧着斧子。意思是兵器。古代的兵器包括斧、矛、钺、盾等。',
    sw: `兵，械也。从廾持斤，并力之貌。`,
    swy: `兵，军械。字形采用“廾、斤”会义，像双手持斧，使劲的样子。`,
    xd: ``
  },
  {
    id: 505,
    cn: '高',
    ls: '象形',
    bs: '高部',
    sm: '字形像台观楼阁上下重屋之形，表示崇高。',
    sw: `高，崇也。象台观高之形。从冂、口，与仓、舍同意。凡高之属皆从高。`,
    swy: `
      高，崇高。像台观高耸的样子。由冂、由口会意，与“仓”字、“舍”字下部从口的构形原则相同。
      大凡高的部属都从高。
    `,
    xd: `
      “高”的本义为上下距离大，离地面远。
      引申指由上至下的距离、高度。
      又引申指在一般标准或平均程度之上的，擅长的。如“曲高和寡”。
      由高高在上引申表示地位、等级在上的。如“高位”。
      又引申为大，特别指岁数大的、辈分最上的。如“有志不在年高”。
      还作敬辞，如“高足”、“高见”。
    `
  },
  {
    id: 506,
    cn: '冠',
    ls: '会意',
    bs: '冖部',
    sm: '从冖（帽子），从元（人头），从寸（手），会用手将帽子戴在头上之意。',
    sw: `冠，絭也。所以絭发，弁冕之总名也。从冂从元，元亦声。冠有法制，从寸。`,
    swy: `
      冠，卷整。是用来卷束头发的东西，是帽子的统名。
      由冖、元会意，元也表声。戴帽子有尊卑法制，所以从寸。
    `,
    xd: `
      “冠”的本义为帽子，读作ɡuān。如成语“弹冠相庆”，这里的“弹冠”就是指弹去帽子上的灰尘。
      引申指像帽子的东西。如“树冠”、“鸡冠”。
      还读作ɡuàn，引申为戴、戴帽子。
      古时候，男子二十岁要行成年礼，称为冠礼。如“弱冠之年”就是刚成年；古代男子二十岁而冠，并赐以字，就叫“冠字”。
      引申为超出众人，超过，位居第一。如“勇冠三军”、“艳冠群芳”。
    `
  },
  {
    id: 507,
    cn: '陪',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 508,
    cn: '辇',
    ls: '会意 象形',
    bs: '車部',
    sm: '字形像二夫拉车前行的样子。',
    sw: `輦，挽车也。从車，从㚘在車前引之。`,
    swy: `輦，人挽的车。从車，由表示两人的“㚘”在“車”前牵引会意。`,
    xd: `
      “辇”的本义为人拉车。
      引申指人拉或推的车。
      又特指用手抬的小车，类似后来的轿子。唐代有幅名画叫“步辇图”，其中的“辇”就是手抬的小车之义。
      秦汉后专指帝王、后妃乘坐的车。如“龙车凤辇”。
      泛指运载、搬运。如《二十年目睹之怪现状》第四十五回：“搁不住这班人都做了守财奴……把天下的钱都辇到他家。”
    `
  },
  {
    id: 509,
    cn: '驱',
    ls: '形声',
    bs: '馬部',
    sm: '',
    sw: `驅，马驰也。从馬，區声。`,
    swy: `驅，用棰策鞭打马，使马奔驰向前。从馬，區声。`,
    xd: `
      “驱”的本义为赶马。如《诗经·唐风·山有枢》：“子有车马，弗驰弗驱。”意思是，你有车马，却不乘坐、不驱赶。
      又引申指驱逐、赶走。如“驱寒”、“驱除”。
      又引申指逼迫、迫使。如陶渊明《乞食》：“饥来驱我去，不知竟何之。”
    `
  },
  {
    id: 510,
    cn: '毂',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 511,
    cn: '振',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 512,
    cn: '缨',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 513,
    cn: '世',
    ls: '象形',
    bs: '卅部',
    sm: '三根树枝发芽的样子。意思为长出新芽。',
    sw: `世，三十年为一世。从卅而曳长之。亦取其声也。`,
    swy: `世，三十年叫一世。由“卅”字延长它的末笔而成，“卅”字延长末笔成“乁”字。世也取乁表声。`,
    xd: `
      “世”的本义为三十年。如《论语·子路》：“如有王者，必世而后仁。”意思是，如果有王者兴起，也一定要三十年才能实现仁政。
      引申指一辈一辈相承的。如“世袭”、“世交”。人的一生也可以称为“一世”。
    `
  },
  {
    id: 514,
    cn: '禄',
    ls: '会意 形声',
    bs: '示部',
    sm: '',
    sw: `禄，福也。从示，录声。`,
    swy: `禄，幸福。从示，录声。`,
    xd: `
      “禄”的本义为福气、福运。如《诗经·大雅·既醉》：“其胤维何？天被尔禄。”
      引申指官吏的薪俸。如《汉书·杨恽传》：“恽幸有余禄，方籴贱贩贵，逐什一之利。”
      特指禄位。如“禄荫”。
      又引申指授予俸禄。如《荀子·正论》：“故上贤禄天下，次贤禄一国，下贤禄田邑。”
    `
  },
  {
    id: 515,
    cn: '侈',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 516,
    cn: '富',
    ls: '形声',
    bs: '宀部',
    sm: '外部是宗庙的屋顶，内部是瓶身鼓起的容器。意思是供奉给神灵很多物品。',
    sw: `富，备也。一曰：厚也。从宀，畐声。`,
    swy: `富，完备。另一义说：富是多、厚。从宀，畐声。`,
    xd: `
      “富”的本义指富有，古与“贫”相对，今与“穷”相对。如曹丕《上留田》：“富人食稻与粱，贫子食糟与糠。”
      又可以指年少，未来岁月多。如“年富力强”。
    `
  },
  {
    id: 517,
    cn: '车',
    ls: '象形',
    bs: '車部',
    sm: '字形为车体和两个轮子。意思是车。',
    sw: `車，舆轮之总名。夏后时奚仲所造。象形。凡車之属皆从車。`,
    swy: `
      車，車箱、車轮等部件汇成一个整体，其总称叫車。是夏后时代一个名叫奚仲的人制造的。象形。
      大凡車的部属都从車。
    `,
    xd: `
      “车”的本义是指陆上有轮子的交通工具。如“马车”。
      后来那些靠轮轴转动而工作的工具也称为“车”。如“纺车”。
      近代，人们发明了利用转动的轮子来切削物体的工具，称为“车床”，由此，“车”又泛指机器。
    `
  },
  {
    id: 518,
    cn: '驾',
    ls: '形声',
    bs: '馬部',
    sm: '',
    sw: `駕，马在轭中。从馬，加声。`,
    swy: `駕，马套在车轭之中。从馬，加声。`,
    xd: `
      “驾”的本义是把车套等加在马身上使其拉动。
      引申指驾车、驾驶。如白居易《卖炭翁》：“夜来城外一尺雪，晓驾炭车辗冰辙。”
      用作量词，指马拉车一天所走的路程。如《荀子·劝学》：“驽马十驾，功在不舍。”
      后世又特指皇帝的车。古代天子出行，仪仗队规模最大者为大驾，在法驾、小驾之上。
      后遂用“大驾光临”形容尊贵的客人到来。进而特指皇帝。如古代天子死亡称为“驾崩”。
    `
  },
  {
    id: 519,
    cn: '肥',
    ls: '会意',
    bs: '肉部',
    sm: '左边是肉，右边是一个跪坐的人，会人肌肉丰满之意。',
    sw: `肥，多肉也。从肉，从卪。`,
    swy: `肥，肥胖多肉。由肉、由卪会意。`,
    xd: `
      “肥”的本义为人胖、脂肪多。如“脑满肠肥”。
      泛指肥美。如张志和《渔歌子》：“西塞山前白鹭飞，桃花流水鳜鱼肥。”
      还引申指土地肥沃。如贾谊《过秦论》：“不爱珍器重宝肥饶之地，以致天下之士。”
      由肥胖又引申指衣裳、鞋袜宽大。如“这条裤子太肥了”。
    `
  },
  {
    id: 520,
    cn: '轻',
    ls: '形声',
    bs: '車部',
    sm: '',
    sw: `輕，轻车。从車，巠声。`,
    swy: `輕，轻车也。从車，巠声。`,
    xd: `
      “轻”的本义为古代军车名，为兵车中最轻便的。
      引申指装备灵巧、便捷。如“轻装上阵”。又泛指重量、密度小。如“身轻如燕”。
      还引申指用力不猛、程度浅、数量小。如“礼轻情意重”。
      数量特别少时，可以忽略不计，因此又引申为不重要、不贵重。如“人微言轻”。
      既然已经不重要了，那么便可以随意处置，因此，“轻”又引申指随便、不慎重。如“轻率”。
    `
  },
  {
    id: 521,
    cn: '策',
    ls: '会意 形声',
    bs: '竹部',
    sm: '上方是竹子，下方是尖头的长树枝。意思是鞭子。',
    sw: `策，马箠也。从竹，朿声。`,
    swy: `策，马鞭。从竹，朿声。`,
    xd: `
      “策”的本义为竹制的马鞭。如贾谊《过秦论》：“振长策而御宇内。”大意是挥动马鞭，驾驭四海。
      引申指驾驭。如韩愈《马说》中有“策之不以其道”，意思是说驾驭马而不能因其本性而加以驾驭。
      作动词用表示鞭打。
      由鞭打引申为督促、激励。如“鞭策”。
    `
  },
  {
    id: 522,
    cn: '功',
    ls: '会意 形声',
    bs: '力部',
    sm: '左边是工作使用的器具，右边是手持棍棒的样子。意思是农业作业。',
    sw: `功，以劳定国也。从力，从工，工亦声。`,
    swy: `功，用尽力量建立和稳定国家。由力、由工会意，工也表声。`,
    xd: `
      “功”的本义为从事建筑等各种各样的工作。如《诗经·豳风·七月》：“嗟我农夫，我稼既同，上入执宫功。”
      引申指做事的成效、效验。如《荀子·劝学篇》：“驽马十驾，功在不舍。”
      又引申指造诣、修养、技能、工夫。如“功到自然成”。
      进而引申指贡献、业绩。如“无功不受禄”。
    `
  },
  {
    id: 523,
    cn: '茂',
    ls: '形声',
    bs: '艸部',
    sm: '上方是草，下方是有手柄的矛。意思是草木很茂盛。',
    sw: `茂，草丰盛。从艸，戊声。`,
    swy: `茂，草丰盛。从艸，戊声。`,
    xd: `
      “茂”的本义为草木繁盛。如曹操《观沧海》：“树木丛生，百草丰茂。”
      泛指大、盛大。如《三国志·吴书·诸葛恪传》：“以旌茂功，以慰劬劳。”其中“茂功”指盛大的功绩。
      又引申指美好、优秀。如《诗经·齐风·还》：“子之茂兮，遭我乎狃之道兮。”
    `
  },
  {
    id: 524,
    cn: '实',
    ls: '会意',
    bs: '宀部',
    sm: '外部是宗庙的屋顶，内部是缀着贝币的东西。会屋中充满钱财之意。',
    sw: `實，富也。从宀，从貫。贯，货贝也。`,
    swy: `實，富裕。由宀、由貫会意。贯，表示货贝。`,
    xd: `
      “实”的本义指充实、充满。如《史记·货殖列传》：“仓廪实而知礼节，衣食足而知荣辱。”
      用作动词，指使充满、使充实。如《汉书·食货志》：“薄赋敛，广蓄积，以实仓廪。”
      又可以引申为真实、不虚。如《汉书·司马迁传赞》：“不虚美，不隐恶，故谓之实录。”
    `
  },
  {
    id: 525,
    cn: '勒',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 526,
    cn: '碑',
    ls: '形声',
    bs: '石部',
    sm: '',
    sw: `碑，竖石也。从石，卑声。`,
    swy: `碑，竖立的石头。从石，卑声。`,
    xd: `
      “碑”的本义为竖石。
      泛指刻有文字、图画，竖起来作为标志或纪念物的石块，也用以刻文告。
      秦代称“刻石”，汉以后称“碑”。
      “魏碑”是北朝碑刻的统称，其特点是笔力、字体强劲，是后世书法的楷模。
    `
  },
  {
    id: 527,
    cn: '刻',
    ls: '形声',
    bs: '刀部',
    sm: '',
    sw: `刻，镂也。从刀，亥声。`,
    swy: `刻，雕刻。从刀，亥声。`,
    xd: `
      “刻”的本义指用刀子等在竹木、玉石或金属上雕出文字、图形或痕迹。如《韩非子·说林下》：“刻削之道，鼻莫如大，目莫如小，鼻大可小，小不可大也。”
      用作名词，泛指在各种材料上雕刻。如“石刻”、“碑刻”。
      引申指严格要求、苛求、刻薄。如“尖刻”、“苛刻”。
      “刻”又指古代计时器漏壶的刻度，用作时间单位时指一小时的四分之一。
      又引申泛指时间。如“即刻”、“无时无刻”。
    `
  },
  {
    id: 528,
    cn: '铭',
    ls: '会意 形声',
    bs: '金部',
    sm:
      '左边是将金属混合在一起，右上是肉，右下是装有祝词的容器。意思是做记号、铭记。',
    sw: `铭，记也。从金名声。`,
    swy: `铭，在金属上刻记。字形采用“金”作边旁，“名”作声旁。`,
    xd: `
      “铭”的本义为在器物、碑碣上雕刻文字。如“铭功”，指在金石上刻文字来记下功勋。
      由此发展成一种警戒自己、称述功德的文体。如“座右铭”、“墓志铭”。
      作动词，指记载、刻镂。如“刻骨铭心”。
    `
  },
  {
    id: 529,
    cn: '磻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 530,
    cn: '溪',
    ls: '形声',
    bs: '水部',
    sm: '',
    sw: `溪，山渎无所通者。从水，xi声。`,
    swy: `溪，山间不与外界相通的小河沟。从水，xi声。`,
    xd: `
      “溪”本作“谿”，本义为山间不与外界相通的小河沟。如司马相如《上林赋》：“振溪通谷，蹇产沟渎。”
      泛指小河流。如陶渊明《桃花源记》：“缘溪行，忘路之远近。”
    `
  },
  {
    id: 531,
    cn: '伊',
    ls: '会意',
    bs: '人部',
    sm: '从人，从尹，会治病的人之意。',
    sw: `伊，殷圣人阿衡，尹治天下者。从人，从尹。`,
    swy: `伊，殷朝的圣人阿衡，正确治理天下的人。由人、由尹会意。`,
    xd: `
      “伊”的本义为治病的人。后用作“伊尹”，即治理天下的那个叫伊的人，指殷圣人阿衡。
      用作指示代词，假借为那表示远指，相当于“那”。所谓“伊人”就是那人之意。
      中古后，借用作第三人称代词，相当于“她”、“他”。
      又活用表示第二人称，相当于“你”。如温庭筠《南歌子》之二：“井底点灯深烛伊，共郎长行莫围棋。”
    `
  },
  {
    id: 532,
    cn: '尹',
    ls: '会意',
    bs: '又部',
    sm: '从又（手），从丿（针），会手执针治病之意。',
    sw: `尹，治也。从又、丿，握事者也。`,
    swy: `尹，治理。由又、丿会意，表示用手掌握事物的意思。`,
    xd: `
      “尹”的本义是手拿针治病。治病，就是将身体调理好，由此引申泛指治理、主管。负责管理一方百姓的人是长官，故而“尹”由治理引申为长官。
      后来“尹”又被用来特指治事的官名。如“令尹”、“府尹”、“京兆尹”等，其中的“尹”都是指官名。
    `
  },
  {
    id: 533,
    cn: '佐',
    ls: '形声',
    bs: '人部',
    sm:
      '左手的形状，原字是『左』，指的是左手拿着祭器向神明祈求帮助，后来加上了『人』字旁。',
    sw: `佐，助也。从人，左声。`,
    swy: `佐，帮助。从人，左声。`,
    xd: `
      佐的本义是辅助，帮助。如《墨子·贵义》：“故周公旦佐相天子。”
    `
  },
  {
    id: 534,
    cn: '时',
    ls: '会意 形声',
    bs: '日部',
    sm: '上方是脚，表示行走，下方是日，会日月运行成四时之意',
    sw: `時，四时也。从日，寺声。`,
    swy: `時，四时。从日，寺声。`,
    xd: `
      “时”的本义为节令、季节。如欧阳修《醉翁亭记》：“四时之景不同，而乐亦无穷也。”
      引申指时辰，即一昼夜的十二分之一。如黄庭坚《思亲汝州作》：“一日思亲十二时。”
      泛指时间、光阴、岁月。如“时不待我”。
      又指时代、时尚。如朱庆馀《近试上张水部》：“妆罢低声问夫婿，画眉深浅入时无。”
      还表示常常、经常。如《论语·学而》：“学而时习之，不亦乐乎？”
    `
  },
  {
    id: 535,
    cn: '阿',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 536,
    cn: '衡',
    ls: '会意',
    bs: '角部',
    sm:
      '外部是十字路口，内上是牛的犄角，内下是俯视所看到的牛的样子。意思是牛车最前面的横木，即轭',
    sw: `衡，牛触，横大木其角。从角从大，行声。《诗》曰：“设其楅衡。”`,
    swy: `
      衡，是牛角上的横木。
      因为有些牛脾性暴倔，喜欢用尖角抵触人或物，造成损失，所以在牛角上绑上比两角更宽的横木，这样使牛角不能直接抵触到人或物。
      字形采用“角、大”作边旁，用“行”作声旁。
      《诗经》上有诗句唱道：“设计一款牛角上的横木。”
    `,
    xd: ``
  },
  {
    id: 537,
    cn: '奄',
    ls: '会意',
    bs: '大部',
    sm: '上方表示闪电，下方表示人，会闪电覆照着人的头顶之意',
    sw: `奄，覆也。大有余也，又欠也，从大，从申；申，展也。`,
    swy: `奄，覆盖。大有余盈。又，哈欠。由大、申会意；申，是舒展的意思。`,
    xd: `
      “奄”的本义为覆盖。《淮南子·修务训》：“万物至众，而知不足以奄之。”
      引申指包罗、包括。如《诗经·大雅·皇矣》：“受禄无丧，奄有四方。”
      闪电明灭迅速，故又引申指忽然、突然、急遽。如《古诗十九首·今日良宴会》：“人生寄一世，奄忽若飙尘。”
      又引申指气息微弱的样子。如“奄奄一息”。
    `
  },
  {
    id: 538,
    cn: '宅',
    ls: '形声',
    bs: '宀部',
    sm:
      '外部是建筑物的屋顶，内部是用草的叶子占卜。意思是建造建筑物的时候询问神明的旨意。',
    sw: `宅，所托也。从宀，乇声。`,
    swy: `宅，寄托身躯的地方。从宀，乇声。`,
    xd: `
      “宅”的本义指住处。如陶渊明《归园田居五首》之一：“方宅十余亩，草屋八九间。”
      由住的地方又引申指家，常指大家族的家。如《红楼梦》第二回：“当日宁荣两宅的人口也极多，如何就萧疏了？”
      用作动词，指居住。如“宅心仁厚”就是说存心仁厚。
      “宅”也指墓穴。如“阴宅”。如《礼记·杂记上》：“大夫卜宅与葬日。”大意是大夫选择墓地和下葬的时间。
    `
  },
  {
    id: 539,
    cn: '曲',
    ls: '象形',
    bs: '曲部',
    sm: '字形为竹子和藤蔓编成的笼子。意思是弯曲。',
    sw: `曲，象器曲受物之形。或说：曲，蚕薄也。凡曲之属皆从曲。`,
    swy: `曲，像器物中间圆曲能够盛受物体的样子。有的说：曲，是像筛子一样的蚕箔。大凡曲的部属都从曲。`,
    xd: `
      “曲”的本义是弯曲，与“直”相对，读作qū。
      由弯引申为偏邪、不正直。如《韩非子·有度》：“故当今之时，能去私曲就公法者，民安而国治。”意思是，所以当今之时，能革除偏私不公而行公正之法的，就能使人民安定，使国家得到治理。
      用作动词，表示使弯曲。事情的发展就像弯曲的小路，所以“曲”还引申指是非曲直。
      乐曲婉转动听，故而“曲”也特指乐曲、歌曲，读作qǔ。
    `
  },
  {
    id: 540,
    cn: '阜',
    ls: '象形',
    bs: '阜部',
    sm: '',
    sw: `阜，大陆，山无石者。象形。凡阜之属皆从阜。`,
    swy: `阜，大面积的又高又平的土地，是没有石头的土山。象形。凡阜之属皆从阜。`,
    xd: `
      “阜”的本义是在竖穴侧壁挖的上下时供脚登着的坑窝。
      古人穴居必选择在土层高厚之处，引申为土山，也泛指山。如《荀子·赋篇》：“生于山阜。”
      又引申为盛多、丰富。如“物阜民丰”，意思是物产丰富，人民安乐。
      还引申为强健、肥壮。如《诗经·秦风·小戎》：“四牡孔阜。”意思是四匹雄马高大肥壮。
    `
  },
  {
    id: 541,
    cn: '微',
    ls: '会意 形声',
    bs: '彳部',
    sm: '字形字像一个人用梳子在梳理长发的样子',
    sw: `微，隐行也。从彳，𢼸声。`,
    swy: `微，隐蔽出行。从彳，𢼸声。`,
    xd: `
      “微”的本义为隐秘地行走。
      引申指精妙、深奥。
      又引申指轻微、细小。如“微恙”、“防微杜渐”。
      又引申指地位低、卑贱。如“卑微”、“低微”。
      用作副词，表示程度，稍微、略微。如欧阳修《卖油翁》：“见其发矢十中八九，但微颔之。”
      又表示假设性的否定，要没有。如范仲淹《岳阳楼记》：“微斯人，吾谁与归。”
    `
  },
  {
    id: 542,
    cn: '旦',
    ls: '会意',
    bs: '旦部',
    sm: '字形上方为日，下方为地平面。',
    sw: `旦，明也。从日见一上。一，地也。凡旦之属皆从旦。`,
    swy: `旦，天明。由“日”出现在“一”之上会意。一，表示地。大凡旦的部属都从旦。`,
    xd: `
      “旦”的本义为日出天亮。如《孟子·离娄下》：“幸而得之，坐以待旦。”
      引申指早晨。如《木兰诗》：“旦辞爷娘去，暮宿黄河边。”
      “旦”又引申指一天。如柳宗元《捕蛇者说》：“岂若吾乡邻之旦旦有是哉？”
    `
  },
  {
    id: 543,
    cn: '孰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 544,
    cn: '营',
    ls: '形声',
    bs: '宫部',
    sm: '',
    sw: `營，市居也。从宫，荧省声。`,
    swy: `營，围绕而居。从宫，荧省声。`,
    xd: `
      “营”的本义为四周垒土环绕而居。如《礼记·礼运》：“冬则居营窟，夏则居橧巢。”
      用作动词，指规划整治、建造。如陆游《过小孤山大孤山》：“张魏公自湖湘还，尝加营葺。”
      又引申指谋求、获得。如白居易《卖炭翁》：“卖炭得钱何所营？”
      又引申指度量、测度。如屈原《天问》：“圜则九重，孰营度之？”
      古代行军是环车驻扎，故引申指军垒。如“营防”。又指军队的编制单位。如“营长”。
      用作名词，指像军营样的聚众场所，多为临时性的住处或驻扎处。如“夏令营”、“集中营”。
    `
  },
  {
    id: 545,
    cn: '桓',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 546,
    cn: '公',
    ls: '会意',
    bs: '八部',
    sm: '上方是八，下方是容器。会平分器皿中的东西之意。',
    sw: `公，平分也。从八，从厶。八犹背也。韩非曰：背厶为公。`,
    swy: `公，公平分配。由八、由厶会意。八犹如背离的意思。韩非说：背离私就是公。`,
    xd: `
      “公”的本义为无私。引申为公正。如《盐铁论·非鞅》：“邪臣擅断，公道不行。”又引申指公共的、公众的。如《礼记·礼运》：“大道之行也，天下为公。”
      公共的事物一般有不隐蔽的特点，故“公”又引申指公开。“公然”即是公开、毫无顾忌的意思。
      “公”还是古代的爵位名。后多用来尊称男性长者。
      用于指动物时，“公”表示雄性的意思。如“公鸡”、“公牛”。
    `
  },
  {
    id: 547,
    cn: '匡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 548,
    cn: '合',
    ls: '象形',
    bs: '亼部',
    sm: '字形像盛饭的食器，会器盖与器体相扣合、闭合之意。',
    sw: `合，合口也。从亼，从口。`,
    swy: `合，两口相合。由亼、由口会意。`,
    xd: `
      “合”的本义为扣合、闭合。如《战国策·燕策》：“鹬啄其肉，蚌合而箝其喙。”
      引申表示聚合、会合。如《论语·宪问》：“（齐）桓公九合诸侯。”
      又引申指匹配。如常说的“天作之合”，指的就是老天爷匹配的美好姻缘。
      “合”也表示整个、全、同时。古人说的“合欢”指的是一种对称图案的花纹，象征男女和合欢乐之意，其中的“合”就是这种用法。
    `
  },
  {
    id: 549,
    cn: '济',
    ls: '形声',
    bs: '水部',
    sm: '左边是水，右边是妇人调整、佩戴好头饰。意思是渡过河流。',
    sw: `济，渡也。从水，齐声。`,
    swy: `济，渡河。从水，齐声。`,
    xd: `
      “济”的本义为渡河。如“同舟共济”，是指坐一条船共同渡河。比喻同心协力战胜困难。也比喻利害相同。
      引申指帮助、周救。如“接济”。
      又引申指增益、补益。如“无济于事”，意思是对事情没有什么帮助或益处。比喻解决不了问题。
    `
  },
  {
    id: 550,
    cn: '弱',
    ls: '象形',
    bs: '彡部',
    sm: '',
    sw: `弱，桡也。上象桡曲，彡象毛氂桡弱也。弱物并，故从二。`,
    swy: `
      弱，柔曲。上面的弓像弯曲的样子，彡像毛氂的柔弱。
      柔弱的东西并存而不独立，所以“弱”字由两个“（juàn）”构成。
    `,
    xd: `
      “弱”的本义为气力小，势力差。引申指纤细、柔软。如卢照邻《长安古意》：“弱柳青槐拂地垂，佳气红尘暗天起。”
      又引申指虚弱、瘦弱。如熟语“弱不禁风”。
      用作动词，引申指削弱。如贾谊《过秦论》：“诸侯恐惧，会盟而谋弱秦。”
      还引申特指年纪小。如古人常说的“弱子”，就是幼子之意。
    `
  },
  {
    id: 551,
    cn: '扶',
    ls: '会意 形声',
    bs: '手部',
    sm: '左边是成人男子即丈夫，右边是手。意思是帮助、保护。',
    sw: `扶，左也。从手，夫声。`,
    swy: `扶，佐助。从手，夫声。`,
    xd: `
      “扶”的本义是扶持、搀扶。如《论语·季氏》：“危而不持，颠而不扶，则将焉用彼相矣？”
      引申为扶植、扶持。如《荀子·劝学》：“蓬生麻中，不扶而直。”
      人被搀扶或救助，就有了依靠，故又引申为靠着、手按着。如“扶着椅子”。
      用作介词，指沿着。如陶渊明《桃花源记》：“得其船，便扶向路，处处志之。”
    `
  },
  {
    id: 552,
    cn: '倾',
    ls: '会意 形声',
    bs: '人部',
    sm: '',
    sw: `傾，仄也。从人，从頃，頃亦声。`,
    swy: `傾，偏斜。由人、由頃会意，頃也表声。`,
    xd: `
      “倾”的本义为偏侧、歪斜。
      引申指倾危、倾塌。如范仲淹《岳阳楼记》：“商旅不行，樯倾楫摧。”
      又引申指倒塌。如“大厦将倾，独木难支”。
      由倾斜引申指倒出来。把东西都倒出来，就倒尽了，故又引申表示用尽全部、竭尽。如“倾家荡产”。
      “倾”由倾向引申指钦佩、向往。如“倾心”一词，就表示向往、仰慕。
      后也指男女之间的钟情爱慕。如“一见倾心”。
    `
  },
  {
    id: 553,
    cn: '绮',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 554,
    cn: '回',
    ls: '象形',
    bs: '囗部',
    sm: '字形为水一圈一圈旋转的样子。意思是旋转。',
    sw: `回，转也。从囗，中象回转形。`,
    swy: `回，绕圈连转。从囗，中间的口像是回旋连转的样子。`,
    xd: `
      “回”的本义为旋转、回旋。如“迂回”。
      由旋转引申表示掉转。如“回头”。
      又引申指回来、返回。如李白《将进酒》：“君不见黄河之水天上来，奔流到海不复回。”
      “回”还引申指改变，如柳宗元《与韩愈论史官书》：“道苟直，虽死不可回也；如回之，莫若亟去其位。”
    `
  },
  {
    id: 555,
    cn: '汉',
    ls: '形声',
    bs: '水部',
    sm:
      '下方是水流。汉江是流经中国西部、与长江汇合的河流的名字，其流域称之为『汉』，后来用来指中国。',
    sw: `漢，漾也。东为沧浪水。从水，難省隹声。`,
    swy: `漢，漾水。向东流到湖北省均县以下叫沧浪水。从水，難省隹声。`,
    xd: `
      “汉”的本义为水名，即汉水，又叫汉江，是长江的最大支流。
      用作朝代名。如历史上的“西汉”和“东汉”，也称“前汉”和“后汉”。
      “汉”还是男子的俗称。如“莽汉”指粗鲁冒失的男子。
    `
  },
  {
    id: 556,
    cn: '惠',
    ls: '形声',
    bs: '叀部',
    sm: '上方是捆扎起来的袋子，下方是心。意思是谨慎、恭敬。',
    sw: `惠，仁也。从心，从叀。`,
    swy: `惠，仁爱。由心、由叀会意。`,
    xd: `
      “惠”的本义为专心。
      后来引申为仁爱。如《诗经·小雅·节南山》：“昊天不惠，降此大戾。”意思是上天没有仁爱之心，降下这个大罪。
      “惠”还引申指恩惠。如成语“惠而不费”，就是指给人好处自己也没有什么损失。
      仁爱很美好，所以又引申表示美好，常用作敬辞。如“惠赠”、“惠顾”等。
    `
  },
  {
    id: 557,
    cn: '说',
    ls: '会意 形声',
    bs: '言部',
    sm: '',
    sw: `説，悦释也。从言，兑声。一曰：谈说。`,
    swy: `説，喜悦。由言、兑会意。另一义：谈说的意思。`,
    xd: `
      “说”的本义是喜悦、快乐，是“悦”的古字，读yuè。《论语·学而》：“学而时习之，不亦说乎！”
      由此又表示喜爱。如“女为说己者容”。
      读作shuō时，意思是说话。又表示说明、解释，还表示谈论。
      用作名词，指说法、言论。如“众说纷纭”、“著书立说”。
      “说”又读shuì，指劝说。古时，把士人奔走于各诸侯国、凭口才劝说诸侯采纳其主张的行为，称作“游说”；把从事游说的人称为“说客”。
    `
  },
  {
    id: 558,
    cn: '感',
    ls: '形声',
    bs: '心部',
    sm:
      '用板斧(上右)守卫装有祝词的容器(上左)，这样做神明的心(下方)就会被感动。',
    sw: `感，动人心也。从心，咸声。`,
    swy: `感，使人心动。从心，咸声。`,
    xd: `
      “感”的本义为人心受外界影响而触动、震动、激动。如“感动”。
      引申指感应，互相影响。如《周易·彖》：“天地感而万物化生，圣人感人心而天下太平。”
      还引申指感慨、感伤。如杜甫《春望》：“感时花溅泪，恨别鸟惊心。”
      又特指受了风寒而引起身体不适。如“偶感风寒”。
      用作名词，指感触、情绪、意念。如“多愁善感”、“百感交集”。
    `
  },
  {
    id: 559,
    cn: '武',
    ls: '会意',
    bs: '戈部',
    sm: '上方是矛，下是脚，表示行走。会拿着武器去征伐之意。',
    sw: `武，楚庄王曰：‘夫武，定功戢兵。故止戈为武。`,
    swy: `武，楚庄王说：“武力，确定战功，止息战争。所以‘止’‘戈’二字会合成‘武’字。”`,
    xd: `
      “武”的本义是征伐，与“文”相对。如《尚书·武成》：“偃武修文。”意思就是，停止军事活动，搞好文化方面的事情。
      由征战引申为勇猛。如“孔武有力”就是勇猛有力气。
      行军打仗，出征的部队必定要迈着整齐的步伐，所以“武”还引申指脚步。如屈原《离骚》：“继前王之踵武。”意思是跟上前王的脚步。
    `
  },
  {
    id: 560,
    cn: '丁',
    ls: '假借',
    bs: '丁部',
    sm: '字形为从上面看钉头的样子，是『钉』的原字。意思是年轻人。',
    sw: `丁，夏时万物皆丁实。象形。丁承丙，像人心。凡丁之属皆从丁。`,
    swy: `丁，夏天万物都壮实。像草木茎上有果实的样子。丁继承丙，像人的心。大凡丁的部属都从丁。`,
    xd: `
      “丁”的本义是钉子。
      后来被假借为天干的第四位，而原作钉子讲的“丁”则另加了个“钅”，表明钉子是用金属做的，写作“钉”。
      钉子由坚硬的金属做成，故可引申指强健、健壮，所以成年男子也称为“丁”。如白居易《新丰折臂翁》：“无何天宝大征兵，户有三丁点一丁。”
    `
  },
  {
    id: 561,
    cn: '俊',
    ls: '会意 形声',
    bs: '人部',
    sm: '',
    sw: `俊，材千人也。从人，夋声。`,
    swy: `俊，才智超过千人。从人，夋声。`,
    xd: `
      “俊”的本义为才智过人、杰出。如杜牧《题乌江亭》：“江东子弟多才俊，卷土重来未可知。”
      引申指容貌美丽。如“俊俏”、“俊美”。
    `
  },
  {
    id: 562,
    cn: '乂',
    ls: '象形',
    bs: '丿部',
    sm: '字形像剪除杂草的剪刀的原始形状。',
    sw: `乂，芟草也。从丿，从乀，相交。`,
    swy: `乂，割草，由丿、由乀互相交叉会意。`,
    xd: `
      “乂”的本义为割草或收割谷类植物。
      引申指治理、安定。如《汉书·武五子传》：“保国乂民。”
      能治国安民是有本领的表现，故又引申指才能出众的人、杰出的人。如《尚书·皋陶谟》：“俊乂在官。”其中的“俊乂”就是指才德出众的人。
    `
  },
  {
    id: 563,
    cn: '密 形声',
    ls: '会意',
    bs: '山部',
    sm:
      '意思是在宗庙(外部)里，将矛(内右)置于火(内左)上清洁，祈求祖先神灵安宁的仪式。',
    sw: `密，山如堂者。从山，宓声。`,
    swy: `密，形状像堂室的山。从山，宓声。`,
    xd: `
      “密”的本义为形如堂屋的山。如《尸子·绰子》：“松柏之鼠，不知堂密之有美枞。”
      引申指隐蔽、隐秘的地方。如《礼记·少仪》：“不窥密，不旁狎。”
      进而引申指秘密。如赵佶《宣和殿荔枝》：“密移造化出闽山，禁御新栽荔枝丹。”
      又表示稠密、多。如龚自珍《病梅馆记》：“以疏为美，密则无态。”
    `
  },
  {
    id: 564,
    cn: '勿',
    ls: '象形',
    bs: '勿部',
    sm: '字形像云层间射出阳光之形，用以表示云的形色。',
    sw: `勿，州里所建旗。象其柄，有三游。杂帛，幅半异。所以趣民，故遽，称勿勿。凡勿之属皆从勿。`,
    swy: `
      勿，大人，士所树立的旗帜。像旗的竿子，彡表示有三条缀在旗帜边缘上飘悬的游。
      游帛上颜色杂驳不纯，正幅上半赤半白而不同。是用以催促百姓集合的信号，所以有急遽的意思，急遽又称作勿勿。
    `,
    xd: `
      “勿”的本义为云的颜色。云是飘忽不定的，故用作“勿勿”。
      引申指急速，此义后写作“匆匆”。
      借用作副词，表示劝阻和禁止。相当于“不要”、“不可以”。如《论语·颜渊篇》：“己所不欲，勿施于人。”
      也表示一般否定，相当于“不”。如成语“疑人勿用，用人勿疑”。
    `
  },
  {
    id: 565,
    cn: '多',
    ls: '会意',
    bs: '多部',
    sm: '上下是肉。两块肉叠在一起，指的是作为祭品的肉很多。',
    sw: `多，重也。从重夕。夕者，相绎也，故为多。重夕为多，重日为叠。凡多之属皆从多。`,
    swy: `
      多，重复。由重叠的“夕”字构成。夕的意思是相抽引而无穷尽，所以叫“多”。
      重叠夕字叫多，重叠日字叫叠。大凡多的部属都从多。
    `,
    xd: `
      “多”的本义为多出，与“少”相对，后来又引申为余。如“二百多”。
    `
  },
  {
    id: 566,
    cn: '士',
    ls: '象形',
    bs: '士部',
    sm: '字形为像禾苗立于地上。。',
    sw: `士，事也。数始于一，终于十。从一，从十。孔子曰：‘推十合一为士。’凡士之属皆从士。`,
    swy: `
      士，会办事的人。数目从一开始，到十结束。由一、由十会意。
      孔子说：“能够从众多的事物中推演归纳出一个简要的道理来的人就是士。”
      大凡士的部属都从士。
    `,
    xd: `
      “士”的本义为插苗于地中。
      而在古代耕作插苗是男子之事，由此引申为男子的美称。
      又引申指兵士。如屈原《楚辞·九歌·国殇》：“矢交坠兮士争先。”
      在古代，“士”又指贵族最低的一个等级，是介于卿大夫和庶民之间的一个阶层。
      “士”还是古代四民之一，农、工、商以外，学艺、习武的人都可称为“士”。
      分子和具有某种学识、技术和品德的人也通称为“士”。
    `
  },
  {
    id: 567,
    cn: '寔',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 568,
    cn: '宁',
    ls: '会意',
    bs: '丂部',
    sm:
      '上方是宗庙的屋顶，中间是器皿，下方是祭台。在房间放了器皿，会稳重安宁之意。',
    sw: `寧，愿词也。从丂，寍声。`,
    swy: `寧，表示宁愿的词。从丂，寍声。`,
    xd: `
      “宁”的本义就是安宁，读作nínɡ。
      用作副词时读nìnɡ，表示疑问，相当于“难道”。如《史记·陈涉世家》：“王侯将相宁有种乎？”意思是王侯将相难道是天生的吗？
      还能作连词。如“宁为玉碎，不为瓦全”。
      古代已嫁女子回娘家探望父母、省亲也称为“宁”。如《诗经·周南·葛覃》：“归宁父母。”
    `
  },
  {
    id: 569,
    cn: '晋',
    ls: '会意',
    bs: '日部',
    sm: '字形像两只箭插入插箭器中之形，会箭插入之意。',
    sw: `㬜，进也。日出万物进。从日，从臸。《易》曰：‘明出地上，晋。’`,
    swy: `
      㬜，长进。太阳出来，万物前进滋长。由日、由臸会意。
      《易经》说：“明亮的太阳从地上出来，（万物）长进。”
    `,
    xd: `
      “晋”的本义为插进箭。引申指插。如《周礼·春官·典瑞》：“王晋大圭。”
      又引申指晋升，提高地位、级别或荣誉。如《清史稿·桂中行传》：“以功晋知府。”
    `
  },
  {
    id: 570,
    cn: '楚',
    ls: '会意 形声',
    bs: '林部',
    sm: '左右是两个木，中间有足（脚）。',
    sw: `楚，丛木。一名荆也。从林，疋声。`,
    swy: `楚，丛生的树木。另一名称是荆树。从林，疋声。`,
    xd: `
      “楚”的本义是开发山林。
      引申指古代的刑杖，或学校扑责学生的小杖。如《礼记·学记》：“夏、楚二物，收其威也。”意思是，夏、楚两物用来警惕、鞭策学生，以收到整肃威仪的效果。
      作动词，指用刑杖打。如“捶楚”，是古代的一种刑罚。
      凡挨打就有痛苦，所以又引申为痛苦。如“苦楚”、“酸楚”等。
      又引申指清晰、整齐。如成语“衣冠楚楚”。
      又指楚国、楚地，大概在湖南、湖北一带，特别是湖北。
    `
  },
  {
    id: 571,
    cn: '更',
    ls: '会意 形声',
    bs: '攴部',
    sm:
      '上方是放东西的台子，下方是从下面击打。意思是以此改变台子上的武器等器物的功能。',
    sw: `更，改也。从攴，丙声。`,
    swy: `更，改变。从攴，丙声。`,
    xd: `
      “更”的本义为改变、改换、调换，读作ɡēnɡ。如“更迭”、“更衣”。
      书面语中，还引申为经过、经历。如成语“少不更事”。
      古时候用“更”来表示夜间的计时单位。一夜分五更，每更约等于两小时。
      作副词，用于比较，表示程度增高，有更加、另外或再的意思，读作ɡènɡ。如“更快更好”。
    `
  },
  {
    id: 572,
    cn: '霸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 573,
    cn: '赵',
    ls: '形声',
    bs: '走部',
    sm: '',
    sw: `趙（趍），趋赵也。从走，肖声。`,
    swy: `趙，趍赵。从走，肖声。`,
    xd: `
      “赵”的本义为急走、跳跃。如《穆天子传》：“天子北征，赵走舍。”意思是天子出征北方，急行了三十里。
      后借为国名，指战国七雄之一的“赵国”。
    `
  },
  {
    id: 574,
    cn: '魏',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 575,
    cn: '困',
    ls: '象形',
    bs: '囗部',
    sm:
      '外部是木制框架，内部是阻止出入的木桩。意思是在门口放上木桩以禁止出入。',
    sw: `困，故庐也。从木在囗中。”`,
    swy: `困，因衰败而倒塌的房屋。由“木”在“囗”中会意。`,
    xd: `
      “困”的本义为废弃的房屋。
      引申为围困。如“困守”。
      又引申指窘迫、困窘。如“为病所困”。
      进而引申指困难。如“困苦”。
      又引申指困倦、疲乏。如“困顿”。
    `
  },
  {
    id: 576,
    cn: '横',
    ls: '形声',
    bs: '木部',
    sm: '',
    sw: `横，阑木也。从木，黄声。`,
    swy: `横，栏门的木。从木，黄声。`,
    xd: `
      “横”的本义是门前木栅栏。如《子夜歌》：“摛门不安横，无复相关意。”
      栏杆是与地面平行的，故引申指与水平面平行的。如“横梁”、“横空”。
      也指与物体长的方向垂直的。如“人行横道”、“横跨”。
      又引申指宽阔、广远。如范仲淹《岳阳楼记》：“浩浩荡荡，横无际涯。”
      由横着引申指粗暴、不讲理，读作hènɡ。
    `
  },
  {
    id: 577,
    cn: '假',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 578,
    cn: '途',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 579,
    cn: '灭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 580,
    cn: '虢',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 581,
    cn: '践',
    ls: '形声 会意',
    bs: '足部',
    sm: '从彳，从戈，会负戈以行之意。',
    sw: `踐，履也。从足，戔声。`,
    swy: `踐，踩踏。从足，戔声。`,
    xd: `
      “践”的本义为踩、践踏。如《诗经·大雅·行苇》：“敦彼行苇，牛羊勿践履。”大意是说，路边那丛生的芦苇，牛羊不要踩伤踏毁。
      引申为登临、依凭。如贾谊《过秦论》：“然后践华为城，因河为池。”意思就是，依凭华山作为城墙，就着黄河作为护城河。
      又引申为登上、承袭。如《孟子·万章上》：“夫然后之中国，践天子位焉。”
      又可以引申为履行、实行。如“践约”，指履行事先约定的事情（多指约会）。
    `
  },
  {
    id: 582,
    cn: '土',
    ls: '象形',
    bs: '土部',
    sm: '字形像地上凸起来的土堆之形。',
    sw: `土，地之吐生物者也。二象地之下、地之中；丨，物出形也。凡土之属皆从土。`,
    swy: `土，吐生万物的土地。二，像地的下面、地的中间，“丨”像万物从土地里长出的形状。大凡土的部属都从土。`,
    xd: `
      “土”的本义为泥土。引申指土地、耕种的田地。如柳宗元《捕蛇者说》：“退而甘食其土之有，以尽吾齿。”
      又引申指疆域、领土。如《诗经·小雅·北山》：“溥天之下，莫非王土。”
      又引申指家乡。如《论语·里仁》：“君子怀德，小人怀土。”
    `
  },
  {
    id: 583,
    cn: '会',
    ls: '会意',
    bs: '會部',
    sm: '上方是仓体，下方是仓顶，中间是仓门，用储存谷物的粮仓来表示会聚之意。',
    sw: `會，合也。从亼，从曾省。曾，益也。凡會之属皆从會。`,
    swy: `會，会合。由亼、由曾省会意。曾，表示增益。大凡會的部属都从會。`,
    xd: `
    “会”的本义为会聚。如范仲淹《岳阳楼记》：“迁客骚人，多会于此。”
    引申指业务、社交或其他性质的集会。如“欢迎会”、“欢送会”。
    又指为一定的目的而成立的团体或团体组织。如“教会”、“同乡会”。
    又引申指某种能力。如“他会两国外语”。
    “会”用作副词时指必然、定要。如杜甫《望岳》：“会当凌绝顶，一览众山小。”
    `
  },
  {
    id: 584,
    cn: '盟',
    ls: '会意 形声',
    bs: '皿部',
    sm:
      '下方像个盘盂，中间放着牛耳。古代盟会要割牲歃（shà）血,主盟人手执牛耳,掘穴埋牲。',
    sw: `盟，歃血誓也。从皿，明声。`,
    swy: `盟，在神前发誓结盟。从皿，明声。`,
    xd: `
      “盟”的本义为古代诸侯在神前盟誓缔约。
      泛指国家、集团之间盟誓缔约。如“城下之盟”，指在敌方兵临城下时被迫签订的屈辱性和约。
      后引申指个人向天发誓，永不变心。如“山盟海誓”。
      又引申指结拜为朋友。如文天祥《生日》：“交朋说畴昔，惆怅鸡豚盟。”
    `
  },
  {
    id: 585,
    cn: '何',
    ls: '象形',
    bs: '人部',
    sm: '字形像一个面朝左的人肩扛长戈迈步前进的样子。',
    sw: `何，儋也。从人，可声。`,
    swy: `何，担荷。从人，可声。`,
    xd: `
      “何”的本义是肩扛，后来被假借为疑问代词。如成语“何足挂齿”就是指哪里值得挂在嘴上。
      又可以引申为副词，意为多么。如李白《古风》：“秦王扫六合，虎视何雄哉！”意思就是秦王统一六国，气势多么雄大。
    `
  },
  {
    id: 586,
    cn: '遵',
    ls: '形声',
    bs: '辵部',
    sm: '',
    sw: `遵，循也。从辵，尊声。`,
    swy: `遵，遵循。从辵，尊声。`,
    xd: `
      “遵”的本义为顺着、沿着。如《诗经·豳风·七月》：“女执懿筐，遵彼微行，爰求柔桑。”意思是，一个女子拿着箩筐，沿着小路走，去采摘桑叶。
      又引申指依从、依照。如“遵循”、“遵守”。
    `
  },
  {
    id: 587,
    cn: '约',
    ls: '形声',
    bs: '糸部',
    sm: '',
    sw: `約，缠束也。从糸，勺声。`,
    swy: `約，缠绕捆缚。从糸，勺声。`,
    xd: `
      “约”的本义为捆缚、缠束，读作yuē。如李商隐《又效江南曲》：“扫黛开宫额，裁裙约楚腰。”
      用于抽象意义，指束缚、限制。如“约束”。
      进而引申指事先提出或商量。如“约好”、“有约在先”。
      又指约会、预先约定的会面，或邀请。如“约在饭店”、“约你吃饭”。
      用作形容词，指简明、精要。如“简约”。
      又读作yāo，多用于口语，指用秤称物。如“给我约二斤肉”。
    `
  },
  {
    id: 588,
    cn: '法',
    ls: '会意',
    bs: '水部',
    sm:
      '败诉的人(左上)将未封口的装有祝词的容器(左中)和神圣的野兽(右边)一起放到水里(左下)，让它们随水流而去。',
    sw: `灋，刑也。平之如水，从水；廌，所以触不直者，去之，从去。`,
    swy: `灋，刑法。法律像水一样平正，所以从水；廌，是用来抵触不正直的一方的神兽，并使之离去，所以从廌、去。`,
    xd: `
      “法”的本义为刑律、法令。如《韩非子·有度》：“法不阿贵。”意思是刑法不去阿谀权贵。
      “法”是人们行动的准则，故引申指标准、准则。如“法则”。
      又引申指方法、途径、手段。如“用兵之法”。
    `
  },
  {
    id: 589,
    cn: '韩',
    ls: '会意 形声',
    bs: '韦部',
    sm: '',
    sw: `韩，井垣也。从韦，倝省人声。`,
    swy: `韩，井垣。从韦，倝省人声。`,
    xd: `
      “韩”的本义为水井周围的栏圈。
      后借用作周代分封的诸侯国名，春秋时为晋所灭，故地在今山西省韩城县。也指战国七雄之一，后为秦所灭，故地在今山西省东部和河南省西北部。
    `
  },
  {
    id: 590,
    cn: '弊',
    ls: '会意 形声',
    bs: '廾部',
    sm: '本作“獘”，讹变为“弊”。',
    sw: `獘，顿仆也。从犬，敝声。`,
    swy: `獘，被狗扑倒。从犬，敝声。`,
    xd: `
      “弊”的本义为倒扑、倒下。如《周礼·大司马》：“质明，弊旗，诛后至者。”
      引申指衰落、疲惫。如贾谊《过秦论》：“率疲弊之卒，将数百之众，转而攻秦。”
      用作名词，引申指弊病、弊害。如王安石《答司马谏议书》：“举先王之政，以兴利除弊。”
      又指欺蒙人的坏事。成语“营私舞弊”，意为图谋私利而玩弄欺骗手段做犯法的事。
    `
  },
  {
    id: 591,
    cn: '烦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 592,
    cn: '刑',
    ls: '会意 形声',
    bs: '刀部',
    sm: '左边是头枷，右边是刀。意思是用枷锁嵌住头和手。',
    sw: `刑，刭也。从刀，幵声。`,
    swy: `刑，用刀割颈。从刀，幵声。`,
    xd: `
      “刑”的本义是刑罚、处罚、治罪。如《韩非子·有度》：“刑过不避大臣，赏善不遗匹夫。”
      “刑”还引申为杀。如《战国策·魏策》：“刑白马以盟于洹水之上。”
      由本义演变为法度，作名词。如诸葛亮《出师表》：“若有作奸犯科及为忠善者，宜付有司论其刑赏。”
    `
  },
  {
    id: 593,
    cn: '起',
    ls: '会意 形声',
    bs: '走部',
    sm: '',
    sw: `起，能立也。从走，巳声。`,
    swy: `起，能（举足）起立。从走，巳声。`,
    xd: `
      “起”的本义为由躺到坐，或由坐到站立。如“鸡鸣而起”。
      泛指起来、上升。如“风起云涌”。
      又引申指发生、产生。如“祸起萧墙”。
      还引申指兴建、设置。如“另起炉灶”。
      也指兴起、发动。如“起义”。
      用作量词，指件、宗。如“一起案件”。
    `
  },
  {
    id: 594,
    cn: '翦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 595,
    cn: '颇',
    ls: '形声',
    bs: '頁部',
    sm: '',
    sw: `頗，头偏也。从頁，皮声。`,
    swy: `頗，头偏。从頁，皮声。`,
    xd: `
      “颇”的本义是头偏。
      引申泛指偏斜、不平正。我们常说“有失偏颇”，就是指在公正与不公正方面有失误，即不公正。
      用作副词，表程度，相当于“略微”。如《陌上桑》：“二十尚不足，十五颇有余。”
      后来又表示程度深，相当于“很”、“甚”。人们常说某人“著述颇丰”，是说那人著述非常多。
    `
  },
  {
    id: 596,
    cn: '牧',
    ls: '会意',
    bs: '攴部',
    sm: '左边是牛，右边是用手拿着树枝的样子。意思是放牛。',
    sw: `牧，养牛人也。从攴，从牛。《诗》曰：‘牧人乃梦。’`,
    swy: `牧，养牛的人。由攴、牛会意。《诗经》说：“牧人于是做起梦来。”`,
    xd: `
      “牧”的本义是放牧。如《周礼·牧人》：“掌牧六牲。”
      引申为统治、主管。如三国时刘备就曾经做过“豫州牧”。
    `
  },
  {
    id: 597,
    cn: '用',
    ls: '象形',
    bs: '用部',
    sm: '字形像像一只木桶。',
    sw: `用，可施行也。从卜，从中。衞宏说。凡用之属皆从用。`,
    swy: `用，可以施行。由卜、由中会意。是卫宏的说法。大凡用的部属都从用。`,
    xd: `
      “用”的本义为桶。桶是常用之物，所以引申为使用、采用。
      器物可以使用，资源财货也可以使用，所以“用”后来又引申指可用的资源、财货。
    `
  },
  {
    id: 598,
    cn: '军',
    ls: '象形',
    bs: '車部',
    sm: '字形为车上的旗子随风飘动的样子。意思是将军乘坐的兵车。',
    sw: `軍，圜围也。四千人为军。从車，从包省。軍（車），兵车也。`,
    swy: `軍，包围。四千人为一军。由車、由包省会意。車，就是兵车。`,
    xd: `
      “军”的本义为以车自围扎营、驻扎。军队的编制单位亦可称“军”，是古代军队最大的编制单位。
      在古代，“军”也指充军，即发配到边远荒凉的地方服劳役。又特指宋代行政区划名，与府、州、监同属于路。
      在今天，“军”又泛指有组织的群众集体。如“劳动大军”。
    `
  },
  {
    id: 599,
    cn: '最',
    ls: '会意',
    bs: '冃部',
    sm: '',
    sw: `最，犯而取也。从冃，从取。`,
    swy: `最，冒犯而取之。由冃、由取会意。`,
    xd: `
      “最”的本义为冒犯夺取。如刘三吾《许国襄简王公神道碑铭》：“公既诸将一禀睿筭，与贼遌，最，遂下之。”
      引申指积聚、聚合。如《管子·禁藏》：“冬收五藏，最万物。”
      古代考核政绩或军功时划分的等级，以上等为最。如《睡虎地秦墓竹简·厩苑律》：“有里课之，最者，赐田典日旬。”
      进而引申指程度达到了顶点，相当于“极”、“尤”。如辛弃疾《清平乐·村居》：“最喜小儿无赖，溪头卧剥莲蓬。”
    `
  },
  {
    id: 600,
    cn: '精',
    ls: '形声',
    bs: '米部',
    sm: '',
    sw: `精，择也。从米，青声。`,
    swy: `精，拣择米粒。从米，青声。`,
    xd: `
      “精”的本义是优质纯净的细米。如“精粮”就是细粮。
      引申指精气、精粹。如“精英”，指精粹和英华。
      对问题理解透彻，就是掌握了其中的精华，所以“精”还指深入地了解，精通。如“业精于勤，荒于嬉”。
      用作形容词，指美妙、美好。如“精妙”。
    `
  },
  {
    id: 601,
    cn: '宣',
    ls: '会意 形声',
    bs: '宀部',
    sm: '外部是宗庙的屋顶，内部是半圆形，意思是半圆形的房间。指的是宣室。',
    sw: `宣，天子宣室也。从宀，亘声。`,
    swy: `宣，天子宽大的正室。从宀，亘声。`,
    xd: `
      “宣”的本义指帝王宫殿。如李商隐《贾生》：“宣室求贤访逐臣，贾生才调更无伦。”
      引申为发布、传达，多用于传达帝王的诏命。宋元时，朝廷授给各级官吏铜牌，以证明其官职身份，这铜牌就被称为“宣牌”。
      又引申指宣扬、宣传、广泛传播。如《国语·晋语》：“宣其德行。”
    `
  },
  {
    id: 602,
    cn: '威',
    ls: '会意',
    bs: '女部',
    sm:
      '在女子(下方)的上面加上斧头(上方)。意思是用作为神器的斧头净化过的女子，呈现出威严的姿态。',
    sw: `威，姑也。由女，从戌。汉律曰：‘妇告威姑。’`,
    swy: `威，丈夫的母亲。从女、戌会意。汉朝的律令说：“妇人告发丈夫的母亲。”`,
    xd: `
      “威”的本义指威风、威力。我们常说“威振四海”，意思是威风震慑四海。
      引申指威严、尊严。如《管子·八观》：“禁罚威严，则简慢之人整齐。”意思是（假如）刑罚威严，轻视法令的人也会规规矩矩。
      又引申指刑罚、法则。如“作威作福”。
      又引申指凭借力量、气势来震慑、胁迫。如“威胁”、“威逼”。
    `
  },
  {
    id: 603,
    cn: '沙',
    ls: '会意',
    bs: '水部',
    sm: '左边是弯曲的流水之形，右边的四点表示有很多沙粒。',
    sw: `沙，水散石也。从水，从少。水少沙见。楚东有沙水。`,
    swy: `沙，水中散碎的石粒。由水、少会意。水少，沙就显现出来了。楚地之东有沙水。`,
    xd: `
      “沙”的本义为微小细碎的石粒。如杜甫《登高》：“风急天高猿啸哀，渚清沙白鸟飞回。”
      沙子一般是松散的，故引申比喻松散。如“一盘散沙”。
      又引申指声音破碎嘶哑、不清脆。如“沙哑”。
    `
  },
  {
    id: 604,
    cn: '漠',
    ls: '会意 形声',
    bs: '水部',
    sm: '从水，莫声，莫兼表沉没之意，用没有水会沙漠之意。',
    sw: `漠，北方流沙也。一曰：清也。从水，莫声。`,
    swy: `漠，北方风起扬沙之地。另一义说：漠是清净的意思。从水，莫声。`,
    xd: `
      “漠”的本义为沙漠。如王维《使至塞上》：“大漠孤烟直，长河落日圆。”
      沙漠中生命不多，故“漠”引申指寂静无声。如《楚辞·远游》：“山萧条而无兽兮，野寂漠其无人。”
      又指淡泊、恬淡，即不追求名利。如《新语·无为》：“寂若无治国之意，漠若无忧民之心，然天下治。”
      又引申指冷淡、不关心。如成语“漠不关心”，指态度冷淡，毫不关心。
    `
  },
  {
    id: 605,
    cn: '驰',
    ls: '形声',
    bs: '馬部',
    sm: '',
    sw: `馳，大驱也。从馬，也声。`,
    swy: `馳，使马长驱。从馬，也声。`,
    xd: `
      “驰”的本义为车马疾行。
      引申为声名远扬。如“驰名中外”。
      又引申为驱车马追击、追逐。如“驰竞”。
      而尽力追逐之时，正是心向往之，故又引申为向往。如《隋书·史祥传》：“身在边隅，情驰魏阙。”
    `
  },
  {
    id: 606,
    cn: '誉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 607,
    cn: '丹',
    ls: '指事',
    bs: '丹部',
    sm: '字形像一口矿井，井中的一小横像矿井中的矿石丹砂。',
    sw: `丹，巴越之赤石也。象采丹井，一象丹形。凡丹之属皆从丹。`,
    swy: `丹，巴郡、南越出产的朱砂。像采掘朱砂的井，一，像朱砂之形。大凡丹的部属都从丹。`,
    xd: `
      “丹”的本义为丹砂、朱砂，是一种含汞的红色矿物。如《史记·陈涉世家》：“乃丹书帛曰‘陈胜王’，置入所罾鱼腹中。”
      引申指像丹砂的颜色，即红色。如红色的抱柱叫“丹柱”，宫殿前丹漆之阶叫“丹墀”。
      “丹”还有赤诚之义。如文天祥《过零丁洋》：“人生自古谁无死，留取丹心照汗青。”
    `
  },
  {
    id: 608,
    cn: '青',
    ls: '形声',
    bs: '会意 青部',
    sm: '从生，从丹，用植物初生之色会绿色之意，生兼表声。',
    sw: `青，东方色也。木生火，从生、丹。凡青之属皆从青。`,
    swy: `青，代表东方的颜色。木生火，由生、丹会意。大凡青的部属都从青。`,
    xd: `
      “青”的本义为像叶子一样的绿色。如“青山绿水”。
      由此引申为青色物。如“青黄不接”，指陈粮已经吃完了，新的庄稼却还未成熟。比喻人力、财力等因一时接续不上而暂时缺乏。
      现在特指人才方面后继无人。这里的“青”指未成熟的庄稼。
      又特指蓝色。如“青出于蓝”。
      古人认为春属东方，其色青，故称主春之神为“青帝”。
      引申指人的青年时期。如“青春年华”。
    `
  },
  {
    id: 609,
    cn: '九',
    ls: '象形 假借',
    bs: '九部',
    sm: '字形像弯曲的长虫子。',
    sw: `九，阳之变也。象其屈曲究尽之形。凡九之属皆从九。`,
    swy: `九，阳的变数。像弯弯曲曲直到终尽的样子。大凡九的部属都从九。`,
    xd: `
      “九”的本义与虫有关，但后世其本义消亡，而被借用为数字。
      古人造字纪数，起于一，极于九，九是最大的个位数。凡形容极高、极大、极广、极远的事物，几乎都用“九”来形容。
      在中国古代的世界观中，天地都是按“九”划分的。如《吕氏春秋·有始》：“天有九野，地有九州，上有九山，山有九塞，泽有九薮。”
      由于“九”是最大的个位数，又常用来泛指多数。所谓的“九死”是指多次的死亡。
    `
  },
  {
    id: 610,
    cn: '州',
    ls: '象形',
    bs: '川部',
    sm: '表示河流中的沙洲。意思是河中沙。',
    sw: `州，水中可居曰州，周绕其旁，从重川。昔尧遭洪水，民居水中高土，或曰九州。`,
    swy: `
      州，水中可以居住的地方叫州，四周的水围绕在它的旁边，由两个“川”字叠起来会意。
      过去尧那个时代遇上洪水，百姓居住在水中高土上，有人叫这些高土作九州。
    `,
    xd: `
      “州”的本义为水中陆地。如《诗经·周南·关雎》：“关关雎鸠，在河之州。”
      相传尧时爆发了大洪水，人民居住在水中的高土上。大禹治水后，将其领域分为九州。后来就以“九州”泛指天下、全中国。如陆游《示儿》：“死去元知万事空，但悲不见九州同。”
    `
  },
  {
    id: 611,
    cn: '禹',
    ls: '象形',
    bs: '禸部',
    sm: '字形象叉子叉住一条头、身、尾俱全的长虫之形，突出了头部。',
    sw: `禹，虫也。从禸，象形。`,
    swy: `禹，虫名。从禸，上方像头部之形。`,
    xd: `
      “禹”的本义为虫。
      古代的夏部落以虫为族徽，故借之指传说中夏朝的开国之君、鲧的儿子。如《尚书序》：“禹别九州，随山浚川。”
    `
  },
  {
    id: 612,
    cn: '迹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 613,
    cn: '百',
    ls: '指事',
    bs: '白部',
    sm: '白上面加上一条横线。意思是百，通常用于指全体的意思。',
    sw: `百，十十也。从一、白。数，十百为一贯。相章也。`,
    swy: `百，十个十。由一、由白会意。数目，十个百是一贯。这样就能彰明不乱。`,
    xd: `
      “百”的本义指十个十。如林嗣环《口技》：“虽人有百手，手有百指，不能指其一端。”
      引申指众多。如《孙子兵法》：“知彼知己，百战不殆。”意思是说，既了解敌人也了解自己，多次作战也不会失败。
    `
  },
  {
    id: 614,
    cn: '郡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 615,
    cn: '秦',
    ls: '会意',
    bs: '禾部',
    sm: '从廾（双手）持午（杵）舂禾，会舂捣收打禾麦之意。',
    sw: `秦，伯益之后所封国。地宜禾。从禾、舂省。一曰：秦，禾名。`,
    swy: `秦，伯益的后裔所封的国名。此地适宜禾谷生长。由禾、由舂省去臼会意。另一义说：秦，禾名。`,
    xd: `
      “秦”的本义是粮食。后来引申为春秋时代的国名，即秦国。
      现在的陕西省中部平原地区在春秋战国时期为秦国的地盘，所以这片地区也称“秦”。如“秦声”，指陕、甘一带的戏曲音乐。
    `
  },
  {
    id: 616,
    cn: '并',
    ls: '会意',
    bs: '从部',
    sm: '字形表示左右并列的人，站在一定的位置上。意思是并列。',
    sw: `竝，相从也。从从（二人），幵声。一曰：从持二为并。`,
    swy: `竝，相跟随。从从，幵声。另一义说：“从”持握着“二”为并。`,
    xd: `
      “并”的本义为相合并。如“归并”、“兼并”。
      还引申为并列。如“并肩作战”、“并驾齐驱”。
      由此又引申表示一起、同时。如“并举”，指同时举办，一齐进行。
      作副词，用于否定词前，加强否定语气；作连词，表示连接并列的两项。
      “并”还是山西太原的别称，太原古称并州。但是这个“并”要读成bīnɡ。
    `
  },
  {
    id: 617,
    cn: '岳',
    ls: '象形',
    bs: '山部',
    sm: '字形像上下多层山岳的形状。',
    sw: `嶽，东，岱；南，靃；西，华；北，恒；中，泰室。王者之所以巡狩所至。从山，獄声。`,
    swy: `嶽，东岳岱山，南岳衡山，西岳华山，北岳恒山，中岳嵩山。是王者巡视所到的地方。从山，獄声。`,
    xd: `
      “岳”的本义为高大的山。
      我国有五大名山：东岳泰山，西岳华山，南岳衡山，北岳恒山，中岳嵩山。合称为“五岳”。
      又如：“岳宗”（五岳之中的嵩山），岳帝（东岳泰山之神、东岳大帝的简称）。
      妻的父母或妻的叔伯以岳相称，如“岳丈”、“岳父”、“岳母”。
    `
  },
  {
    id: 618,
    cn: '宗',
    ls: '会意',
    bs: '宀部',
    sm: '外部是宗庙的屋顶，内部是祭祀时使用的祭桌。意思是宗庙。',
    sw: `宗，尊祖庙也。从宀，从示。`,
    swy: `宗，祭祖先的庙。由宀、由示会意。`,
    xd: `
      “宗”的本义为祭祀祖先的庙。如《孔子家语》：“故筑为宫室，设为宗祧。”
      又可以引申为祖宗。如《左传·成公三年》：“使嗣宗职。”
      后又引申为宗族。如《史记·秦始皇本纪》：“车裂以徇，灭其宗。”
      又引申指主旨、本源。如“开宗明义”。
    `
  },
  {
    id: 619,
    cn: '泰',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 620,
    cn: '岱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 621,
    cn: '禅',
    ls: '形声',
    bs: '示部',
    sm: '',
    sw: `禪，祭天也。从示，單声。`,
    swy: `禪，祭天。从示，單声。`,
    xd: `
      “禅”的本义是祭祀上天，读作shàn。
      引申指帝王让位给他姓。如“禅让”、“禅位”。
      又泛指继承。如全祖望《书宋史胡文定公传后》：“四先生殁后，广仲尚能禅其家学。”
      还读作chán，是佛教用语“禅那”的省略，意思是静思。
      由此引申开来，凡是和佛教有关的事务，往往都会加上一个“禅”字。如“禅房”、“禅机”。
    `
  },
  {
    id: 622,
    cn: '主',
    ls: '象形',
    bs: '丶部',
    sm:
      '字形为油碟中燃烧的火苗。意思是灯火的火头。操纵使用圣火的人被称为『主人』。',
    sw: `主，灯中火主也。从王，象形。从丶，丶亦声。`,
    swy: `主，灯中的火炷。从王，像灯盏、灯架之形。从丶，丶也表声。`,
    xd: ``
  },
  {
    id: 623,
    cn: '云',
    ls: '象形',
    bs: '雨部',
    sm:
      '字形为漂浮的云朵下面露出龙的尾巴。意思是云；原字是『云』，后来加上『雨』变成了『雲』。',
    sw: `雲，山川气也。从雨，云象云回转形。凡雲之属皆从雲。`,
    swy: `雲，山河升腾之气。从雨，云像云彩回旋转动的形状。大凡雲的部属都从雲。`,
    xd: `
        “云”的本义为云气、云雾。如《孟子·梁惠王上》：“天油然作云，沛然下雨。”
        引申指轻柔舒卷、形状像云的事物。如古人常说的“云鬓”就是形容女子鬓发盛美如云。
        云一般都是在天上，故又引申比喻高。如苏轼《书王晋卿画·西塞风雨》：“仰看云天真箬笠，旋收江海入蓑衣。”其中的“云天”即指高空。
        后来“云”假借为动词“曰”，表示说。如“子曰诗云”、“人云亦云”、“不知所云”。
      `
  },
  {
    id: 624,
    cn: '亭',
    ls: '形声',
    bs: '高部',
    sm: '字形像一座用以观察敌情的瞭望台。',
    sw: `亭，民所安定也。亭有楼，从高省，丁声。`,
    swy: `亭，人们安定的处所。亭上有楼，由“高”省去“冋”会意，丁表声。`,
    xd: `
      “亭”的本义为瞭望亭——古代设在边塞观察敌情的岗亭。如“亭候”就是用作瞭望的岗亭。
      引申指古代设在道旁供行人停留食宿的处所。
      进而引申泛指山林、路边等供人休息的有顶无墙的小型建筑物。如刘禹锡《陋室铭》：“南阳诸葛庐，西蜀子云亭。”
      由亭子的端正直立引申表示笔直、挺立。如“亭亭玉立”。
    `
  },
  {
    id: 625,
    cn: '雁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 626,
    cn: '门',
    ls: '象形',
    bs: '門部',
    sm: '上方是一条嵌入门枢的横木，下方像两扇门。',
    sw: `門，闻也。从二户。象形。凡門之属皆从門。`,
    swy: `門，内外相互闻听得到。由两个“户”字会意。象形。大凡門的部属都从門`,
    xd: `
      “门”的本义为双扇门。
      泛指建筑物和交通工具的出入口。如“房门”。
      又引申指家、家族。如白居易《长恨歌》：“姊妹兄弟皆列土，可怜光彩生门户。”
      还引申表示门类。如《旧唐书·杜佑传》：“书凡九门。”意思是这部书分为九个门类。
      进而引申表示类别。如“分门别类”。
      “门”是个部首字，凡由“门”组成的字大都与门户及其动作有关。如“闭”、“间”、“闲”。
    `
  },
  {
    id: 627,
    cn: '紫',
    ls: '形声',
    bs: '糸部',
    sm: '',
    sw: `紫，帛青赤色。从糸，此声。`,
    swy: `紫，丝织品呈青赤色。从糸，此声。`,
    xd: `
      “紫”的本义为紫色，由蓝色和红色组成。
      在中国古代服饰文化中，贵族和高官的服色多用朱色、紫色，因此“朱紫”一词，多借指高官。如汪洙《神童诗》：“满朝朱紫贵，尽是读书人。”
      “紫气”即紫色的云气。古人以紫气为祥瑞之气，附会为帝王、圣贤等出现的预兆。
    `
  },
  {
    id: 628,
    cn: '塞',
    ls: '会意 形声',
    bs: '土部',
    sm:
      '从宀（表示房子），从工（表示一堆东西），从手，会用手把一堆东西塞到房子中之意。',
    sw: `塞，隔也。从土，从。`,
    swy: `塞，边塞障隔。由土、由会意。`,
    xd: `
      “塞”的本义为堵塞、阻隔，读作sāi。
      引申指填塞、充满。如袁枚《黄生借书说》：“汗牛塞屋，富贵家之书。”
      又引申指要塞。如《汉书·晁错传》：“守边备塞，劝农利本，当世急务。”
      又引申指边境，读作sài。
      “塞”还可读作sè，表示堵住、填充空隙。
    `
  },
  {
    id: 629,
    cn: '鸡',
    ls: '形声',
    bs: '隹部',
    sm: '左边表示用手拖拽着束发的女子，右边是鸟。意思是鸡。',
    sw: `雞，知时畜也。从隹，奚声。`,
    swy: `雞，知道时辰的家畜。从隹，奚声。`,
    xd: `
      “鸡”的本义是一种家禽。一般指普通家鸡。如孟浩然《过故人庄》：“故人具鸡黍，邀我至田家。”
    `
  },
  {
    id: 630,
    cn: '田',
    ls: '象形',
    bs: '田部',
    sm:
      '划分成片的耕地或狩猎场。意思是田地。迎接田地之神的仪式称之为『田乐』。',
    sw: `田，陈也。树谷曰田。象四囗；十，阡陌之制也。凡田之属皆从田。`,
    swy: `
      田，陈列（得整整齐齐）。种植稻谷的地方叫田。（囗）像田四周的界限；十，表示纵横的沟涂。
      大凡田的部属都从田。
    `,
    xd: `
      “田”的本义是农田，就是种庄稼的土地。
      进而引申指耕种。
      还可以指狩猎。如“焚林而田，竭泽而渔”，意思是把森林烧了去猎捕野兽，把湖水排干了以获得鱼类。比喻做事情不留余地，只顾眼前利益，不做长远打算。
    `
  },
  {
    id: 631,
    cn: '赤',
    ls: '会意',
    bs: '赤部',
    sm: '手脚张开的人(上方)，与火(下方)组合起来。意思是洗净污秽的仪式。',
    sw: `赤，南方色也。从大，从火。凡赤之属皆从赤。`,
    swy: `赤，南方的颜色。由大、由火会意。大凡赤的部属都从赤。`,
    xd: `
      “赤”的本义为比朱红稍浅的颜色。如《辞源》中说：“朱深而赤浅。”泛指红色。如“赤红脸”。
      婴儿刚生下来身体呈赤色，所以称之为“赤子”。
      赤子纯正无邪，故而引申指空，一无所有。如“赤手”。
      又引申指裸露、光着。如“赤膊”。
      进而引申表示纯净不杂、专诚不二。如“赤诚”、“赤胆”。
    `
  },
  {
    id: 632,
    cn: '城',
    ls: '会意 形声',
    bs: '土部',
    sm:
      '左边中间的圆圈表示城围，上下两端表示两座城楼对峙；右边是像戈一样的武器，表示用武器保卫城池。',
    sw: `城，以盛民也。从土，从成，成亦声。`,
    swy: `城，用来盛受容纳臣民。由土、成会意，成也表声。`,
    xd: `
      “城”的本义为城墙。如李白《送友人》：“青山横北郭，白水绕东城。”
      引申指城市。如苏洵《六国论》：“今日割五城，明日割十城，然后得一夕安寝。”
    `
  },
  {
    id: 633,
    cn: '昆',
    ls: '会意',
    bs: '日部',
    sm:
      '上部是太阳，下部两个人，表示二人在日光下并肩行走。意思是太阳为天下人共享。',
    sw: `昆，同也。从日，从比。`,
    swy: `昆，同。由日、由比会意。`,
    xd: `
      “昆”的本义为一起、共同。如《太玄·玄摛》：“天下之理得之谓德也，理生昆群兼爱之谓仁也。”
      兄弟同生并长，故引申指哥哥、胞兄。如《诗经·王风·葛藟》：“终远兄弟，谓他人昆。”
      又指昆山，古代传说中的产玉之山。如《尚书·胤征》：“火炎昆冈，玉石俱焚。”
    `
  },
  {
    id: 634,
    cn: '池',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 635,
    cn: '碣',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 636,
    cn: '石',
    ls: '象形',
    bs: '石部',
    sm: '左边像岩角，右下角的“口”形表示石块。',
    sw: `石，山石也。在厂之下；口，象形。凡石之属皆从石。`,
    swy: `石，山上的石头。在“厂”之下；口，像石头的形状。大凡石的部属都从石。`,
    xd: `
      “石”的本义就是石头。比喻坚固、坚硬。如“石心”，指坚定的心志。又引申为碑石。
      ”还可以作重量单位，一百二十市斤为一石，此时应读dàn。
    `
  },
  {
    id: 637,
    cn: '钜',
    ls: '形声',
    bs: '金部',
    sm: '',
    sw: `大刚也。从金，巨声。`,
    swy: `大的金属。从金。巨声。`,
    xd: `
      钜本义坚硬的铁。如《史记·礼书》：“宛之钜铁。”
    `
  },
  {
    id: 638,
    cn: '野',
    ls: '会意 形声',
    bs: '里部',
    sm: '左右是树林，中间是神社。意思是树林中的神社所在的地方。',
    sw: `野，郊外也。从里，予声。`,
    swy: `野，郊外。从里，予声。`,
    xd: `
      “野”的本义为郊外、野外。如“荒山野岭”。
      郊外有农田，故而引申指原野、田野。如“乡野村妇”。
      又进而引申指朝廷之外、民间。如“下野”。
      野外之物一般自在生长，故引申指野生的。如“野人参”。
      野生之物具有野蛮、不驯的特性，故又引申指不驯服、不受拘束。如“野蛮”。
      野性之物的举止往往不文雅，所以又引申出粗鲁义。如“粗野”。
    `
  },
  {
    id: 639,
    cn: '洞',
    ls: '形声',
    bs: '水部',
    sm: '',
    sw: `洞，疾流也。从水，同声。`,
    swy: `洞，迅疾的水流。从水，同声。`,
    xd: `
      “洞”的本义为水流急。
      借作“迥”，表示通、穿透。如“弹洞其腹”。
      通则透彻，故“洞”又引申指透彻。如“洞晓”。
      又引申指幽深。如“洞房”，本指幽深的内室，后多用来指新婚夫妇的新房。
      由幽深又引申指窟窿、孔穴。如“山洞”。
    `
  },
  {
    id: 640,
    cn: '庭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 641,
    cn: '旷',
    ls: '会意 形声',
    bs: '日部',
    sm: '从日，从廣，会光明开朗之意，廣兼表声。',
    sw: `曠，明也。从日，廣声。`,
    swy: `曠，明朗。从日，廣声。`,
    xd: `
      “旷”的本义为光明、明朗。如《玉篇》：“旷，光明也。”
      引申指广大、广阔、开阔。如“旷野”，就是开阔的原野。
      还有“旷世奇缘”一词中的“旷”也是指广大、广阔。
      引申指心境开阔、开朗。如人们在形容别人时会用“旷澹”一词，意思是这个人心胸豁达，不重名利。
    `
  },
  {
    id: 642,
    cn: '远',
    ls: '形声',
    bs: '辵部',
    sm:
      '右上是脚印，右下是衣服，右中是玉石，左边是行走。意思是送死者去死后的世界。',
    sw: `遠，辽也。从辵，袁声。`,
    swy: `遠，遥远。从辵，袁声。`,
    xd: `
      “远”的本义为走路走得长。引申指距离大、相隔远，与“近”相对。
      引申指深奥、深远。如“人无远虑，必有近忧”。
      又引申指长久、长远。如《公羊传·庄公四年》：“远祖者，几世乎？九世矣。”
      进而引申指高远、远大。如“深谋远虑”。
      又引申指离开、避开。如诸葛亮《出师表》：“亲贤臣，远小人。”
    `
  },
  {
    id: 643,
    cn: '绵',
    ls: '会意',
    bs: '糸部',
    sm: '从糸，从帛，会缠连的丝绵之意。',
    sw: `绵，丝棉也。从糸，从帛。`,
    swy: `绵，丝棉。从糸，从帛。`,
    xd: `
      “绵”的本义是丝棉。
      引申指丝絮状物。如陆游《醉中怀眉山旧游》：“海棠如雪柳飞绵。”
      进而引申指像丝绵一样接连不断。如《诗经·大雅·绵》：“绵绵瓜瓞，民之初生。”
      又引申指薄弱、软弱。如“略尽绵力”。
      又指病重。如《晋书·陶侃传》：“不图所患，遂尔绵笃。”
      还引申指久远。如陆机《饮马长城窟行》：“冬来秋未反，去家邈以绵。”
    `
  },
  {
    id: 644,
    cn: '邈',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 645,
    cn: '岩',
    ls: '会意 形声',
    bs: '山部',
    sm: '',
    sw: `巖，岸也。从山嚴声。`,
    swy: `巖，河岸。字形采用“山”作边旁，“嚴”是声旁。`,
    xd: `
      “岩”的本义为高峻的山崖。如陆游《过小孤山大孤山》：“嵌岩窦穴，怪奇万状。”
      引申指高大的石块、大石块。如《史记·高祖本纪》：“高祖即自疑，亡匿，隐于芒砀山泽岩石之间。”
    `
  },
  {
    id: 646,
    cn: '岫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 647,
    cn: '杳',
    ls: '会意',
    bs: '木部',
    sm: '上方是树木，下方是日，会太阳已经落下去，天色昏暗之意。',
    sw: `杳，冥也。从日在木下。`,
    swy: `杳，幽暗。由“日”在“木”下会意。`,
    xd: `
      “杳”的本义是昏暗。如《管子·内业》：“杳乎如入于渊。”
      由幽暗引申为极远。如宋玉《对楚王问》：“翱翔乎杳冥之上。”
      由极远又引申为寻不到踪影。如林景熙《仙坛寺西林》：“古坛仙鹤杳，野鹿自成群。”
    `
  },
  {
    id: 648,
    cn: '冥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 649,
    cn: '治',
    ls: '形声',
    bs: '水部',
    sm: '',
    sw: `治，水。出东莱曲城阳丘山，南入海。从水，台声。`,
    swy: `治，水名。从东莱曲域阳丘山流出，向南注入大海。从水，台声。`,
    xd: `
      “治”的本义为水名。
      引申指治水。如《孟子·告子下》：“禹之治水，水之道也，是故禹以四海为壑。”
      泛指治理、整治、修治。如《孟子·滕文公上》：“劳心者治人，劳力者治于人。”
      又特指治疗、治病。如《史记·扁鹊仓公列传》：“君有疾在腠理，不治将恐深。”
      又引申指惩处、惩办。如诸葛亮《出师表》：“不效则治臣之罪，以告先帝之灵。”
      特指社会安定或太平，与“乱”相对。如《论语·泰伯》：“舜有臣五人而天下治。”
    `
  },
  {
    id: 650,
    cn: '本',
    ls: '指事',
    bs: '木部',
    sm: '是木，在木的下部加上原点，意思是树根。也用于指本来。',
    sw: `本，木下曰本。从木，一在其下。`,
    swy: `本，树木下部叫本。从木，记号“一”标志在树木的下部。`,
    xd: `
      “本”的本义是指草木的根或靠进根部的茎干。如《国语·晋语》：“伐木不自其本，必复生。”
      引申指事物的根本、基础。如《论语·学而》：“君子务本，本立而道生。”
      又引申表示原来、本来。如“本心”。
      又表示自己方面的。如“本国”、“本人”。
    `
  },
  {
    id: 651,
    cn: '于',
    ls: '指事',
    bs: '亏部',
    sm:
      '左边像一种吹奏乐器，右边象征乐声，与兮、乎的造字方法相同，都与吹奏乐器有关。',
    sw: `于，於也。象气之舒亏。从，从一。一者，其气平也。凡于之属皆从于。`,
    swy: `于，於。像口气的舒展平直。由、由一会意。一，表示那口气的平直。大凡于的部属都从于。`,
    xd: `
      “于”的本义为乐声婉转悠扬。
      用作动词时，由乐声悠扬飘去引申指去、往。如《诗经·周南·桃夭》：“之子于归，宜其室家。”
      又可引申指起点、来源，相当“从”、“自”。如“青出于蓝而胜于蓝”。
      用作介词，相当于“在”、“到”、“对”、“向”。
      还可介入比较对象，表比较。如杜牧《山行》：“霜叶红于二月花。”
      又表被动。如《庄子·秋水》：“吾长见笑于大方之家。”
    `
  },
  {
    id: 652,
    cn: '农',
    ls: '会意',
    bs: '冖部',
    sm: '从林，从辰（农具），会农业之意。',
    sw: `农，耕也。从林，从辰。`,
    swy: `农，耕种。从林，从辰。`,
    xd: `
      “农”的本义是指除草播种之事。如《汉书·食货志》：“辟土殖谷曰农。”
      泛指农事、农业。如《商君书·垦令》：“民不贱农，则国安不殆。”
      又引申指从事农业的人，即农民。如“老农”。
    `
  },
  {
    id: 653,
    cn: '务',
    ls: '形声',
    bs: '力部',
    sm: '左边是矛，右边是击打。后来加上了『力』，表示努力从事农耕的意思。',
    sw: `務，趣也。从力，敄声。`,
    swy: `務，为某事而奔走。从力，敄声。`,
    xd: `
      “务”的本义为勉力去做，从事，致力于。如《管子·乘马》：“是故事者生于虑，成于务，失于傲。”
      引申指追求、谋求。如白居易《寄唐生》：“不务文字奇，惟歌生民病。”
      又引申指职业、工作。如《韩非子·诡使》：“仓廪之所以实者，耕农之本务也。”
      用作副词，表示强烈的愿望，相当于“一定”。如“务必”。
    `
  },
  {
    id: 654,
    cn: '兹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 655,
    cn: '稼',
    ls: '形声',
    bs: '禾部',
    sm: '',
    sw: `稼，禾之秀实为稼，茎节为禾。从禾，家声。一曰：稼，家事也。一曰：在野曰稼。`,
    swy: `稼，禾的穗实叫稼，秸秆叫禾。从禾，家声。一说：稼，就像嫁女之事。一说：在田野中的作物叫稼。`,
    xd: `
      “稼”的本义是成熟的禾穗。如《诗经·豳风·七月》：“十月纳禾稼。”
      后泛指庄稼、田中的作物。由成熟的庄稼引申指种植，从事农业劳动。
      成语“不稼不穑”，意思是不种植也不收割，泛指不参加农业劳动。常用来讽刺那些不参加农业劳动的人。如“他那人不稼不穑，迟早要坐吃山空的。”
    `
  },
  {
    id: 656,
    cn: '穑',
    ls: '会意 形声',
    bs: '禾部',
    sm: '',
    sw: `穑，谷熟也。从禾，啬声。`,
    swy: `穑，谷物可以收割叫“穑”。字形采用“禾”作边旁，“啬”是声旁。`,
    xd: `
      “穑”的本义为成熟可收割的庄稼。
      引申泛指耕种、农事。如《尚书·盘庚上》：“若农服田力穑，乃亦有秋。”意思是说如果农民尽力耕作，就会有丰收的秋季。
      又特指谷类植物的穗。如宋应星《天工开物》：“凡苗吐穑之后，暮夜‘鬼火’游烧，此六灾也。”
      还表示相互勾连。如刘向《管子·度地》：“树以荆棘，上相穑著者，所以为固也。”
    `
  },
  {
    id: 657,
    cn: '俶',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 658,
    cn: '载',
    ls: '形声',
    bs: '車部',
    sm:
      '右边是矛，左上是神圣的印，左下是战车。意思是军队出发时对战车进行清洁。',
    sw: `載，乘也。从車，zai声。`,
    swy: `載，乘坐。从車，zai声。`,
    xd: `
      “载”的本义为乘坐。如《陌上桑》中说：“使君谢罗敷，宁可共载不（否）？”说的是使君问罗敷能不能共乘一辆车。
      引申指装运、承运。我们常说“载誉而归”，就是这种用法。
      又引申指承受、负担、担任。如“厚德载物”，意思是道德高尚者能承担重大任务。
      “载”还引申指充满。如成语“怨声载道”，就是怨恨的声音充满道路。
    `
  },
  {
    id: 659,
    cn: '南',
    ls: '象形 假借',
    bs: '𣎵部',
    sm: '字形像悬挂着的敲击乐器：上边是悬挂的结，下边是器体。',
    sw: `南，艸木至南方，有枝任也。从𣎵，𢆉声。`,
    swy: `南，草木到南方（其叶畅茂），有枝芽可胜任。从𣎵，𢆉声。`,
    xd: `
      “南”的本义为一种敲击乐器。
      敲击乐器奏乐是为了助兴，古人助兴又多欣赏配乐的舞蹈，后来“南”就引申为了乐舞名。
      现在常用作方向的“南”，是假借义。成语“南辕北辙”中的“南”指的就是方向。
    `
  },
  {
    id: 660,
    cn: '亩',
    ls: '形声',
    bs: '田部',
    sm: '左边是田，右边是戴着发饰的女子。用来指一定面积的耕地。',
    sw: `畮，六尺为步，步百为亩。从田，每声。`,
    swy: `畮，六尺是一步，百步是一亩。从田，每声。`,
    xd: `
      “亩”的本义为田埂、田垄、田中高处。
      泛指农田、田野。由田垄又引申为土地单位量词。如《孟子·梁惠王上》：“五亩之宅。”
      到了现代，“亩”一般就作为市制地积单位。如人们常说的“一亩三分地”。
    `
  },
  {
    id: 661,
    cn: '我',
    ls: '象形',
    bs: '我部',
    sm: '字形为锯。最初是锯的意思，后来作为第一人称的代名词使用。',
    sw: `我，施身自谓也。或说：我，顷顿也。从戈，从手。手，或说古垂字。一曰：古杀字。凡我之属皆从我。`,
    swy: `
      我，用在自己身上，自己称自己。另一义说：我，倾斜。由戈、由会意。
      手，有人说是古“垂”字。另一义说：手是古“杀”字。大凡我的部属都从我。
    `,
    xd: `
      “我”的本义为兵器。
      在先秦时期的古代汉语中，“我”已经假借为第一人称代词，有时也指我方、我国。如《左传·庄公十年》：“十年春，齐师伐我。”
      “我”更多地作为自称之词。如李白《将进酒》：“天生我材必有用，千金散尽还复来。”
    `
  },
  {
    id: 662,
    cn: '艺',
    ls: '会意 形声',
    bs: '艹部',
    sm: '左边是向前伸出双手的人，右边是草木。意思是种植草木。',
    sw: `艺，种也。从艹，乙声。`,
    swy: `艺，种植)。从艹，乙声。`,
    xd: `
      艺的本义是种植。如《诗·齐风·南山》：“艺麻之如何？衡从其亩。”
      引申为技能。如《唐语林·雅量》：“艺天下无双。”
    `
  },
  {
    id: 663,
    cn: '黍',
    ls: '象形',
    bs: '黍部',
    sm: '字形像黍的形象，下方脱落的颗粒代表黍子粒。',
    sw: `黍，禾属而黏者也。以大暑而穜，故谓之黍。从禾，雨省声。凡黍之属皆从黍。`,
    swy: `黍，禾一类而性黏的谷物。因在大暑时成熟，所以叫做黍。从禾，雨省声。大凡黍的部属都从黍。`,
    xd: `
      “黍”的本义是黍子。是一种一年生草本植物。如《诗经·魏风·硕鼠》：“无食我黍”。
      又指用黄米做成的饭。如《论语·微子》：“杀鸡为黍而食之”。意思是说，杀鸡做饭来款待别人。
      “黍”还可以表示一种量器。如《吕氏春秋》：“操黍酒而进之。”
    `
  },
  {
    id: 664,
    cn: '稷',
    ls: '形声',
    bs: '禾部',
    sm: '',
    sw: `稷，也。五谷之长。从禾，畟声。`,
    swy: `稷，粟米。是五谷的首领。从禾，畟声。`,
    xd: `
      “稷”的本义是谷子。如陶渊明《桃花源诗》：“菽稷随时艺。”
      由本义又引申指谷神。如“社稷”，“社”指土地神，“稷”指谷神。
      因为土地和谷子是百姓和国家的根本，所以古人认为“社稷”是最神圣的，后来就把“社稷”作为国家的代名词了。
    `
  },
  {
    id: 665,
    cn: '税',
    ls: '形声',
    bs: '禾部',
    sm: '',
    sw: `税，租也。从禾，兑声。`,
    swy: `税，按田亩征收谷物。从禾，兑声。`,
    xd: `
      “税”的本义为田租。如班固《汉书·刑法志》：“有税有赋，税以足食，赋以足兵。”
      泛指赋税，即国家按规定征收的货币或实物。
      用作动词，指征收或交纳赋税。如《韩非子·显学》：“耕者则重税。”又引申指租赁、买卖。如袁宏道《月夜归来与长孺道旧》：“税花莫计池”。
      又引申指利息。如范晔《后汉书》：“收税与封君比入。”
      又引申指赠予、馈赠。如《礼记·檀弓上》：“未仕者不敢税人，如税人则以父兄之命。”
    `
  },
  {
    id: 666,
    cn: '熟',
    ls: '会意 形声',
    bs: '火部',
    sm: '左边像宗庙之形，右边像一个人，会人向宗庙献祭品之意。',
    sw: `熟，食饪也。从享，从丸。`,
    swy: `熟，食物烹煮。从享，从丸。`,
    xd: `
      “熟”的本义是食物烹煮到可吃的程度。
      引申指谷物、果实等成熟。如“时机成熟”，就是把时机比作果实。
      果实成熟之后吃起来口味才醇美，因此“熟”又引申指时机已到。又表示程度深。如“熟睡”。
      又引申指熟悉、熟练。人们常说“熟能生巧”，就是指做事情熟练了就会找出巧办法。
      还引申指深透、仔细。如成语“深思熟虑”。
    `
  },
  {
    id: 667,
    cn: '贡',
    ls: '会意 形声',
    bs: '貝部',
    sm: '从貝，从工，会向天子奉献物品或劳力之意，工兼表声。',
    sw: `貢，献功也。从貝，工声。`,
    swy: `貢，进献，努力做所从事的工作。从貝，工声。`,
    xd: `
      “贡”的本义为古代臣民向君主，或属国向宗主国进献物品。
      后泛指进献。如《左传·僖公四年》：“系贡包茅不入，王祭不共，无以缩酒。”
      用作名词，指进献的物品。如“进贡”。
    `
  },
  {
    id: 668,
    cn: '新',
    ls: '会意 形声',
    bs: '斤部',
    sm: '右侧是一把斧头，左侧是一棵树，会以斧砍柴之意。',
    sw: `新，取木也。从斤，亲声。`,
    swy: `新，劈柴，将木头劈成散材。字形采用“斤”作边旁，“亲”是声旁。`,
    xd: `
      “新”的本义是柴火。
      引申指更新，使变新。如《尚书·胤征》：“旧染污俗，咸与唯新。”
      用作名词，指新的人或事物。如《论语·学而》：“温故而知新，可以为师矣。”
      还表示清洁、清新。如王维《送元二使安西》：“渭城朝雨浥轻尘，客舍青青柳色新。”
      又引申指没有用过的。如汉代《古艳歌》：“衣不如新，人不如故。”
      还可以指新近、刚刚。如《战国策·赵策》：“赵太后新用事，秦急攻之。”
    `
  },
  {
    id: 669,
    cn: '劝',
    ls: '形声',
    bs: '力部',
    sm: '',
    sw: `勸，勉也。从力雚声。`,
    swy: `勸，勉劝。从力，雚声。`,
    xd: `
      “劝”的本义为勉励、鼓励。如《荀子》中的《劝学》篇是一书的首篇，其义就是劝勉、鼓励人学习。
      引申指说服，讲明事理使人听从。如王维《送元二使安西》：“劝君更尽一杯酒。”
    `
  },
  {
    id: 670,
    cn: '赏',
    ls: '会意 形声',
    bs: '贝部',
    sm: '上方像一个酒器的形状，是『商』字；下方是贝。意思是给予贝币。',
    sw: `賞，赐有功也。从貝，尚声。`,
    swy: `賞，奖赐有功的人。从貝，尚声。`,
    xd: `
      “赏”的本义为赏赐有功，奖励。如“赏罚分明”、“有赏有罚”。
      用作名词，表示赐予或奖给的东西。如“领赏”、“悬赏”。
      赏是对人的一种称许，故又引申指赞扬、称颂。如《左传·襄公十四年》：“善则赏之。”
      用作敬辞，表示请对方接受邀请或要求。如“请赏光”、“赏脸”。
    `
  },
  {
    id: 671,
    cn: '黜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 672,
    cn: '陟',
    ls: '会意',
    bs: '𨸏部',
    sm: '从𨸏，从步，会由下往上走之意。',
    sw: `陟，登也。从𨸏，从步。`,
    swy: `陟，登升。由𨸏、步会意。`,
    xd: `
      “陟”的本义是上升、登高。如《诗经·周南·卷耳》：“陟彼高冈。”
      引申为登程、走。如《尚书·太甲下》：“若陟遐，必自迩。”是说如果要走到远处，必须从近处开始。
      由登高引申为提拔、进用。如《三国志·蜀书·诸葛亮传》：“陟罚臧否。”就是提拔好人，惩罚坏人。
    `
  },
  {
    id: 673,
    cn: '孟',
    ls: '会意 形声',
    bs: '子部',
    sm: '从子，从皿，会给初生儿洗沐之意。',
    sw: `孟，长也。从子，皿声。`,
    swy: `孟，同辈中年长的。从子，皿声。`,
    xd: `
      “孟”的本义为头生子，即兄弟姊妹中排行最大的。如《史记·鲁周公世家》：“庄公筑台临党氏，见孟女，说而爱之。”
      排行第一就是老大。如“孟兄”，就是长兄。
      农历四季中每季的第一个月也可以称“孟”。如李白《出自蓟北门行》：“孟冬风沙紧，旌旗飒凋伤。”
      “孟冬”就是冬季的第一个月，即农历十月。
    `
  },
  {
    id: 674,
    cn: '轲',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 675,
    cn: '敦',
    ls: '会意',
    bs: '攴部',
    sm: '左上是宗庙，左下是羊，右边手持棍，会怒呵重责之意',
    sw: `敦，怒也，诋也。是一曰：谁何也。从攴，声。`,
    swy: `敦，恼怒；诋毀。另一义说：敦是呵责的意思。从攴，（chún）声。`,
    xd: `
      读作dūn时，本义为投掷。
      引申指劝导并勉励。如“敦晓”、“敦教”。
      借作“惇”，表示厚道、诚恳。如“敦厚”。
      又引申指厚实、深厚。如“敦实的身材”。
      读作duì时，指一种古代食器，由青铜制成，盖和器身都呈半圆球形，各有三足或圈足，上下相合即成球形，盖可倒置，流行于战国时期。如《周礼·天官·玉府》：“若合诸侯，则共珠盘玉敦。”
    `
  },
  {
    id: 676,
    cn: '素',
    ls: '会意',
    bs: '素部',
    sm: '中间为白缯（丝织品）之形，下部两侧为双手，会双手拿着白缯之意。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 677,
    cn: '史',
    ls: '会意',
    bs: '素部',
    sm:
      '上方表示在树上悬挂装有祝词的容器，下方是右手。意思是将祝词高高捧着、祭祀祖先的灵魂。',
    sw: `素，白致缯也。从糸，取其泽也。凡素之属皆从素。`,
    swy: `素，白色而又细密的、未加工的丝织品。由糸会意，取其光润下垂的意思。大凡素的部属都从素。`,
    xd: `
      “素”的本义为本色未染的生绢。
      由白缯引申为白的、没有染色的。“素面朝天”指的就是未施脂粉。
      又引申出朴素、质朴之义。如“素朴”。
    `
  },
  {
    id: 678,
    cn: '鱼',
    ls: '象形',
    bs: '魚部',
    sm: '上方是鱼头，中间是鱼身，下方是鱼尾，两侧是鱼鳍，交叉纹是鳞。',
    sw: `魚，水虫也。象形。魚尾与燕尾相似。凡魚之属皆从魚。`,
    swy: `魚，水中的动物。像魚的形状。小篆魚字的尾形与燕字的尾形相像。大凡魚的部属都从魚。`,
    xd: `
      “鱼”的本义为水生脊椎动物鱼。又指像鱼的水栖动物。如“鳄鱼”。
    `
  },
  {
    id: 679,
    cn: '秉',
    ls: '会意',
    bs: '又部',
    sm: '字形像手拿一把禾稻之形。',
    sw: `秉，禾束也。从又持禾。`,
    swy: `秉，禾一把。由“又”（手）持握“禾”会意。`,
    xd: `
      “秉”的本义是禾把、禾束。如《诗经·小雅·大田》：“彼有遗秉。”意思是（收割后）那边田里还有遗落的禾把。
      因为禾把是用手拿的，所以又引申指手拿着、手持。如《古诗十九首·生年不满百》：“何不秉烛游？”
      由拿着禾把又引申指主持、掌握。如《汉书·霍光传》：“光秉政前后二十年。”
      “秉”还可以表示坚持、拥有。如《诗经·小雅·小弁》：“君子秉心。”
    `
  },
  {
    id: 680,
    cn: '直',
    ls: '会意',
    bs: '𠃊部',
    sm: '下方是一只横着的眼睛，上方有一竖线，会视线直之意。',
    sw: `直，正见也。从𠃊，从十，从目。`,
    swy: `直，正视。由𠃊、由十、由目会意。`,
    xd: `
      “直”的本义为直视。
      引申为不弯曲，与“曲”相对。
      由不弯曲，又可以引申为正直、公正。如“心直口快”、“理直气壮”。
      又引申表示一直到底、不经周转。如“直拨电话”、“直辖市”。
      用作副词，表示一直、径直。如《史记·李将军列传》：“（李）敢独与数十骑驰，直贯胡骑。”意思是李将军敢与数十骑兵飞马奔驰，径直从胡兵中贯穿过去。
    `
  },
  {
    id: 681,
    cn: '庶',
    ls: '会意',
    bs: '广部',
    sm: '字形像在山崖避风处，用锅灶烧火蒸煮之形，是初民生活的写照。',
    sw: `庶，屋下众也。从广、炗；炗，古文光字。`,
    swy: `庶，屋下光彩众多。由广、炗会意。炗，是古文“光”字。`,
    xd: `
      “庶”的本义为烧火做饭。烧火做饭是奴隶干的活儿，所以引申指奴仆。
      后泛指百姓、平民。如“庶民”、“黎庶”。
      还引申为宗族的旁支。如“庶出”，指的就是由妾室所生的孩子。
      还引申为差不多、也许。如“庶乎可行”。
    `
  },
  {
    id: 682,
    cn: '几',
    ls: '会意',
    bs: '几部',
    sm: '上方是丝线饰物，下方是矛。用圣器矛调查奇怪的事情，意为纠正。',
    sw: `几，踞几也。象形。凡几之属皆从几。`,
    swy: `几，蹲踞在地的几。像几的正面和两侧的形状。大凡几的部属都从几。`,
    xd: `
      “几”的本义为小或矮的桌子。如《孟子·公孙丑》：“隐几而卧。”即伏在几上睡觉。
      “几”作疑问词，用来询问数目。如《孟子·离娄》：“子来几日矣？”
      作“畿”的简化字时，读为jǐ。
    `
  },
  {
    id: 683,
    cn: '中',
    ls: '象形',
    bs: '丨部',
    sm: '字形为中军的旗子。中军的将领为元帅，意思是正中间。',
    sw: `中，内也。从囗；丨，上下通。`,
    swy: `中，纳入。从囗；丨，表示上下通彻。`,
    xd: `
      “中”的本义为内、里，读作zhōnɡ。如柳宗元《笼鹰词》：“草中狸鼠足为患，一夕十顾惊且伤。”意思是，草里的狸鼠之类足以成为祸害，一夜之中多次张望回顾，不断受惊受伤。
      由内、里引申为中间，一定范围内部适中的位置。如“居中”。
      由内、里又可引申指内心。如曹操《短歌行》：“忧从中来，不可断绝。”
      还可作动词，读作zhònɡ。如成语“百发百中”，其中的“中”就是动词，射中。
    `
  },
  {
    id: 684,
    cn: '庸',
    ls: '会意',
    bs: '用部',
    sm: '从用（使用），从庚（乐器），借使用乐器大钟会使用之意。',
    sw: `庸，用也。从用，从庚。庚，更事也。《易》曰：‘先庚三日。’`,
    swy: `庸，施行。由用、由庚会意。庚，表示变更其法。如《易经》说：“先干三天而后希望变更。”`,
    xd: `
      “庸”的本义为古乐器大钟。
      引申指采用、使用、需要。如“无庸讳言”、“毋庸置疑”。
      镛钟是日常使用之物，遂引申泛指平常、一般、平凡。如“平庸”、“庸夫”。
      古时候一般人没有自己的土地或店铺，多受雇于别人，故又表示受雇佣、被雇佣的人。此义后用“傭”来表示，如今简化作“佣”。
    `
  },
  {
    id: 685,
    cn: '劳',
    ls: '会意',
    bs: '力部',
    sm: '上方是篝火，神圣的火；下方是衣服。意思是用神圣的火清洁衣物的仪式。',
    sw: `勞，剧也。从力，熒省。熒，火烧冂，用力者劳。`,
    swy: `勞，十分勤苦。由力、由熒省去下面的火会意。熒，表示火灾烧屋，用力救火的人十分辛苦。`,
    xd: `
      “劳”的本义为用语言或实物慰问。如《仪礼·觐礼》：“王劳之。再拜稽首。”大意是天子慰劳他，诸侯再拜稽首。
      有功绩才有犒劳，故引申指功绩。
      功劳是花力气换来的，故引申泛指人类创造物质财富或精神财富的活动。如“劳而无功”、“多劳多得”。
      由费力引申指辛勤、辛苦。如“任劳任怨”、“劳苦功高”。
      用于敬辞请托，指麻烦、使劳烦。如“有劳”、“劳驾”。
    `
  },
  {
    id: 686,
    cn: '谦',
    ls: '形声',
    bs: '言部',
    sm: '',
    sw: `謙，敬也。从言，兼声。`,
    swy: `謙，恭敬别人。从言，兼声。`,
    xd: `
      “谦”的本义是恭敬、谦虚。成语“谦谦君子”就是指十分谦虚、能严格要求自己的人。
      用作动词，表示谦虚地对待。
      又引申为丧失。《逸周书·武称》：“爵位不谦，田宅不亏。”意思是爵位不丧失，田产和房子也没有损失。
    `
  },
  {
    id: 687,
    cn: '谨',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 688,
    cn: '敕',
    ls: '会意',
    bs: '攴部',
    sm: '上方是将柴火捆起来，下方是犁。意思是将柴火捆起来整理好。',
    sw: `敕，诫也。臿地曰敕。从攴，束声。`,
    swy: `敕，告诫。臿地曰敕。从攴，束声。`,
    xd: `
      敕的本义的告诫。如《虞书》：“敕天之命。”
      作名词为皇帝自上命下之词。如《卖炭翁》：“手把文书口称敕，回车叱牛牵向北。”
    `
  },
  {
    id: 689,
    cn: '聆',
    ls: '形声 会意',
    bs: '耳部',
    sm: '',
    sw: `聆，听也。从耳，令声。`,
    swy: `聆，听。从耳，令声。`,
    xd: `
      “聆”的本义为倾听、细听。如苏轼《石钟山记》：“扣而聆之，南声函胡，北音清越。”意思是敲击它并听声音，南边的声音重浊含糊，北边的声音清脆悠扬。
      又引申指听从。如“聆听教诲”。
      由倾听又引申出了然、明白之意。如《论衡·自纪》：“观读之者，晓然若盲之开目，聆然若聋之通耳。”
    `
  },
  {
    id: 690,
    cn: '音',
    ls: '会意',
    bs: '音部',
    sm:
      '上方是向神明发誓用的针。下方在装有祝词的容器里面，神明的反应以声音的形式出现。',
    sw: `
      音，声也。生于心，有节于外，谓之音。宫、商、角、徵、羽，声；丝竹金石匏土革木，音也。
      从言，含一。凡音之属皆从音。
    `,
    swy: `
      音，言语的声音。从心底产生，受口腔节制的，叫做音。
      宫、商、角、徵、羽（单独发出的），是乐声，（用丝、竹、金、石、匏、土、革、木（等乐器），是音乐。
      由“言”含“一”会意。大凡音的部属都从音。
    `,
    xd: `
      “音”的本义为音乐。如《礼记·乐记》：“凡音之起，由人心生也。声成文，谓之音。”
      引申泛指声音。
      人发出的声音不完全相同，所以又引申特指语音、口音。如“乡音”。
      由人的声音散发出的讯息又引申指消息。如“杳无音信”。
    `
  },
  {
    id: 691,
    cn: '察',
    ls: '会意 形声',
    bs: '宀部',
    sm: '从宀（房屋）从祭，会庙祭必详究细审之意，祭兼表声。',
    sw: `察，覆也。从宀、祭。`,
    swy: `察，屋檐向下覆盖。从宀，祭声。`,
    xd: `
      “察”的本义为观察，仔细看。如苏轼《石钟山记》：“徐而察之，则山下皆石穴罅。”
      引申指看清楚、明白、知晓。如《吕氏春秋·察今》：“故察己则可以知人，察今则可以知古。”
      又引申指调查、考察。如《吕氏春秋·察传》：“夫传言不可以不察。”
      又引申指辨别、区分。如屈原《离骚》：“览察草木其犹未得兮，岂珵美之能当？”
    `
  },
  {
    id: 692,
    cn: '理',
    ls: '形声',
    bs: '部',
    sm: '',
    sw: `理，治玉也。从玉，里声。`,
    swy: `理，治理玉石。从玉，里声。`,
    xd: `
      “理”的本义为加工雕琢玉石。如《韩非子·和氏》：“王乃使玉人理其璞而得宝焉。”
      引申指整理。如《木兰诗》：“当窗理云鬓，对镜贴花黄。”
      “理云鬓”就是整理头发。用于抽象意义，指治理、管理。如王安石《答司马谏议书》：“为天下理财，不为征利。”
      用作名词，指物质组织的纹理、条纹。如“肌理”。
      由条理引申指道理、义理。如“理当如此”。
      还指对别人的言语、行动表示态度、意见。如“置之不理”。
    `
  },
  {
    id: 693,
    cn: '鉴',
    ls: '会意 形声',
    bs: '金部',
    sm: '字形像一人低头于盆水中照影形。',
    sw: `鑑，大盆也，一曰鑑诸，可以取明水于月。从金，监声。`,
    swy: `鑑，大盆,一种说法是方诸，在月下承露取水的器具。从金，监声。`,
    xd: `
      “鉴”的本义为用来盛水或冰的青铜大盆。
      盆中有水可用来照视，故引申指铜镜。如“以铜为鉴”、“波平如鉴”。
      用镜照物能把物展现得一览无余，所以又引申指明察、审查。如“鉴别”、“鉴赏”。
      对着镜子能看到自己不的足之处，以便改正，故而还可指借鉴。如“引以为鉴”。
      又是一种编年史的名称。如“《资治通鉴》”。
    `
  },
  {
    id: 694,
    cn: '貌',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 695,
    cn: '辨',
    ls: '形声',
    bs: '心部',
    sm:
      '两边是刺青所用的针两根并列的样子，表示做出判决时原告和被告发誓、辩论。中间是刀。意思是对诉讼做出裁决。',
    sw: `辨，判也。从心，辡声。`,
    swy: `辨，判别。从心，辡声。`,
    xd: `
      辨的本义是判别。如《易·系辞下》：“辨是与非。”
    `
  },
  {
    id: 696,
    cn: '色',
    ls: '会意',
    bs: '色部',
    sm: '字形像一个人驮另一个人，仰承其脸色的形象。',
    sw: `色，颜气也。从人，从卪。凡色之属皆从色。`,
    swy: `色，脸上的颜色、气色。由人、由卪会意。大凡色的部属都从色。`,
    xd: `
      “色”的本义为脸色。如“喜形于色”。
      又引申指颜色。如白居易《卖炭翁》：“满面尘灰烟火色，两鬓苍苍十指黑。”
      进而引申指姿色、美色。如《孟子·梁惠王下》：“寡人有疾，寡人好色。”
      现代汉语里，“色”有时也可以读为shǎi。“色子”是一种赌具。
    `
  },
  {
    id: 697,
    cn: '贻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 698,
    cn: '厥',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 699,
    cn: '嘉',
    ls: '会意 形声',
    bs: '壴部',
    sm: '左从壴，右从力，会尽情娱乐之意。',
    sw: `嘉，美也。从壴，加声。`,
    swy: `嘉，美善。从壴，加声。`,
    xd: `
      “嘉”的本义为尽情娱乐，欢乐。如《礼记·礼运》：“君与夫人交献，以嘉魂魄。”
      引申指善，美。如《诗经·豳风·东山》：“其新孔嘉，其旧如之何？”
      又引申指幸福、吉祥。如《汉书·宣帝纪》：“蒙获嘉瑞，赐兹祉福。”
      用作动词，指赞美，表彰，颂扬事物的美好。如《汉书·李广苏建传》：“武帝嘉其义。”
      用作名词，指古代五礼之一，包括冠、婚、庆贺、飨宴等，后专指婚礼。如“嘉礼”。
    `
  },
  {
    id: 700,
    cn: '猷',
    ls: '形声',
    bs: '犬部',
    sm: '',
    sw: `猷，谋也。从犬，酋声。`,
    swy: `猷，谋略。从犬，酋声。`,
    xd: `
      “猷”的本义是谋略、计划。如《尚书·君陈》：“尔有嘉谋嘉猷，则入告尔后于内。”
      引申指功业、功绩。如“猷绩”。
      又引申指道、法则。如《诗经·小雅·巧言》：“秩秩大猷，圣人莫”。
    `
  },
  {
    id: 701,
    cn: '勉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 702,
    cn: '其',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 703,
    cn: '祗',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 704,
    cn: '植',
    ls: '形声 会意',
    bs: '木部',
    sm: '',
    sw: `植，户植也。从木，直声。`,
    swy: `植，门从外关闭时用以落锁的中立直木。从木，直声。`,
    xd: `
      “植”的本义为从外闭门后用以加锁的中立直木。如《墨子·非儒》：“季孙与邑人争门关，决植。”
      引申指竖立、直立。如陶渊明《归去来兮辞》：“怀良辰以孤往，或植杖而耘耔。”
      又引申指栽种。如“植树种草”。
      用作名词，指植物、生物的一大类。如“植株”、“动植物”。
      还特指把肢体器官或组织的一部分补在另一有缺损的肢体部分上，使有缺损的肢体部分逐渐长好，恢复正常功能。如“断肢再植”、“移植”。
    `
  },
  {
    id: 705,
    cn: '省',
    ls: '形声',
    bs: '眉部',
    sm:
      '眉毛上佩戴着饰物，用这样有咒力的眼睛巡视。汉元帝时期，开始将政府机构称之为『省』。',
    sw: `省，视也。从 省，从屮。`,
    swy: `省，察视。由 省去仌、由屮会意。`,
    xd: `
      “省”的本义是视、察看。如《史记·秦始皇本纪》：“览省远方。”这里的“省”即视察、察看。在这个意义范围内，“省”字应读作xǐnɡ。
      由视察、察看引申指对自己的思想行为进行检查。如“内省”。
      又引申指觉悟、明白。如“发人深省”。还引申指探视、问候尊长。如“省亲”。
      又读作shěnɡ，当减少、精简、节约讲。又可作为行政区名。
    `
  },
  {
    id: 706,
    cn: '躬',
    ls: '会意 形声',
    bs: '吕部',
    sm: '从身，从吕（脊柱形），会人身之意。',
    sw: `躳，身也。从身，从吕。躬，躳或，从弓。`,
    swy: `躳，身体。由身，吕会意。躬，躳的或体，从弓。`,
    xd: `
      “躬”的本义为身体、自身。成语“卑躬屈膝”、“反躬自问”等都是用的本义。
      用作动词，指稍微向前弯身，以表尊敬。如“打躬作揖”。
      用作副词，表示亲自、亲身。我们在说人什么事情都自己做的时候，常用“事必躬亲”这个成语，这里的“躬”就是亲自的意思。
    `
  },
  {
    id: 707,
    cn: '讥',
    ls: '形声 会意',
    bs: '言部',
    sm: '',
    sw: `譏，诽也。从言，幾声。`,
    swy: `譏，用隐含的语言从旁指责过失。从言，幾声。`,
    xd: `
      “讥”的本义为微言嘲讽、非难。
      引申指查问、盘查。如《孟子·公孙丑上》中说：“关讥而不征，则天下之旅皆悦，而愿出于其路矣。”其中的“讥而不征”是指稽查外来商旅，但不征收税捐。
      又引申指讽刺、挖苦。如“讥笑”。
    `
  },
  {
    id: 708,
    cn: '诫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 709,
    cn: '宠',
    ls: '形声',
    bs: '宀部',
    sm: '',
    sw: `寵，尊居也。从宀，龍声。`,
    swy: `寵，崇高的位置。从宀，龍声。`,
    xd: `
      “宠”的本义为地位尊崇。如王符《潜夫论·论荣》：“宠位不足以尊我，而卑贱不足以卑己。”
      引申泛指尊崇。如成语“哗众取宠”，就是指以浮夸的言论迎合群众，骗取群众的信赖和支持。
      又引申指宠爱，喜爱。白居易《长恨歌》：“后宫佳丽三千人，三千宠爱在一身。”
      还引申特指受宠爱的人。如《左传·僖公十七年》：“齐侯好内，多内宠。”
      用作名词，指荣耀。如成语“宠辱不惊”。
    `
  },
  {
    id: 710,
    cn: '增',
    ls: '形声',
    bs: '土部',
    sm:
      '上方是热气，下方是炉子，这种炉子是在煮热水的锅上面叠上蒸东西的器具。意思是增加。原字是『曾』',
    sw: `增，益也。从土，曾声。`,
    swy: `增，添益，从土，曾声。`,
    xd: `
      “增”的本义为加多、添加。如宋玉《登徒子好色赋》：“增之一分则太长，减之一分则太短。”
      引申指扩大。如范仲淹《岳阳楼记》：“乃重修岳阳楼，增其旧制。”
    `
  },
  {
    id: 711,
    cn: '抗',
    ls: '形声',
    bs: '手部',
    sm: '',
    sw: `抗，扞也。从手，亢声。`,
    swy: `抗，捍御。从手，亢声。`,
    xd: `
      “抗”的本义为抵抗、捍卫、抵御。如“抗震”、“抗灾”。
      引申为抗拒、拒绝。如文天祥《指南录后序》：“抗辞慷慨。”
      引申为匹敌、抗衡、对等。如成语“分庭抗礼”。
      敢于同强大的势力抗衡，又引申出刚正不阿、高尚的意思。如邹阳《狱中上梁王书》：“辞虽不逊，然其比物连类，有足悲者，亦可谓抗直不挠矣。”
    `
  },
  {
    id: 712,
    cn: '极',
    ls: '会意 形声',
    bs: '木部',
    sm: '',
    sw: `極，驴上负也。从木，亟声。读若急。`,
    swy: `極，驴背上负载物的木架。从木，亟声。音读像“急”字。`,
    xd: `
      “极”的本义为房屋的正梁、檩子。如《后汉书·蔡茂传》中有“极上有三穗禾”之句，其中的“极”指的就是房梁。
      脊檩在房屋的最高处，故引申指最高点、顶点、尽头。如“登峰造极”。
      由最高又引申指帝王之位。如南朝鲍照《〈河清颂〉序》：“圣上天飞践极，迄兹二十有四载。”“践极”就是登上王位。又引申指遥远。
      用作动词，指达到顶点、最高限度。如成语“物极必反”、“否极泰来”。
      又引申指穷尽、竭尽。如“极目远眺”。
      用作副词，相当于“很”、“非常”。
    `
  },
  {
    id: 713,
    cn: '殆',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 714,
    cn: '辱',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 715,
    cn: '近',
    ls: '形声',
    bs: '辵部',
    sm: '',
    sw: `近，附也。从辵，斤声。`,
    swy: `近，附近。从辵，斤声。`,
    xd: `
      “近”的本义为距离近，与“远”相对。如陶渊明《桃花源记》：“缘溪行，忘路之远近。”
      引申指时间短。如贺知章《回乡偶书》之二：“离别家乡岁月多，近来人事半消磨。”
      又引申指接近、靠近。如《史记·项羽本纪》：“吾入关，秋毫不敢有所近。”
      又引申指相类似。如《孟子·滕文公上》：“饱食、暖衣、逸居而无教，则近于禽兽。”
      又引申指亲近、亲密。如“近亲”、“平易近人”。
      物近则浅显明白，故又引申指浅显、浅近。如《孟子·尽心下》：“言近而指远者，善言也。”
    `
  },
  {
    id: 716,
    cn: '耻',
    ls: '会意 形声',
    bs: '心部',
    sm: '',
    sw: `恥，辱也。从心，耳声。`,
    swy: `恥，羞辱。从心，耳声。`,
    xd: `
      “耻”的本义为羞惭、有愧。人们骂某些人没有羞耻之心时，会说“恬不知耻”，这个“耻”就是指羞愧。
      又表示声誉受到损害，让人感到羞耻的事。如“奇耻大辱”、“靖康之耻”。
      用作动词，指使羞耻、侮辱。
      还引申指感到羞愧。如“不耻下问”，就是不为向地位比自己低、学识比自己少的人请教，感到羞耻。
    `
  },
  {
    id: 717,
    cn: '林',
    ls: '会意',
    bs: '林部',
    sm: '字形为两棵树并列的样子。意思是树木很多且繁盛。',
    sw: `林，平土有丛木曰林。从二木。凡林之属皆从林。`,
    swy: `林，平地上有丛聚的树木叫林。由两个“木”字会意。大凡林的部属都从林。`,
    xd: `
      “林”的本义为成片的树木。如陶渊明《桃花源记》：“忽逢桃花林，夹岸数百步。”
      引申指林业。如常说的“农、林、牧、渔”就是这种用法。
      又泛指野外或退隐的地方。如“林下人”。
      后来比喻同类的人或事物聚集在一起。如成语“林林总总”形容多得成群。“林林”形容众多的样子，“总总”形容众多而杂乱的样子。
    `
  },
  {
    id: 718,
    cn: '皋',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 719,
    cn: '幸',
    ls: '象形',
    bs: '夭部',
    sm:
      '字形描绘的是刑罚所使用的手枷，受刑时将双手放进去。意思是免除重刑，代之以手枷的刑罚。',
    sw: `幸，吉而免凶也。`,
    swy: `幸，得到好处而免去灾祸。`,
    xd: `
      “幸”的本义为意外地得到好处而免去灾难。如“幸免于难”、“幸亏”。
      又引申为幸运、幸福。古人常说“幸也”，意思就是幸运、幸福。
      又引申为高兴。如“幸灾乐祸”。
      古时候又指皇帝亲临。如“临幸”。
    `
  },
  {
    id: 720,
    cn: '即',
    ls: '会意',
    bs: '皀部',
    sm:
      '在食案(左边)前，有一个人弯曲着膝盖(右边)呈的形态。意思是吃饭时即席（到达座位），后来均用来指到达。',
    sw: `即，即食也。从皀，卪声。`,
    swy: `即，人就食。从皀，卪声。`,
    xd: `
      “即”的本义是人就食。如《仪礼·公食礼》：“席末取粮即稻。”是说宴会将行结束时，吃些稻米粮食。
      就食须走近食物，故引申为走近、靠近。如“若即若离”。
      引申为副词，当马上、立刻讲。如《三国志·蜀书·诸葛亮传》：“即遣兵三万以助备。”
      又特指登上。如古代帝王“即位”，意为登上皇帝之位。
    `
  },
  {
    id: 721,
    cn: '两',
    ls: '象形',
    bs: '㒳部',
    sm: '字形为连接两匹马的车轭。意思是并列。左右对称的东西称作『两』。',
    sw: `两，二十四铢为一两。从一；㒳，平分，亦声。`,
    swy: `两，重量单位，二十四铢为一两。字形以“一”为字根；，㒳表示平分，也是声旁。`,
    xd: `
      两的本义是二十四铢为一两。
      引申为数字二。如《易·说卦》：“参天两地而倚数。”
    `
  },
  {
    id: 722,
    cn: '疏',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 723,
    cn: '见',
    ls: '象形',
    bs: '見部',
    sm: '字形像跪坐的人，眼睛非常突出，会看到之意。',
    sw: `見，视也。从儿，从目。凡見之属皆从見。`,
    swy: `見，看见，由儿、由目会意。大凡見的部属都从見。`,
    xd: `
      “见”的本义为看到、看见。由此引申为会见。成语“一日不见，如隔三秋”中的“见”即指会见。
      又引申为接见，用于上级对下级、长辈对晚辈。
      看见某物，对于物体来说就有了被动之义，所以“见”又表示“被”。我们常说“见笑了”，就是被别人笑话，作谦辞。
      见得多了，就会有一定的见解，故又引申指见解、见识。如成语“真知灼见”。
    `
  },
  {
    id: 724,
    cn: '机',
    ls: '会意 形声',
    bs: '木部',
    sm: '',
    sw: `机，木也。从木，几声。`,
    swy: `机，数木。从木，几声。`,
    xd: `
      “机”的本义为树名，即桤木树。如《山海经·北山经》：“单狐之山，多机木。”
      作“機”的简化字时，指古代弓弩上用来发射箭的装置。如《后汉书·张衡传》：“如有地动，尊则振龙，机发吐丸。”
      引申指事物变化的枢纽或关键。如《韩非子·八说》：“任人以事，存亡治乱之机也。”
      发射弓弩要掌握时机，故又引申指恰巧的时候、时期。如“机不可失，时不再来”。
      又引申指念头、心思。如“神机妙算”、“机关算尽”。
      如今“机”泛指机器。如“计算机”。
    `
  },
  {
    id: 725,
    cn: '解',
    ls: '会意',
    bs: '角部',
    sm: '用刀(左右)从牛(中间)身上切下角(下方)。意思是将野兽解剖。',
    sw: `解，判也。从刀判牛角。`,
    swy: `解，分解。由“刀”分解“牛”“角”会意。`,
    xd: `
      “解”的本义为屠宰、分割牛。
      引申指分割、剖开。如成语“难解难分”。又引申指解体、离散。如“土崩瓦解”。
      又引申指讲说、说明。如“解惑”。进而引申指懂得、明白。如“理解”。
    `
  },
  {
    id: 726,
    cn: '组',
    ls: '形声',
    bs: '糸部',
    sm: '左边是丝束，右边表示案板。意思是线绳。',
    sw: `組，绶属。其小者以为冕缨。从糸，且声。`,
    swy: `組，绶带一头。那窄小的用来作帽带子。从糸，且声。`,
    xd: `
      “组”的本义是宽丝带。又指佩玉、佩印或系冠用的丝带。
      用作动词，指系结、编织。如《诗经·鄘风·干旄》：“素丝组之，良马五之。”
      进而引申泛指把分散的人或事物结合成一个整体或系统。如“改组”、“组装”。
      也指由若干人员结合成的较小的单位。如“教研组”、“调查组”。
      用作量词，指按照一定的规则结合成的较小的集体。如“分组”。
    `
  },
  {
    id: 727,
    cn: '谁',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 728,
    cn: '逼',
    ls: '会意 形声',
    bs: '辵部',
    sm: '',
    sw: `逼，近也。从辵，畐声。`,
    swy: `逼，迫近。从辵，畐声。`,
    xd: `
      “逼”的本义为迫近、接近。如“寒气逼人”的“逼”就是迫近的意思，用寒气跟人非常靠近来形容天气寒冷。
      由靠近又引申出狭窄之意。如“逼仄”。
      又引申指逼迫、强迫。如“逼上梁山”、“逼人太甚”。
      又引申指强行索取。如“逼债”、“逼供”。
    `
  },
  {
    id: 729,
    cn: '索',
    ls: '象形',
    bs: '𣎵部',
    sm: '字形像一条大绳，上端像大绳三股分开的样子。',
    sw: `索，艸有茎叶，可作绳索。从𣎵，从糸。`,
    swy: `索，草有茎和叶，可用来制作绳索。由𣎵、糸会意。`,
    xd: `
      “索”的本义就是大绳子，最初是狩猎或农事中的工具。
      引申为求取、讨取。如“索要”。
      又引申为寻找、搜索。如《后汉书·杜林传》：“吹毛索疵。”就是吹开皮上的毛寻找疤痕。成语又写作“吹毛求疵”。
      又引申表示独自、孤单。如“离群索居”、就是独居之意。
    `
  },
  {
    id: 730,
    cn: '居',
    ls: '会意',
    bs: '尸部',
    sm:
      '上方是代替祖先接受祭祀的纸人，下方是凳子。指的是举行仪式的时候蹲坐的姿势。',
    sw: `居，蹲也。从尸古者，居从古。踞，俗居从足。`,
    swy: `居，蹲踞。由尸、古会意的缘故，就在于蹲踞是从古而来的习俗。踞，“居”的俗字，从足。`,
    xd: `
      “居”的本义为处、坐。引申为居住。如“穴居”、“面山而居”。
      又引申为处于、处在。如成语“居安思危”、“居高临下”。
      进而引申指停留。如“不可久居”。
      又引申为当、任。如“以救世主自居”。
      又引申为占。如“居多”。还指积储。如“奇货可居”、“囤积居奇”。
    `
  },
  {
    id: 731,
    cn: '闲',
    ls: '会意',
    bs: '門部',
    sm: '上方是门，是下方树。意思是栅栏门。',
    sw: `閑，阑也。从門中有木。`,
    swy: `閑，木栏。由“門”中有“木”会意。`,
    xd: `
      “闲”的本义为门栅栏。
      泛指木栏、栅栏。
      又引申指养马的圈。还引申指（道德的）规范、界限。如《论语·子张》：“大德不逾闲，小德出入可也。”
      “闲”也表示空闲、清闲。如李白《庐山谣》：“闲窥石镜清我心，谢公行处苍苔没。”
    `
  },
  {
    id: 732,
    cn: '处',
    ls: '会意',
    bs: '几部',
    sm: '字形像一只蹲踞的老虎，下部右边的“几”可能是虎足的变形',
    sw: `処，止也。得几而止。从几，从夂。處，処或，从虍声。`,
    swy: `処，止息。人得到几，就凭几而止息。由几、夂会意。处，処的或体，从虍声。`,
    xd: `
      读作chǔ，本义指息止。
      泛指居住。如屈原《涉江》中所说的“处乎山中”，就是居住于山中的意思。
      由居住引申出交往、存在、置身等义。如“他脾气好，容易处”就是指容易交往；成语“养尊处优”、“设身处地”中的“处”都是存、置的意思。
      又引申为决断、处置、定夺。进一步引申指惩罚。如“处罚”、“处决”。
      作名词用时，读chù，表地方。如“长处”、“停车处”。
      现在又指机关或机关里的一个部门。如“总务处”、“教务处”。
    `
  },
  {
    id: 733,
    cn: '沉',
    ls: '会意',
    bs: '水部',
    sm: '字形像把一头牛丢进河中，会沉没之意。',
    sw: `沉，没也。从氵，从冗。`,
    swy: `沉，沉没也。从氵，从冗。`,
    xd: `
      “沉”的本义为沉祭，是古代祭祀水神的仪式。如杜甫《奉同郭给事汤东灵湫作》：“鲛人献微绡，曾祝沉豪牛。”
      也指没入水中。形容女子美丽常用“沉鱼落雁”一词，这里的“沉”是使下落、使向下的意思。
      又引申指程度深。如“沉醉”。
      进而又引申指阴、暗。如“夜幕沉沉”。
      “沉”本写作“沈”，后来因为“沈”字还兼地名和姓，于是古人又造了一个专当沉没讲的“沉”字，而让“沈”字专作姓或地名用了。
    `
  },
  {
    id: 734,
    cn: '默',
    ls: '形声',
    bs: '犬部',
    sm: '',
    sw: `默，犬暂逐人也。从犬，黑声。读若墨。`,
    swy: `默，狗偷偷地追逐人。从犬，黑声。读音像“墨”字。`,
    xd: `
      “默”的本义为犬不出声而突袭人。如“默然不语”就是静默而不作声。
      引申指暗中，不明白地表现出来。如“潜移默化”、“默契”。
      进而引申指幽静。如《楚辞·惜贤》：“默顺风以偃仰兮，尚由由而进之。”
      王逸注：“言己欲寂默不语，以顺风俗，随众俛仰而不敢毁誉，然尚犹豫不肯进也。”
      用作动词，指默写。如“默生字”。
      又指冒、涌。如《水浒传》第八十九回：“宋江听罢愕然，默上心来。”
    `
  },
  {
    id: 735,
    cn: '寂',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 736,
    cn: '寥',
    ls: '形声',
    bs: '广部',
    sm: '',
    sw: `廖，人姓。从广，未詳。當是省廫字尔。`,
    swy: `廖，姓氏用字。字形采用“广”作边旁，字形中的“翏”用法未详。推测“廖”应该是是“廫”字省略“月”而来。`,
    xd: `
      “廖”的本义为空虚。如《老子》第二十五章：“寂兮寥兮，独立而不改。”
      引申指高旷，高远。如《素问·天元纪大论》：“太虚廖廓，肇基化元。”
      又引申指稀少。如谢眺《京路夜发》：“晓星正寥落，晨光复映漭。”
      物少就会显得寂静，故又引申指寂寞、寂静。如戴叔伦《除夜宿石头驿》：“寥落悲前事，支离笑此生。”
    `
  },
  {
    id: 737,
    cn: '求',
    ls: '象形',
    bs: '裘部',
    sm: '字形像一袭毛朝外翻的皮袄。',
    sw: `裘，皮衣也。象形。`,
    swy: `裘，皮衣。象形。`,
    xd: `
      “求”的本义为皮衣。
      兽皮能为皮衣，是人寻求的。又引申为寻求、寻找、追求、谋求。如《吕氏春秋》：“入水求之。”
      人心贪婪，在求取某件事物的时候，常常会要求更多，因此，“求”又引申为贪求、贪婪。
      又引申为请求、乞求。如我们常说的“求救”、“有求于人”、“求神拜佛”、“求援”等。
      引申为需求。如“供不应求”、“供求平衡”。
      引申为招徕。如“同声相应，同气相求”。
    `
  },
  {
    id: 738,
    cn: '古',
    ls: '会意',
    bs: '古部',
    sm: '从十（表示多），从口，会世世代代口口相传之意。',
    sw: `古，故也。从十、口。识前言者也。凡古之属皆从古。`,
    swy: `古，久远的年代。由十、口会意，表示众口相传，记识前代的言语和故事。大凡古的部属都从古。`,
    xd: `
      “古”的本义为古代，与“今”相对。
      引申为旧、原来。如陶渊明《桃花源》：“俎豆犹古法，衣裳无新制。”其中的“俎豆”是古代祭祀、宴飨时盛食物用的两种礼器。
      引申泛指古代的事物，如仿古、考古、拟古、怀古、古义（古书的义理）。
    `
  },
  {
    id: 739,
    cn: '寻',
    ls: '会意',
    bs: '寸部',
    sm: '从又（手），从寸（手），会伸开两个手臂量尺寸之意。',
    sw: `寻 ，绎理也。从工，从口，从又，从寸。度，人之两臂为寻，八尺也。`,
    swy: `寻 ，抽出丝的头绪而治理它。由工、由口、由又、由寸会意。度量名，人伸开两臂的长度叫寻，长八尺。`,
    xd: `
      “寻”的本义是中国古代的一种长度单位，相当于八尺。
      “寻”有丈量之意，即探求长短，引申为探求、探究、研究、推求等。
      也引申为继续。如《三国演义》第一百一十七回：“及武侯死后，夫人寻逝，临终遗教，惟以忠孝勉其子瞻。”
      由时间的连续又引申为不久、顷刻。如陶渊明《桃花源记》：“南阳刘子骥，高尚士也，闻之，欣然规往。未果，寻病终。”“寻病终”的意思是不久就病死了。
    `
  },
  {
    id: 740,
    cn: '论',
    ls: '形声 会意',
    bs: '言部',
    sm: '从言，从侖（表示条理），会有条理地分析事理之意。',
    sw: `論，议也。从言，侖声。`,
    swy: `論，分析议论。从言，侖声。`,
    xd: `
      “论”的本义是议论。如《周礼·考工记》有“坐而论道”句，意思是坐着谈论道术。还有谈论、看待的意思。如成语“相提并论”。
      又引申为评说、评论。如“煮酒论英雄”。
      “论”在口语中还有按照、依据的意思。如“论斤算”。
    `
  },
  {
    id: 741,
    cn: '散',
    ls: '会意',
    bs: '攴部',
    sm: '字形是一只手持酒器之象。',
    sw: `散，离也，从肯，攴。`,
    swy: `散，分离，从肯，攴。`,
    xd: `
      “散”的本义为分离、分开，读作sàn。如欧阳修《新五代史·伶官传序》：“未及见贼而士卒离散。”
      引申指使分开、分发。如“散发传单”、“散播流言”。
      由分开引申指松开，不受约束、不团结，读作sǎn。如“一盘散沙”、“散漫”。
      又引申指洒脱、潇洒。如《世说新语·贤媛》：“王夫人神情散朗，故有林下风气。”
      还可引申指零碎的、不成整体的。如欧阳修《醉翁亭记》：“已而夕阳在山，人影散乱。”
    `
  },
  {
    id: 742,
    cn: '虑',
    ls: '形声',
    bs: '思部',
    sm:
      '向上举的字形是战国时代的金文；上方是吕，用来表示lü的读音；下方是心。意思是深入考虑。',
    sw: `慮，谋思也。从思，虍声。`,
    swy: `慮，图谋周密的思考。从思，虍声。`,
    xd: `
      “虑”的本义为思虑、谋划。人们常说“智者千虑，必有一失”。
      用作名词，指意念、心思。
      引申指担忧，如“顾虑”。“忧虑”。如“殚精竭虑”形容耗尽精力，费尽心思。其中的“虑”指的就是心思。
    `
  },
  {
    id: 743,
    cn: '逍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 744,
    cn: '遥',
    ls: '形声',
    bs: '辵部',
    sm: '',
    sw: `遙，逍遥也。又远也。从辵，声。`,
    swy: `遙，逍遥。又说是距离远。从辵，声。`,
    xd: `
      “遥”的本义为距离远。如俗语“路遥知马力，日久见人心”。
      引申指时间长。如成语“遥遥无期”，形容时间还远得很，不知道哪一天。
    `
  },
  {
    id: 745,
    cn: '欣',
    ls: '形声',
    bs: '欠部',
    sm: '',
    sw: `欣，笑喜也。从欠，斤声。`,
    swy: `欣，欣笑喜悦。从欠，斤声。`,
    xd: `
      “欣”的本义为喜乐、欢悦。如“欣然接受”、“欢欣鼓舞”。
      引申指悦服、爱戴。如《国语·晋语二》：“诸侯义而抚之，百姓欣而奉之，国可以固。”
    `
  },
  {
    id: 746,
    cn: '奏',
    ls: '会意',
    bs: '夲部',
    sm: '字形像双手持禾麦奉献给神祖尝新，会向神祖拜祭祷告、祈求丰收之意。',
    sw: `奏，奏进也。从夲，从廾，从屮。`,
    swy: `奏，进奉。由夲、由廾、由屮会意。`,
    xd: `
      “奏”的本义为进献神祖。如《史记·廉颇蔺相如列传》：“相如奉璧奏秦王。”
      也特指向帝王上书或进言。如“上奏”、“奏章”等，都是只有在向帝王进言时才能用的。
      又引申为献给帝王的文书。又引申为成就、取得。如韩愈《平淮西碑》：“各奏汝功。”
      还引申为演奏、作乐。如“奏乐”、“伴奏”。
    `
  },
  {
    id: 747,
    cn: '累',
    ls: '会意 形声',
    bs: '糸部',
    sm: '',
    sw: `累，一曰大索也。从糸，畾声。`,
    swy: `累，绳索。从糸，畾声`,
    xd: `
      “累”的本义为相连缀而甚得其条理，读作léi。
      又表示绳索。
      引申指拘系、捆绑。
      还引申指拖带、牵连。如“牵累（lěi）”。牵累，读作“lěi”。
      “累累”，指连缀成串。如“果实累累”。
      “累赘”，指多余或麻烦。
      用作副词，表示屡次、多次。如“累迁”，指多次升迁。
      事物积累多了就会成为负担，故引申指过度辛劳，疲乏，读作lèi。如“劳累”。
    `
  },
  {
    id: 748,
    cn: '遣',
    ls: '会意 形声',
    bs: '辵部',
    sm: '字形像两手拿着一张弓放入葬坑中的样子。',
    sw: `遣，纵也。从辵，qian声。`,
    swy: `遣，释放。从辵，qian声。`,
    xd: `
      “遣”的本义为送葬之祭。泛指派出、打发。如成语“调兵遣将”，就是调动兵力，派遣将领，表示调动安排人力。
      又引申指放逐、贬谪。如《汉书·孔光传》：“上免官，遣归故郡。”
      还引申指运用、使用。如“遣词造句”，便是指运用词语组织句子。
    `
  },
  {
    id: 749,
    cn: '慼',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 750,
    cn: '谢',
    ls: '会意',
    bs: '言部',
    sm: '字形像两手持席之形，会辞去官职之意。',
    sw: `謝，辞去也。从言，射声。`,
    swy: `谢，辞去；离开。从言，射声。`,
    xd: `
      “谢”的本义是辞谢。
      辞谢，其实就是拒绝，所以又泛指拒绝。
      人们常说的“闭门谢客”就是关起门来，拒绝接见来客。拒绝留下，便是要辞别，所以“谢”引申出辞别之意。
      人去世就是辞别了人世，所以去世也叫“谢世”，是一个委婉的用语。
      花朵飘落，就是辞别了枝头，故而“谢”也表示凋谢、消亡、过去。
    `
  },
  {
    id: 751,
    cn: '欢',
    ls: '形声',
    bs: '欠部',
    sm: '',
    sw: `歡，喜乐也。从欠，雚声。`,
    swy: `歡，喜悦欢乐。从欠，雚声。`,
    xd: `
      “欢”的本义是喜悦、高兴。
      引申为古时相爱男女的互称，是一种特指用法。如古乐府《莫愁乐》：“闻欢下扬州，相送楚山头。”这里的“欢”就是指自己所爱的人。
      在方言里，“欢”还表示起劲、活跃。如：“你不是蹦得挺欢的吗？”
    `
  },
  {
    id: 752,
    cn: '招',
    ls: '会意 形声',
    bs: '手部',
    sm: '',
    sw: `招，手呼也。从手、召。`,
    swy: `招，用手呼叫人。由手、召会意。`,
    xd: `
      “招”的本义为打手势叫人来。如《荀子·劝学》：“登高而招，臂非加长也，而见者远。”
      引申为使人前来。如“招贤纳士”。
      又引申为招致、引来。如《尚书·大禹谟》：“满招损，谦受益。”
      又特指引起人的爱憎反应，逗引。如：“这人真招人嫌！”
      又引申为使归附。如“招安”。
      又引申为供认罪行。如“屈打成招”、“招供”。
      又引申为策略。如“绝招”、“妙招”、“花招”。
    `
  },
  {
    id: 753,
    cn: '渠',
    ls: '形声',
    bs: '水部',
    sm: '',
    sw: `渠，水所居。从水，qu声。`,
    swy: `渠，水居留的地方。从水，qu声。`,
    xd: `
      “渠”的本义是为方便灌溉或航运而人工开凿的水道。如成语“水到渠成”。
      又借作第三人称代词，指他。如《古诗为焦仲卿妻作》：“虽与府吏要，渠会永无缘。”意思是虽然我与府吏立下誓约，但与他永远没有机会见面了。
    `
  },
  {
    id: 754,
    cn: '荷',
    ls: '形声',
    bs: '艸部',
    sm: '右边是矛，左边是人。意思是扛着矛。',
    sw: `荷，芙蕖叶，从艸，何声。`,
    swy: `荷，芙蕖的叶。从艸，何声。`,
    xd: `
      “荷”的本义是莲叶，也指莲花，读作hé。《洛阳伽蓝记》：“朱荷出池，绿萍浮水。”所谓“朱荷”，指红色的荷花。
      又读hè，表示担或扛。如“荷枪实弹”。
      由担、扛又引申为担负。张衡《东京赋》：“荷天下之重任。”意思是担负起天下的重任。
    `
  },
  {
    id: 755,
    cn: '的',
    ls: '形声',
    bs: '日部',
    sm: '',
    sw: `的，从日，勺声。`,
    swy: `的，从日，勺声。`,
    xd: `
      “的”的本义为鲜明、明亮，读作dì。
      引申指箭靶的中心。如“有的放矢”。
      还特指古代妇女点在面部作为装饰的红点。如傅咸《镜赋》：“珥明珰之迢迢，照双的以发姿。”
      又读作dí，表示确实、究竟。如“的确”。
      “的”又读作de，用在定语后，表示词与词或短语之间的修饰关系，以及定语和中心词之间的领属关系。
    `
  },
  {
    id: 756,
    cn: '历',
    ls: '会意',
    bs: '止部》',
    sm: '从二禾（表示一列列的庄稼），从止（脚），会从庄稼中走过之意。',
    sw: `歷，过也。从止，厤声。`,
    swy: `歷，经过。从止，厤声。`,
    xd: `
      “历”的本义为经过。如司马迁《报任安书》中的“足历王庭”就是指从匈奴君主的住处走过。
      引申为行走、游历。如陆游《舟中晓赋》：“遍历三湘与五湖。”
      又引申指逐一、逐个。如成语“历历在目”，唐崔颢诗《黄鹤楼》：“晴川历历汉阳树。”
      “历”又表示历法。如《旧唐书·李淳风传》：“尤明天文、历算、阴阳之学。”
    `
  },
  {
    id: 757,
    cn: '园',
    ls: '形声',
    bs: '囗部',
    sm: '',
    sw: `園，所以树果也。从囗，袁声。`,
    swy: `園，是用来种植果木的地方。从囗，袁声。`,
    xd: `
      “园”的本义为种植果木的地方。如《墨子·非攻》：“今有一人，入人园圃，窃其桃李。”
      泛指种植树木、花草、蔬菜的地方。如叶绍翁《游园不值》：“满园春色关不住，一枝红杏出墙来。”
      又泛指供人休憩、游览、娱乐的地方。如“公园”。
    `
  },
  {
    id: 758,
    cn: '莽',
    ls: '会意 形声',
    bs: '茻部',
    sm: '字形像犬在林中奔逐。',
    sw: `莽，南昌谓犬善逐菟草中为莽。从犬，从茻，茻亦声。`,
    swy: `莽，南昌说狗善于在草中追逐兔兽叫莽。由犬、由茻会意，茻也表声。`,
    xd: `
      “莽”的本义为犬逐于旷野丛草中。
      又指草丛。如《周易·同人》：“伏戎于莽。”就是说把军队埋伏于草丛之中。
      后来泛指草。如陶渊明《归园田居》（其二）：“常恐霜霰至，零落同草莽。”
      又引申指草木繁茂，广阔无边。如“草木莽莽”、“莽莽群山”。
      引申指粗率、不精细。如“莽撞”、“鲁莽”。
    `
  },
  {
    id: 759,
    cn: '抽',
    ls: '形声',
    bs: '手部',
    sm: '',
    sw: `㨨，引也。从手，留声。抽，或从由。`,
    swy: `㨨，引出。从手，留声。抽，㨨的或体，从由。`,
    xd: `
      “抽”的本义为引、引出。如“抽茧”、“抽搐”。
      引申为长出。如“抽条”、“抽穗”。
      引申为拔出，把夹在中间的东西取出。如“抽刀断水水更流”。
      又引申为从全部里取出一部分，拔除，挑选。如“抽空儿”、“抽身”。
      又引申为吸。如“抽水”、“抽烟”。
      又引申为用长条的东西打。如“鞭子一抽，牲口就走快了”。
    `
  },
  {
    id: 760,
    cn: '条',
    ls: '会意 形声',
    bs: '木部',
    sm: '',
    sw: `條，小枝也。从木，攸声。`,
    swy: `條，小的树枝。从木，攸声。`,
    xd: `
      “条”的本义为细小的枝条。如吴均《与朱元思书》：“疏条交映，在昼犹昏。”
      泛指长条形的物体。如“布条”、“条幅”、“条凳”。
      又引申为条款、项目。如“条例”、“条约”。
      还引申为秩序、条理。如成语“有条不紊”、“井井有条”。
      作量词时，用于长条形的东西。如“一条长街”、“一条大河”。
    `
  },
  {
    id: 761,
    cn: '枇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 762,
    cn: '杷',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 763,
    cn: '晚',
    ls: '形声',
    bs: '日部',
    sm: '',
    sw: `晚，莫也。从日，免声。`,
    swy: `晚，日暮。从日，免声。`,
    xd: `
      “晚”的本义为日落时。如李商隐《乐游原》：“向晚意不适，驱车登古原。”
      又指夜晚。如庾信《对烛赋》：“晚星没，芳芜歇，还持照夜游，讵减西园月？”又指时间靠后。如“晚熟”。
      旧时官场后辈对前辈、下级对上级称“晚生”，简言曰“晚”，多用于书信。
    `
  },
  {
    id: 764,
    cn: '翠',
    ls: '形声',
    bs: '羽部',
    sm: '',
    sw: `翠，青羽雀也。从羽，卒声。`,
    swy: `翠，青色羽毛的小雀。从羽，卒声。`,
    xd: `
      用作名词，又指翠鸟的羽毛，可作装饰品。有“翠翘”一词，本指翠鸟尾上的长羽。
      后来专指古代妇人首饰的一种，状似翠鸟尾上的长羽，故名。如韦应物《长安道》诗：“丽人绮阁情飘飖，头上鸳钗双翠翘。”
      又引申指一种色彩如翠鸟似的青绿苍碧的玉石，即翡翠。
    `
  },
  {
    id: 765,
    cn: '梧',
    ls: '形声',
    bs: '木部',
    sm: '',
    sw: `梧，梧桐也。从木，吾声。一名榇。`,
    swy: `梧，梧桐树。从木，吾声。又叫榇树。`,
    xd: `
      “梧”的本义是树名，即梧桐。梧桐高大挺拔，是树中之王。
      相传梧桐能知时知令，象征着高洁美好的品格，只有凤凰才敢栖止其上。如邵博《见闻录》：“梧桐百鸟不敢栖，止避凤凰也。”因此，古代有“栽桐引凤”之说。
      梧桐还是忠贞爱情的象征。传说梧是雄树，桐是雌树，梧桐同长同老，同生同死。
      诗人也多取梧桐离情别恨的寓意。如白居易《长恨歌》：“春风桃李花开日，秋雨梧桐叶落时。
    `
  },
  {
    id: 766,
    cn: '桐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 767,
    cn: '蚤',
    ls: '会意',
    bs: '日部',
    sm: '从日，从十，会天将破晓，太阳冲破黑暗涌出之意。古文为“蚤”。',
    sw: `早，晨也。从日在甲上。`,
    swy: `早，早晨。由“日”在“甲”上会意。`,
    xd: `
      “早”的本义为早晨，指从天亮到早上七八点钟的一段时间。如韩愈《原毁》：“早夜以思。”
      泛指时间靠前的、比一定时间提前的。如《左传·宣公二年》：“尚早，坐而假寐。”
      又指在平生的早期、在年轻时。如陆游《书愤》：“早岁那知世事艰，中原北望气如山。”
    `
  },
  {
    id: 768,
    cn: '凋',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 769,
    cn: '陈',
    ls: '会意',
    bs: '攴部',
    sm:
      '左上是梯子，左下是土，右边是灯笼。会穴居的门庭间摆放有竹笼的过道之意。',
    sw: `陳，宛丘，舜后妫满之所封。从阜，从木，申声。`,
    swy: `陳，是四方高中央低的山丘，是舜的后裔妫满分封的地方。由阜、由木会意，申表声。`,
    xd: `
      “陈”的本义是穴居的门庭间摆放有竹笼的过道。
      泛指堂前至院门的通道。
      用作动词，指摆出、排列、布置。如“陈兵百万”。
      由摆出又引申为用语言述说。成语“慷慨陈词”就是这种用法。
      “陈”在古代又被假借为“尘”。由此演化出时间久、陈旧的意思。如成语“推陈出新”。
    `
  },
  {
    id: 770,
    cn: '根',
    ls: '形声',
    bs: '木部',
    sm: '',
    sw: `根，木株也。从木，艮声。`,
    swy: `根，树兜。从木，艮声。`,
    xd: `
      “根”的本义是树木长在地下的部分，即植物之根。用作动词，指植根。
      又引申指彻底清除。如“根除”。
      根的位置在下，故又引申指物体的基部。如成语“根深蒂固”。
      引申指事物的本源。如成语“不根之谈”，指没有根据的言论。
      作量词时，用于条状物。如“一根绳子”、“一根筋”。
      佛家说“六根清静”，这里的“根”是指能产生感觉和善恶观念的机体或精神力量。眼、耳、鼻、舌、身、意为“六根”。“六根清静”比喻没有任何欲念。
    `
  },
  {
    id: 771,
    cn: '委',
    ls: '会意',
    bs: '女部',
    sm:
      '右边是水稻，左边是女子,像古代秋收时妇女钎取割倒堆在地上的谷穗的丰收景象。会禾谷堆积之意。',
    sw: `委，委随也。从女，从禾。`,
    swy: `委，逶迤（委曲自得的样子）。由女、禾会意。`,
    xd: `
      “委”的本义是曲折。如《史记·天官书》上说：“委曲小变，不可胜道。”
      堆放之物很杂乱，有曲折意，所以“委”又引申为堆放、存放。如“如土委地”就是像泥土一样堆放在地上的意思。
      又引申指丢弃、抛弃。如《孟子·公孙丑下》中的“委而去之”，意思是抛弃并离开了。
      由把某物或某事丢给别人，引申为委托、托付。如“委以重任”。
      用作名词，指水的下流。如成语“穷源竟委”就是比喻彻底搞清事情的始末。
    `
  },
  {
    id: 772,
    cn: '翳',
    ls: '形声',
    bs: '羽部',
    sm: '',
    sw: `翳，华盖也。从羽，殹声。`,
    swy: `翳，即华盖。从羽，殹声。`,
    xd: `
      “翳”的本义为用羽毛制成的车盖。古代帝王乘坐的戎车一般都“载金鼓、羽旗、幢翳”。
      引申泛指遮蔽、掩盖。如欧阳修《醉翁亭记》：“树林阴翳，鸣声上下，游人去而禽鸟乐也。”
      又特指起遮蔽作用的东西，如“云翳”。
      又引申指阴影。如孟浩然《将适天台留别临安李主簿》：“故林日已远，郡木坐成翳。”
      又引申指隐约、昏暗不明的样子。如陆机在《文赋》：“理翳翳而愈伏，思轧轧其若抽。”意思是理路纷乱不清时，文思需要一点点理顺，就像轧轧抽芽的春草。
      又引申指眼角膜发生病变后，长出的障蔽视线的白斑。
    `
  },
  {
    id: 773,
    cn: '落',
    ls: '形声',
    bs: '艸部',
    sm: '',
    sw: `落，凡草曰零，木曰落。从艸，洛声。`,
    swy: `落，大凡草叶凋衰叫“零”，树叶脱落叫“落”。从艸，洛声。`,
    xd: `
      “落”的本义是植物的叶、花凋零。
      零最初指的是草本植物枯萎脱落，树叶枯萎，从树枝上掉下来叫落。
      后泛指植物的叶子、花凋零掉下。用作动词，指掉下。
      在口语中读作là，指遗漏、丢失。如“丢三落四”，是说一个人记性不好，经常会遗漏东西。
      还读作lào，也多用于口语，表示往下。如“落炕”、“落枕”。
      “落”又作为曲艺名，是北方对“莲花落”的俗称。
      又泛指各种曲艺杂耍。如“落子馆”（演北方曲艺杂耍的场所）。
    `
  },
  {
    id: 774,
    cn: '叶',
    ls: '形声',
    bs: '艸部',
    sm: '树木伸出三根新枝的样子。意思是树叶，是表示舟、纸张数量的单位。',
    sw: `葉，艸木之葉也。从艸，枼声。`,
    swy: `葉，草木的叶子。从艸，枼声。`,
    xd: ``
  },
  {
    id: 775,
    cn: '飘',
    ls: '会意 形声',
    bs: '風部',
    sm: '',
    sw: `飄，回风也。从風，票声。`,
    swy: `飄，回旋的风。从風，票声。`,
    xd: `
      “飘”的本义为旋风、暴风。如《老子》第二十三章：“故飘风不终朝，骤雨不终日。”
      引申指飘动、飞扬。
      又引申指落。如李商隐《重过圣女祠》：“一春梦雨常飘瓦，尽日灵风不满旗。”
      又引申指流离、浮荡。如“飘零”。由暴风迅猛引申指迅疾。如《吕氏春秋》：“圣人则不可以飘矣。”意思是，圣人不论对哪种情况都不能匆忙下结论。
      还引申指杳渺。如“飘渺”，现在一般写作“缥缈”。
    `
  },
  {
    id: 776,
    cn: '摇',
    ls: '形声',
    bs: '手部',
    sm: '',
    sw: `搖，动也。从手，声。`,
    swy: `搖，摆动。从手，声。`,
    xd: `
      “摇”的本义为摇动、来回摆动。如《古诗十九首》之十一：“四顾何茫茫，东风摇百草。”
      引申指动摇。如《新唐书·狄仁杰传》：“本根一摇，忧患非浅。”
      又引申指往上升。《庄子·逍遥游》：“鹏之徙于南冥，水击三千里，抟扶摇而上者九万里。”
    `
  },
  {
    id: 777,
    cn: '游',
    ls: '会意 形声',
    bs: '水部',
    sm: '上方是旗杆，下方是孩子，即拿着旗杆的人。',
    sw: `游，旌旗之流也。从，汓声。`,
    swy: `游，旌旗的飘带。从，汓声。`,
    xd: `
      “游”的本义为旗帜的垂饰，但此义后写作“旒”。
      “游”则表示在水中浮行。如“游鱼”。
      引申指水流、河流的一段。如“上游”。
      进而引申指流动的、不固定的。如“游击”。
      用作“遊”，本义为在陆地上行走。
      又表示游玩。如“游览”、“游历”。
      还引申指外出求学、求官，出门在外。如“游子”、“游学”。
      还引申指结交、交游。如“交游甚广”。
    `
  },
  {
    id: 778,
    cn: '鹍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 779,
    cn: '独',
    ls: '形声',
    bs: '犬部',
    sm: '',
    sw: `獨，犬相得而斗也。从犬，蜀声。一曰：北嚣山有独兽，如虎，白身，豕鬣，尾如马。`,
    swy: `
      独，狗相遇就争斗。从犬，蜀声。
      另一义说：北嚣山上有名叫“独”的野兽，样子像老虎，白色的身子，鬃毛像猪一样，尾巴像马。
    `,
    xd: `
      “独”的本义为独自。如“君子慎独”，指一个人时也要注意。
      又引申为孤单。如“孤独”。
      “独”在汉语中有褒、贬两种相反的用义。如“独具匠心”、“独步”、“独占鳌头”等都是“独”的褒义用法。
      古文中有“独夫”的说法，这是指严重脱离群众、众叛亲离的统治者，又叫“一夫”。秦始皇就被称作“独夫”。
    `
  },
  {
    id: 780,
    cn: '运',
    ls: '形声',
    bs: '辵部',
    sm: '',
    sw: `運，移徙也。从辵，軍声。`,
    swy: `運，移动、转徙。从辵，軍声`,
    xd: `
      “运”的本义为转动、移动。如《易·系辞》：“日月运行。”
      引申为搬运、运输。如“运行李”、“运粮”。
      又引申为运用。如《宋史·岳飞传》：“阵而后战，兵法之常，运用之妙，存乎一心。”
      又引申为运气、命运。如“运乖时蹇”、“时来运转”。
    `
  },
  {
    id: 781,
    cn: '凌',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 782,
    cn: '摩',
    ls: '形声',
    bs: '手部',
    sm: '',
    sw: `摩，研也。从手，麻声。`,
    swy: `摩，摩擦。从手，麻声。`,
    xd: `
      “摩”的本义为摩擦，读作mó。如《易·系辞》：“是故刚柔相摩，八卦相荡。”
      引申指接触、迫近。如曹植《野田黄雀行》：“飞飞摩苍天，来下谢少年。”
      又引申指抚摩。如蔡文姬《悲愤诗》之一：“号泣手抚摩，当发复回疑。”
      又引申指研究、切磋。如黄宗羲《柳敬亭传》：“敬亭退而凝神定气，简练揣摩。”
      读作mā时，用在“摩挲”中，表示轻按着来回移动。
    `
  },
  {
    id: 783,
    cn: '绛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 784,
    cn: '霄',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 785,
    cn: '耽',
    ls: '会意 形声',
    bs: '耳部',
    sm: '从耳，从冘（表示像担子一样下垂），会意耳大而下垂之意。',
    sw: `耽，耳大垂也。从耳，冘声。《诗》曰：‘士之耽兮。’`,
    swy: `耽，耳朵大而下垂（至肩）。从耳，冘声。《诗经》说：“男人们多快乐啊。”`,
    xd: `
      “耽”的本义为耳朵大而下垂。如《淮南子·地形》：“夸父耽耳，在其北方。”
      由耳朵下垂引申指拖延、延迟。如“耽搁”、“耽误”。通“酖”，指沉溺、迷恋。
    `
  },
  {
    id: 786,
    cn: '读',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 787,
    cn: '玩',
    ls: '形声',
    bs: '玉部',
    sm: '',
    sw: `玩，弄也。从玉，元声。貦，玩或，从貝。`,
    swy: `玩，持玉反复观赏。从玉，元声。貦，玩的或体，从貝。`,
    xd: `
      “玩”的本义为以手玩弄。
      泛指玩弄、戏弄。如“玩物丧志”。
      引申为观赏、欣赏。如《楚辞·九章·思美人》：“惜吾不及古人兮，吾谁与玩此芳草。”
      用作名词，指供玩赏的东西。如《国语·楚语》：“若夫白珩，先王之玩也，何宝焉？”
      又引申指轻慢、轻视。如“玩忽职守”、“玩世不恭”。
    `
  },
  {
    id: 788,
    cn: '市',
    ls: '象形',
    bs: '冂部',
    sm: '字形为用来表示集市所在地点的高大标志。意思是市。',
    sw: `市，买卖所之也。市有垣，从冂；从乛；乛，古文及，象物相及也。`,
    swy: `市，买卖时去的处所。集市有垣墙，所以从冂；又从乛；乛，是古文“及”字，表示物与物相连及的意思。`,
    xd: `
      “市”的本义为市场。如“菜市场”、“服装市场”。
      引申指城镇。如“都市”、“城市”。
      用作动词时，指交易、商品买卖。如《左传·僖公三十三年》：“及滑，郑商人弦高将市于周，遇之。”
    `
  },
  {
    id: 789,
    cn: '寓',
    ls: '形声',
    bs: '宀部',
    sm: '',
    sw: `寓，寄也。从宀，禹声。`,
    swy: `寓，寄居。从宀，禹声。`,
    xd: `
      “寓”的本义为寄居、寄住。如《孟子·离娄下》：“无寓人于我室，毁伤其薪木。”
      用作名词，指住所、住处。如“公寓”、“客寓”等。
      由寄居又引申指投寄、寄递。如现在常说的“邮寄”、“寄信”等。
      又引申指寄托、寄存。
    `
  },
  {
    id: 790,
    cn: '目',
    ls: '象形',
    bs: '目部',
    sm: '字形为横长的眼睛；在古代，眼睛被认为是有符咒力的。',
    sw: `目，人眼。象形。重童子也。凡目之属皆从目。`,
    swy: `目，人的眼睛。字形像眼睛的形状。突出了瞳子形象。所有与目相关的字，都采用“目”作边旁。`,
    xd: ``
  },
  {
    id: 791,
    cn: '囊',
    ls: '会意 形声',
    bs: '口部',
    sm: '字形像装着两只贝的口袋。',
    sw: `囊，橐（tuó）也。从屯，襄省声。`,
    swy: `囊，袋子。从屯，襄省声。`,
    xd: `
      “囊”的本义为口袋。如成语“探囊取物”。
      引申指像口袋的东西。如“胆囊”、“肾囊”。“囊缩”（阴囊收缩）。
      口袋能装东西，故又引申表示包容、包括。如“囊括”。
      用作动词，表示用口袋装。如成语“囊萤照书”。
    `
  },
  {
    id: 792,
    cn: '箱',
    ls: '形声',
    bs: '竹部',
    sm: '',
    sw: `箱，大车牝服也。从竹，相声。`,
    swy: `箱，大车的车箱。从竹，相声。`,
    xd: `
      “箱”的本义为车箱。
      古代居室前堂两旁的房屋，其形制犹如车之厢，故又引申指厢房，正房前面两侧的房屋。
      还引申指用竹木等制成方形器具。如“书箱”。
      又指形状或功用像箱子的东西。如“风箱”。
      用作量词，指一个箱子所装的量。如“一箱宝石”。
    `
  },
  {
    id: 793,
    cn: '易',
    ls: '象形',
    bs: '易部',
    sm: '字形像头朝上的一条蜥蜴',
    sw: `易，蜥易，蝘蜓、守宫也，象形。《祕书》说：日月为易，象阴阳也。一曰：从勿。凡易之属皆从易。`,
    swy: `
      易，蜥蜴，又叫蝘蜓、守宫。象形。
      《祕书》说：“日”“月”二字会合成“易”字，象征着阴阳的变易。
      另一义说：（易）从勿。大凡易的部属都从易。
    `,
    xd: `
      “易”的本义是蜥蜴，被假借为改变之后，当蜥蜴讲的“易”便写作“蜴”。
      又假借为交换。如《列子·汤问》：“寒暑易节。”
      引申为改变。如《荀子·乐论》：“移风易俗。”
      还可以当容易讲。如《史记·淮阴侯列传》：“时者，难得而易失也。”
    `
  },
  {
    id: 794,
    cn: '輶',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 795,
    cn: '攸',
    ls: '会意',
    bs: '攴部',
    sm: '从攴（表操作），从人，会修治之意。',
    sw: `攸，行水也。从攴，从人，从水。`,
    swy: `攸，使水平稳地流行。由攴、由人、由水会意。`,
    xd: `
      “攸”的本义为洗沐修治。
      引申指水流的样子。如戴侗《六书故》中引唐本《说文》：“水行攸攸也。”
      由行水引申指迅疾。如《孟子·万章上》：“攸然而失。”此义后用“倏”表示。
      用作助词，置于句首或句中，相当于“所”。如“众望攸归”，是众人所期望和敬仰的，形容在群众中威望很高。
    `
  },
  {
    id: 796,
    cn: '畏',
    ls: '会意',
    bs: '甶部',
    sm: '右边为鬼，左边为棍棒之形，会鬼执棍棒以使人畏之意。',
    sw: `畏，恶也。从甶、虎省头。鬼头而虎爪，可畏也。`,
    swy: `畏，因可怕而厌恶。由甶、由虎省头会意。鬼的头，虎的爪子，真可怕。`,
    xd: `
      “畏”的本义为恐惧、害怕。如“不畏强暴”。由此引申为敬服。如“后生可畏”。
      由害怕又引申指嫉妒、憎恶。如《史记·魏公子列传》：“是后魏王畏公子之贤能。”意思是，从这以后，魏王嫉妒魏公子的贤能。
    `
  },
  {
    id: 797,
    cn: '属',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 798,
    cn: '耳',
    ls: '象形',
    bs: '',
    sm:
      '字形描绘了耳朵的形状。意思是耳朵。神明是伴随着声音出现的，耳朵与眼睛同时都是感知神明的重要方式。',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 799,
    cn: '垣',
    ls: '会意 形声',
    bs: '土部',
    sm: '左边是土，右边是水流，会环绕的围墙之意。',
    sw: `垣，墙也。从土，亘声。`,
    swy: `垣，墙。从土，亘声。`,
    xd: `
      “垣”的本义为围墙、矮墙。如《尚书·费誓》：“踰垣墙，窃马牛。”
      泛指墙。如成语“断壁残垣”，就是断了的墙壁、倒了的短墙。
      古时的城池或官署都会有院墙，故引申为城池，或某些官署的代称。如杜甫《春宿左省》：“花隐掖垣暮，啾啾栖鸟过。”
    `
  },
  {
    id: 800,
    cn: '墙',
    ls: '会意 形声',
    bs: '嗇部',
    sm: '左边是筑墙，右上是谷物，右下是粮仓。会筑起外围屏障收藏粮食之意。',
    sw: `牆，垣蔽也。从嗇，爿声。`,
    swy: `牆，墙垣蔽障。从嗇，爿声。`,
    xd: `
      “墙”的本义为用土木、砖石等筑起来的收藏食物的外围屏障。如《诗经·郑风·将仲子》：“将仲子兮，无逾我墙。”
      引申泛指起遮蔽、支撑或隔开作用的屏障、垣壁。如杜甫《石壕吏》：“老翁逾墙走，老妇出门看。”
    `
  },
  {
    id: 801,
    cn: '具',
    ls: '会意',
    bs: '収部',
    sm: '上方是煮食物的鼎，下方是左右手。意思是准备供奉用的食物。',
    sw: `具，共置也。从収，从貝省。古以贝为货。`,
    swy: `具，供给设置。由収、由貝省会意。古时候用贝作钱财。`,
    xd: `
      “具”的本义是指准备饭菜酒席。
      引申泛指备办、准备。
      进而引申为具有、具备。如“别具匠心”、“独具慧眼”。
      后来引申为一般的用具，作名词的构词语素。如“玩具”。
      还可以作量词，只用于“棺材”、“尸体”和某些器物，如“一具尸体”。
      由准备得完全引申为完全，此义后世均写作“俱”。
    `
  },
  {
    id: 802,
    cn: '膳',
    ls: '形声',
    bs: '肉部',
    sm: '',
    sw: `膳，具食也。从肉，善声。`,
    swy: `膳，布置食物。从肉，善声。`,
    xd: `
      “膳”的本义为置备食物。如《汉书·宣帝纪》：“其令太官损膳省宰，乐府减乐人，使归就农业。”
      引申指进食、吃饭。如储光羲《吃茗粥作》：“淹留膳茶粥，共我饭蕨薇。”
      用作名词，指精美的肉食。如古代宫庭中“御膳房”的“膳”就是取的此义。
    `
  },
  {
    id: 803,
    cn: '餐',
    ls: '形声',
    bs: '食部',
    sm: '',
    sw: `餐，吞也。从食，can声。`,
    swy: `餐，吞吃。从食，can声。`,
    xd: `
      “餐”的本义指吃、吞食。如成语“秀色可餐”，其中的“餐”就是吃的意思。
      又引申为饭食、食物。如李绅《悯农》：“谁知盘中餐，粒粒皆辛苦。”又如“中餐”、“西餐”。
    `
  },
  {
    id: 804,
    cn: '饭',
    ls: '形声',
    bs: '食部',
    sm: '左边是餐具，右边表示反的发音。意思是吃。',
    sw: `飯，食也。从食，反声。`,
    swy: `飯，煮熟的谷类食物。从食，反声。`,
    xd: `
      “饭”的本义为吃饭、进食。如辛弃疾《永遇乐·京口北固亭怀古》：“廉颇老矣，尚能饭否？”
      引申指给饭吃。如《楚辞·九章·惜往日》：“吕望屠于朝歌兮，宁戚歌而饭牛。”
      又引申为煮熟的谷类食物。如黄庭坚《四休导士诗序》：“粗茶淡饭饱即休，补破遮寒暖即休。”
      又泛指在一个特定的时间吃进的一份食物。如“早饭”、“中饭”、“晚饭”。
    `
  },
  {
    id: 805,
    cn: '适',
    ls: '形声',
    bs: '辵部',
    sm: '上方是帝王，下方是装有祝词的容器。意思是适合的后继者。',
    sw: `適，之也。从辵，啻声。`,
    swy: `適，前往。从辵，啻声。`,
    xd: `
      “适”的本义为到、前往。如《诗经·魏风·硕鼠》：“逝将去汝，适彼乐土。”
      特指女子出嫁。如《古诗为焦仲卿妻作》：“贫贱有此女，始适还家门。”
      又引申指切合、符合、适合。如《诗经·郑风·野有蔓草》：“邂逅相遇，适我愿兮。”
      又引申指快乐、舒畅。如“舒适”。
      用作副词，指恰巧。如“适得其反”、“适逢其会”。
    `
  },
  {
    id: 806,
    cn: '口',
    ls: '象形',
    bs: '口部',
    sm: '字形像一个人开口笑的样子。',
    sw: `口，人所以言食也。象形。凡口之属皆从口。`,
    swy: `口，人用来说话饮食的器官。象形。大凡口的部属都从口。`,
    xd: `
      “口”的本义就是指人的嘴巴。
      一人一口，故引申指人口。如《管子·海王》：“十口之家，十人食盐。”
      由进食说话的通道，又引申为孔穴及容器内外相通的地方。如“瓶口”、“井口”。
      还可引申指破裂的地方。如“伤口”、“疮口”。
      用作量词，表示物品的件数。如“一口剑”、“一口锅”。
    `
  },
  {
    id: 807,
    cn: '充',
    ls: '象形',
    bs: '儿部',
    sm: '字形像一个长得很肥硕的大猩猩的样子，用来表示肥硕之意。',
    sw: `充，长也，高也。从儿，育省声。`,
    swy: `充，长；高。从儿，育省声。`,
    xd: `
      “充”的本义是长、高。
      因此引申为肥胖。如“充腴”指肥胖、丰满。
      引申为充满、充实。如“汗牛充栋”、“精力充沛”。
      空间看起来满满当当，但未必都是精华，故又引申指充数、假冒。如“滥竽充数”、“打肿脸充胖子”。
      又引申为充任、充当。如白居易《卖炭翁》：“半匹红绡一丈绫，系向牛头充炭直。”
    `
  },
  {
    id: 808,
    cn: '肠',
    ls: '形声',
    bs: '肉部',
    sm: '',
    sw: `腸，大小肠也。从肉，昜声。`,
    swy: `腸，大小肠。从肉，昜声。`,
    xd: `
      “肠”的本义为人或动物内脏之一，呈长管形，主管消化和吸收养分。
      引申指内心、情怀。如白居易《长恨歌》：“行宫见月伤心色，夜雨闻铃肠断声。”
    `
  },
  {
    id: 809,
    cn: '饱',
    ls: '形声',
    bs: '食部',
    sm: '',
    sw: `飽，猒也。从食，包声。`,
    swy: `飽，吃饱。从食，包声。`,
    xd: `
      “饱”的本义为吃足。如《论语·学而》：“君子食无求饱，居无求安。”
      引申指充足、充分。如《文心雕龙·事类》：“有学饱而才馁，有才富而学贫。”
      又引申指满足、装满。如“中饱私囊”。
    `
  },
  {
    id: 810,
    cn: '饫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 811,
    cn: '烹',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 812,
    cn: '宰',
    ls: '会意',
    bs: '宀部',
    sm:
      '外部是宗庙的屋顶，内部是手柄很大的弯刀。指的是负责切下祭品的肉供奉给祖先的神灵这一职业。',
    sw: `宰，辠人在屋下执事者。从宀，从辛。辛，辠也。`,
    swy: `宰，在屋子底下做事的罪人。由宀、辛会意。辛，表示罪人。`,
    xd: `
      “宰”的本义指掌管杀牲以备祭的奴隶。
      引申泛指家奴，后来奴隶头也称“宰”。如《仪礼》：“宰右执镫，左执盖。”
      又引申指帮助国君管理朝政的宰相。古书中常见“宰官”一词，这并非指“宰相”，一般的官员都可以称为“宰官”。苏轼《纵笔》：“父老争看五角巾，应缘曾观宰官身。”到了后世，县令亦可称“宰官”。
      “宰”由掌管杀牲以备祭引申指杀。如颜师古注《汉书》说：“宰，为屠杀也。”厨夫也可以称为“宰夫”。
    `
  },
  {
    id: 813,
    cn: '饥',
    ls: '会意 形声',
    bs: '食部',
    sm: '从食，从几，会饥饿之意，几兼表声。',
    sw: `飢，谷不孰为飢。从食，几声。`,
    swy: `飢，五谷不熟叫飢。从食，几声。`,
    xd: `
      “饥”的本义为饥饿。如白居易《卖炭翁》：“牛困人饥日已高，市南门外泥中歇。”
      “饥”又是“饑”的简体，本义为五谷无收、荒年。如《孟子·梁惠王下》：“凶年饥岁，君之民，老弱转乎沟壑，壮者散而之四方者，几千人矣。”
    `
  },
  {
    id: 814,
    cn: '厌',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 815,
    cn: '糟',
    ls: '形声',
    bs: '米部',
    sm: '',
    sw: `糟，酒滓也。从米，曹声。`,
    swy: `糟，带滓的酒。从米，曹声。`,
    xd: `
      “糟”的本义是没有过滤清而带滓的酒。
      引申指以酒或酒糟腌制的食品。如“糟豆腐”。
      酒糟品质不好，所以又引申指粗恶的食物。如“糟食”。
      用作形容词，指事物败坏、糟糕。
      用作动词，指糟蹋。
    `
  },
  {
    id: 816,
    cn: '糠',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 817,
    cn: '亲',
    ls: '形声',
    bs: '子部',
    sm: '左边是一个人要抱抱，右边是一个人用眼睛看。',
    sw: `親，至也。从見，亲声。`,
    swy: `親，密切之至。从見，亲声。`,
    xd: `
      “亲”的本义为关系密切、亲近，读作qīn。
      泛指有血缘关系或婚姻关系的人。
      又特指婚姻。如“成亲”。
      又引申指亲近、接近。如诸葛亮《出师表》：“亲贤臣，远小人。”
      用作副词，表示亲自、亲身。如《孟子·离娄上》：“男女授受不亲，礼也。”
      又读作qìnɡ，特指两家儿女婚配的亲戚关系。最初这一称呼只流行于皇亲国戚的联姻上，后来范围扩大，寻常婚配双方的亲戚关系也可以称为“亲家”。
    `
  },
  {
    id: 818,
    cn: '戚',
    ls: '形声',
    bs: '戉部',
    sm: '',
    sw: `戚，戉也。从戉，尗声。`,
    swy: `戚，钺一类的斧头。从戉，尗声。`,
    xd: `
      “戚”的本义是指古代的一种兵器，形状像斧。如陶渊明《读山海经》：“刑天舞干戚，猛志固常在。”
      引申指忧愁、悲伤。如李清照《声声慢》：“冷冷清清，凄凄惨惨戚戚。”
      用作名词，指亲属、亲戚。如《吕氏春秋》：“何谓六戚？父母兄弟妻子。”
    `
  },
  {
    id: 819,
    cn: '故',
    ls: '会意',
    bs: '攴部',
    sm:
      '左上是作为神器的盾，左下是装有祝词的容器，右边是击打。意思是故意破坏祈祷的效果。',
    sw: `故，使为之也。从攴古声。`,
    swy: `故，有意使它变成这样。字形采用“攴”作边旁，“古”作声旁`,
    xd: `
      故的本义是缘故。如《易·系辞传》：“又明于忧患与故。”
      引申为事情。如《国语·周语下》：“敢问天道乎，抑人故也?”
    `
  },
  {
    id: 820,
    cn: '旧',
    ls: '会意',
    bs: '萑部',
    sm: '字形像头顶有毛角、瞪着两个大眼睛的猫头鹰之形。',
    sw: `舊，旧，旧畱也。从萑，臼声。`,
    swy: `舊，旧，即旧留鸟。从萑，臼声。`,
    xd: `
      “舊”的本义为猫头鹰。
      引申表示原先的、已经有的。如“喜新厌旧”、“旧病复发”。
      又引申指古老的，与“新”对应。如《诗经·大雅·文王》：“周虽旧邦，其命维新。”
      又引申指曾经有过，而今已不用或废弃的。如“旧居”、“旧址”。
      又引申指惯例、常例。如《淮南子·氾论训》：“苟周于事，不必循旧。”
    `
  },
  {
    id: 821,
    cn: '老',
    ls: '会意',
    bs: '老部',
    sm: '字形像长发佝腰手拄拐杖的老人的形象。',
    sw: `老，考也。七十曰老。从人、毛、匕，言须发变白也。凡老之属皆从老。`,
    swy: `老，老年人。七十岁叫老。由人、毛、匕会意。是说髭须毛发变白。大凡老的部属都从老。`,
    xd: `
      “老”的本义为年老、衰老。
      引申为老练。如杜甫《奉汉中王手札》：“枚乘文章老。”意思是枚乘写文章很老练。
      用作动词，指衰老、变老。如李贺《金铜仙人醉汉歌》：“天若有情天亦老。”
    `
  },
  {
    id: 822,
    cn: '少',
    ls: '象形',
    bs: '小部',
    sm: '用线将小贝壳连缀起来做成的饰物。意思是少。',
    sw: `少，不多也。从小，丿声。`,
    swy: `少，不多。从小，丿声。`,
    xd: `
      “少”的本义指细小的颗粒，读作shǎo。如《孟子·梁惠王上》：“邻国之民不加少，寡人之民不加多，何也？”
      引申为稍微。如《战国策·赵策四》：“太后之色少解。”
      又读作shào，一般是用作形容词或者动词，指年幼、年轻、少年、青年。
    `
  },
  {
    id: 823,
    cn: '异',
    ls: '象形',
    bs: '異部',
    sm: '字形像一个正面站立的人，头戴异物，双手上举像捧着什么东西的样子。',
    sw: `異，分也。从廾，从畀。畀，予也。凡異之属皆从異。`,
    swy: `異，分开。由廾、由畀会意。畀是给予的意思。大凡異的部属都从異。`,
    xd: `
      “异”的本义为护翼、辅助。
      由头戴异物引申指奇怪、奇异。如柳宗元《捕蛇者说》：“永州之野产异蛇，黑质而白章。”
      进而引申指不同。如《韩非子·五蠹》：“世异则事异。”
      又引申指其他、别的。如“异类”。
    `
  },
  {
    id: 824,
    cn: '粮',
    ls: '形声',
    bs: '米部',
    sm: '',
    sw: `糧，谷也。从米，量声。`,
    swy: `糧，谷物。从米，量声。`,
    xd: `
      “粮”的本义是粮食。如成语“寅吃卯粮”，意思是寅年吃了卯年的粮食。比喻预先支用了以后的进项。
      在古代特指行路用的干粮。“粮”和“食”是有区别的。古人说，“行道曰粮，止居曰食”，这是说：路上带的干粮叫粮，家里吃的有水分的食物叫食。
      又特指士兵作战用的军粮。如“兵马未动，粮草先行”。
    `
  },
  {
    id: 825,
    cn: '妾',
    ls: '会意',
    bs: '女部',
    sm:
      '下方是一个跪着的女人的形象，其头顶上是一把平头铲刀之形。会有罪的女子。',
    sw: `妾，有罪女子，给事之得接于君者。从产，从女。`,
    swy: `妾，有罪的女人，是能够被君主接触并为君主供职的女人。由产、女会意。`,
    xd: `
      “妾”的本义为有罪的女子。
      古代女子有罪则罚为女奴，故引申指女奴隶。如《尚书·费誓》：“臣妾逋逃。”这里的“妾”即女奴隶。
      因为古代陪嫁或偏房的地位犹如奴仆，故又引申指妻子之外另娶的女子。
      由于妾被视为下贱之人，所以“妾”又可以作旧社会妇女自称的谦词。如“妾身”就是古代妇女常用的谦词。
    `
  },
  {
    id: 826,
    cn: '御',
    ls: '形声',
    bs: '彳部',
    sm:
      '左边是行走，中间是有灵力的丝束，右边是跪拜的样子。意思是让神明降临，以防止邪恶之物。',
    sw: `御，使马也。从彳，从卸。`,
    swy: `御，驱使（车）马。由彳、卸会意。`,
    xd: `
      “御”的本义是驾驭马车。
      引申特指驾车的人。
      又用来指治理、统治。如贾谊《过秦论》中有“振长策而御宇内”，就是挥舞着长鞭子统治整个天下的意思。
      还表示统帅、率领，抵挡、抵御之意。如“兄弟阋于墙，外御其侮”，是说兄弟在家里争吵，却能一起抵御外敌。比喻虽有内部争吵，但仍能团结起来一致对外。
    `
  },
  {
    id: 827,
    cn: '绩',
    ls: '形声',
    bs: '糸部',
    sm:
      '上方是做了标记的树，下方是贝币，表示作为税赋上缴的物品。用于指纺织物时，加上偏旁『纟』。',
    sw: `績，缉也。从糸，責声。`,
    swy: `績，把麻或者其他的纤维搓捻成线或绳。从糸，責声。`,
    xd: `
      “绩”的本义为把麻、纤维接续起来搓成线绳。如范成大《田园四时杂兴》：“昼出耘田夜绩麻，村庄儿女各当家。”
      纺绩会有所结果，故引申指成就、功业、收获。如“丰功伟绩”、“成绩”。
    `
  },
  {
    id: 828,
    cn: '纺',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 829,
    cn: '侍',
    ls: '形声',
    bs: '人部',
    sm: '',
    sw: `侍，承也。从人，寺声。`,
    swy: `侍，承奉。从人，寺声。`,
    xd: `
      “侍”的本义为在尊长旁边陪着。如《汉书·文帝纪》：“遂即天子位，群臣以次侍。”
      引申为服侍、侍奉。如《论语·先进》：“子路、曾皙、冉有、公西华侍坐。”
      又指恭顺地站立在旁边伺候。如崔铣《记王忠肃公翱三事》：“迁我京职，则汝朝夕侍母。”
      用作名词，指侍妾、侍女。
    `
  },
  {
    id: 830,
    cn: '巾',
    ls: '象形',
    bs: '巾部',
    sm: '字形像古人腰间的佩巾下垂的样子。',
    sw: `巾，佩巾也。从冂，丨象糸也。凡巾之属皆从巾。`,
    swy: `巾，佩带的巾帛。从冂，丨像系佩的绳索。大凡巾的部属都从巾。`,
    xd: `
      “巾”的本义为佩巾、手巾。如王勃《送杜少府之任蜀州》：“无为在歧路，儿女共沾巾。”
      后来“巾”的意义扩大，泛指擦抹用的纺织品，或包裹、覆盖东西的纺织品。
      “巾”是个部首字，凡由“巾”字所组成的字大都与布有关，如“布”、“幅”、“常”。
    `
  },
  {
    id: 831,
    cn: '帷',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 832,
    cn: '房',
    ls: '会意 形声',
    bs: '户部',
    sm: '',
    sw: `房，室在旁也。从户，方声。`,
    swy: `房，房室在正室的两旁。由户，方声。`,
    xd: `
      “房”的本义为正室两旁的房间。如“厢房”、“东房”。
      泛指房屋。如“书房”、“房间”。又引申为形状像房子的东西。如“心房”、“花房”。
      又引申为家族分支。如“远房亲戚”。
      用作量词，表示串、个。如封演《封氏闻见记》：“今有马乳葡萄，一房长二尺余。”
    `
  },
  {
    id: 833,
    cn: '纨',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 834,
    cn: '扇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 835,
    cn: '圆',
    ls: '会意 形声',
    bs: '囗部',
    sm: '',
    sw: `圓，圜全也。从囗，員声。`,
    swy: `圓，浑圆无缺。从囗，員声。`,
    xd: `
      “圆”的本义为圆形。
      引申指形状像圆圈或球样的。如王维《使至塞上》：“大漠孤烟直，长河落日圆。”
      又引申指周全、完备、无缺失。如“圆满”。
      又引申指散而重聚，团圆。如林觉民《与妻书》：“试问古来几曾见破镜能重圆？”
      也特指丸，圆而小的东西。如“汤圆”。
      还特指圆形的货币。如“银圆”。
    `
  },
  {
    id: 836,
    cn: '絜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 837,
    cn: '银',
    ls: '形声',
    bs: '金部',
    sm: '',
    sw: `銀，白金也。从金，艮声。`,
    swy: `銀，白色的金属。从金，艮声。`,
    xd: `
      “银”的本义为一种白色金属元素，通称“银子”。如“白银”。
      后引申指银质的货币或与货币有关的。如“银库”。
      “银”又指银制的器物。如“银盘”。
      进而引申指色白如银。如“银蟾”指月亮。
    `
  },
  {
    id: 838,
    cn: '烛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 839,
    cn: '炜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 840,
    cn: '煌',
    ls: '会意 形声',
    bs: '火部',
    sm: '',
    sw: `煌，辉也。从火，皇声。`,
    swy: `煌，煌煌，光辉。从火，皇声。`,
    xd: `
      “煌”的本义为光明、光亮。如“金碧辉煌”。
      引申指盛。如“敦煌”中的“煌”取的就是此义。
    `
  },
  {
    id: 841,
    cn: '昼',
    ls: '会意',
    bs: '畫部',
    sm: '上方表示用手拿着笔，下方是太阳。会白天与黑夜的界限之意。',
    sw: `晝，日之出入，与夜为界。从畵省，从日。`,
    swy: `晝，从日出到日入的一段时间，以夜晚为界限。由畵省田、由日会意。`,
    xd: `
      “昼”的本义为白天。很多动物习惯在夜间出没，捕食猎物，我们把这称为“昼伏夜出”。
      引申指中午、正午。如“昼饭”、“昼时”。
    `
  },
  {
    id: 842,
    cn: '眠',
    ls: '会意 形声',
    bs: '目部',
    sm: '',
    sw: `瞑，翕目也。从目、冥，冥亦声。`,
    swy: `瞑，闭上眼睛。由目、由冥会意，冥也表声。`,
    xd: `
      “眠”的本义为闭上眼睛。如《山海经·东山经》：“余峨之山有兽焉，其状如菟而鸟类喙，鸱目蛇尾，见人则眠，名犰狳。”意思是，余峨山有一种野兽，长得像兔子，但是嘴很像鸟类，眼睛像猫头鹰、尾巴像蛇，看见人就把眼睛闭起来，名叫犰狳。
      引申指睡觉。如“失眠”、“安眠”。
    `
  },
  {
    id: 843,
    cn: '夕',
    ls: '象形',
    bs: '夕部',
    sm:
      '字形为傍晚的新月。意思是傍晚、黄昏。古代有朝夕之礼，早上迎接太阳，晚上迎接月亮。',
    sw: `夕，莫也。从月半见。凡夕之属皆从夕。`,
    swy: `夕，傍晚。由月字现出一半来表意。大凡夕的部属都从夕。`,
    xd: `
      “夕”的本义就是指黄昏、傍晚。如《诗经·王风·君子于役》：“日之夕矣，牛羊下来。”
      引申指代夜晚。如成语“朝乾夕惕”，形容终日勤奋工作，戒勉不已。
      “除夕”是农历一年中最后一天的晚上，意谓旧岁至此而除，新岁自明晨开始。
    `
  },
  {
    id: 844,
    cn: '寐',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 845,
    cn: '蓝',
    ls: '形声',
    bs: '艸部',
    sm: '',
    sw: `藍，染青草也。从艸，監声。`,
    swy: `藍，染青色的草。从艸，监声。`,
    xd: `
      “蓝”的本义是蓼蓝。如《诗经·小雅·采绿》：“终朝采蓝，不盈一襜。”
      泛指含有像蓼蓝汁一样可制作蓝靛染料的植物，或某些叶像蓼蓝色的植物。如“马蓝”、“甘蓝”。
      又引申为蓝色。如白居易《忆江南》：“春来江水绿如蓝。”
      “蓝”又特指佛寺，是梵语“伽蓝”的简称。如“宝刹名蓝之”。
    `
  },
  {
    id: 846,
    cn: '笋',
    ls: '形声',
    bs: '竹部',
    sm: '',
    sw: `筍，竹胎也。从竹，旬声。`,
    swy: `筍，竹笋新生土中。从竹，旬声。`,
    xd: `
      “笋”的本义为竹子初从土里长出的嫩芽，味鲜美，可以做菜，也叫“竹笋”。
      由嫩芽引申指幼小的。如“笋鸡”。又引申指竹的青皮。如“笋席”。
      古代悬挂钟磬等乐器的横木也叫“笋”。如“笋业”，指悬钟磬的架子。
    `
  },
  {
    id: 847,
    cn: '象',
    ls: '象形',
    bs: '象部',
    sm: '字形像一头大象的形象。',
    sw: `象，长鼻牙，南越大兽，三秊一乳，象耳牙四足之形。凡象之属皆从象。`,
    swy: `象，长鼻长牙，南越大兽，三年一胎，字形像大象的耳牙四足之形。所有与象相关的字，都采用“象”作边旁。`,
    xd: `
      象的本义是大象。如《山海经·南山经》：“祷过之山多象。”
    `
  },
  {
    id: 848,
    cn: '床',
    ls: '象形',
    bs: '木部',
    sm: '字形像一张竖起来的床。',
    sw: `牀，安身之坐者。从木，爿声。`,
    swy: `牀，安身的坐具。从木，爿声。`,
    xd: `
      “床”的本义为供人坐卧的用具。
      由人睡卧的用具，可以引申为安放器物的架子。如杜甫《羌村》：“赖知禾黍收，已觉糟床注。”这里的“糟床”指的就是榨酒的器具。
    `
  },
  {
    id: 849,
    cn: '弦',
    ls: '会意',
    bs: '弦部',
    sm: '从弓，从玄（糸），会弓上有丝弦之意。',
    sw: `弦，弓弦也。从弓，象丝轸之形。凡弦之属皆从弦。`,
    swy: `弦，弓弦。从弓， 像丝束绑缚在弦所在之处的样子。大凡弦的部属都从弦。`,
    xd: `
      “弦”的本义为弓弦。如“箭在弦上，不得不发”。
      引申指乐器上发声的弦丝。筝、琴等弦乐器，就是因发声的丝弦而得名。
      又引申为月弦。如“上弦月”。
      钟表的发条有弹性，盘曲像弓弦，故也指钟表的发条。如“上弦”、“钟弦”。
    `
  },
  {
    id: 850,
    cn: '歌',
    ls: '形声',
    bs: '欠部',
    sm: '',
    sw: `歌，咏也。从欠，哥声。`,
    swy: `歌，依旋律咏唱。从欠，哥声。`,
    xd: `
      “歌”的本义是唱。如《诗经·魏风·园有桃》：“心之忧矣，我歌且谣。”用作名词，指歌曲。如“情歌”、“山歌”。
    `
  },
  {
    id: 851,
    cn: '酒',
    ls: '形声',
    bs: '酉部',
    sm: '字形为酒樽。意思是酒。原字为『酉』',
    sw: `
      酒，就也，所以就人性之善恶。从水，从酉，酉亦声。
      一曰：造也，吉凶所造也。古者仪狄作酒醪，禹尝之而美，疏。杜康作秫酒。
    `,
    swy: `
      酒，迁就，是用来迁就人性善恶的饮料。由水、酉会意，酉也表声。
      另一义说：酒是成就的意思，是吉利的事、不祥的事成就的原因。
      古时候仪狄造酒，大禹尝过酒之后认为酒味醇美，于是疏远了仪狄。
      又，杜康制作了高粱酒
    `,
    xd: `
      “酒”的本义为一种用粮食或水果等发酵制成的、含乙醇的饮料，一般分白酒、黄酒、果酒、啤酒等几种类型。如王翰《凉州词》：“葡萄美酒夜光杯，欲饮琵琶马上催。”
    `
  },
  {
    id: 852,
    cn: '宴',
    ls: '会意 形声',
    bs: '宀部',
    sm:
      '上方表示祭祀祖先的灵堂的屋顶，中间是玉石，下方是女子。意思是镇灵的仪式，也有安抚、使平静之意。',
    sw: `宴，安也。从宀，妟声。`,
    swy: `宴，安乐。字形采用“宀”作边旁，采用“妟”作声旁。`,
    xd: ``
  },
  {
    id: 853,
    cn: '接',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 854,
    cn: '杯',
    ls: '形声',
    bs: '木部',
    sm: '',
    sw: `杯，器也。从木，不声。`,
    swy: `杯，器皿。从木，不声。`,
    xd: `
      “杯”的本义为盛羹或注酒的小型器皿。如《大戴礼记·曾子事父母》：“执觞觚杯豆而不醉，和歌而不哀。”
      泛指盛液体的小型器皿。如王翰《凉州词》：“葡萄美酒夜光杯，欲饮琵琶马上催。”
      又引申指像杯的东西，杯状的锦标。如“奖杯”、“世界杯”。
      作量词时，用于杯子。如王维《送元二使安西》：“劝君更尽一杯酒，西出阳关无故人。”
    `
  },
  {
    id: 855,
    cn: '举',
    ls: '会意',
    bs: '手部',
    sm: '上方是子，下方是一个人双手举起，会大人举起孩子之意。',
    sw: `舉，对舉也。从手，与声。`,
    swy: `舉，两手相对而舉。从手，与声。`,
    xd: `
      “举”的本义是双手向上托举。
      把事物举起来，那么事物就是在高处的，因此引申泛指抬起、昂起。
      又引申为张开。事物被举起来，是人的行为和动作。所以“举”又表示动作、行为。如“一举一动”。
      还引申指发动、攻下。
      用作虚词，即范围副词，表示全。
    `
  },
  {
    id: 856,
    cn: '觞',
    ls: '形声',
    bs: '角部',
    sm: '',
    sw: `觞，觯实曰觞，虚曰。从角，shang声。`,
    swy: `觞，就是觯。盛满酒叫觞，不盛酒叫觯。从角，shang声。`,
    xd: `
      “觞”的本义为盛酒器。如陶渊明《归去来兮辞》：“引壶觞以自酌，眄庭柯以怡颜。”
      用作动词，指向人敬酒或自饮。如“觞歌”，指饮酒放歌。
      还可指宴请。如东汉傅毅《舞赋》：“楚襄王谓宋玉曰：‘寡人欲觞群臣，何以娱之？’”意思是，我想宴请群臣，不知要用什么来作为娱乐呢？
    `
  },
  {
    id: 857,
    cn: '矫',
    ls: '形声',
    bs: '矢部',
    sm: '',
    sw: `矯，揉箭箝也。从矢，喬声。`,
    swy: `矯，把箭揉直的箝子。从矢，喬声。`,
    xd: `
      “矫”的本义为使箭竿变直的钳子。
      泛指使弯曲的物体变直。
      进而引申指纠正、匡正。如“矫正”。
      由矫正引申指假托、诈称。如“矫命”。
      矫正往往要用强力，故又引申指强壮、勇武。如“矫捷”。
      “矫”还表示拂逆、违背。如“矫情干誉”，指故意违背常情以求得美誉。
    `
  },
  {
    id: 858,
    cn: '手',
    ls: '象形',
    bs: '手部',
    sm:
      '字形为手腕往上有五根手指，意思是手。根据不同字里的使用方法，手的形状是会变化的。',
    sw: `手，拳也。象形。凡手之属皆从手。`,
    swy: `手，握拳的部分。象形。大凡手的部属都从手。`,
    xd: `
      “手”的本义是手掌，即人体上肢腕以下能拿东西的部分。如《诗经·邶风·击鼓》：“执子之手，与子偕老。”
      人做事用手，所以“手”也指擅长某种技能或做某种事的人。如“多面手”、“神枪手”、“高手”。
      又引申为技艺、本领、手段。如“眼高手低”、“心狠手辣”。
      用作形容词，指亲自（写的）。如“手稿”、“手迹”。
      用作量词，指经手的次数。如“一手货”、“二手车”。
    `
  },
  {
    id: 859,
    cn: '顿',
    ls: '形声',
    bs: '頁部',
    sm: '',
    sw: `頓，下首也。从頁，屯声。`,
    swy: `頓，以头叩地。从頁，屯声。`,
    xd: `
      “顿”的本义是指古代以头叩地之礼。
      引申指以脚跺地。如成语“捶胸顿足”。
      作副词，表示立刻。如“顿时”。
    `
  },
  {
    id: 860,
    cn: '足',
    ls: '象形',
    bs: '足部',
    sm: '上方是膝盖的关节，下方是脚。意思是脚、腿。',
    sw: `足，人之足也。在下。从止、口。凡足之属皆从足。`,
    swy: `足，人体下肢的总称。在人体的下部。由止、口会意。大凡足的部属都从足。`,
    xd: `
      “足”的本义为包括膝盖和脚在内的整个小腿。
      引申泛指脚，如“画蛇添足”。进而引申指器物的脚。如“三足鼎立”。
      假借为充实、完备、足够。如“充足”、“足以”。
      完备充足之物往往对人有用处，所以又引申为值得。如陶渊明《桃花源记》：“不足为外人道也。”
    `
  },
  {
    id: 861,
    cn: '悦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 862,
    cn: '豫',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 863,
    cn: '且',
    ls: '象形',
    bs: '且部',
    sm: '字形像雄性生殖器，是初民生殖崇拜的体现。',
    sw: `且，荐也。从几，足有二横，一其下地也。凡且之属皆从且。`,
    swy: `且，垫放物体的器具。从几；几足间有两横，（表示连足的桄；）一，表示器具下的地。凡且的部属都从且。`,
    xd: `
      “且”的本义为雄性生殖器。引申为古代祭祖时放祭品的礼器，此义后作“俎”。也可表示祖先，此义后作“祖”。
      后来“且”被借为虚词，主要作连词，表示递进，相当于“况且”；表示承接，相当于“并且”；表示并列，相当于“又”。
      还用作副词，表示暂时、尚且、将要。
    `
  },
  {
    id: 864,
    cn: '康',
    ls: '指事',
    bs: '广部',
    sm: '上方是摇铃，下方四点象征摇铃发出的乐声，表示正在演奏乐铃。',
    sw: `穅，谷皮也。从禾、从米，庚声。`,
    swy: `穅，是谷物的皮壳。字形采用“禾、米”作边旁，采用“庚”作声旁`,
    xd: `
      “康”的本义是演奏乐铃。
      引申为欢乐、安乐。如“康乐”、“安康”。
      又引申指身体强健。如“健康”。
      进而引申指富裕、丰富。如“小康”，意思就是指家庭经济比较宽裕。
      “康”又特指四通八达的大路。成语“康庄大道”就是用来形容四通八达的大路。
    `
  },
  {
    id: 865,
    cn: '嫡',
    ls: '形声',
    bs: '女部',
    sm:
      '上方是祭祀神明的时候使用的大祭桌（祭器），下方是装有祝词的容器。意思是帝王的嫡系继承人。',
    sw: `嫡，孎也。从女，啻声。`,
    swy: `嫡，谨慎。从女，啻声。）`,
    xd: `
      “嫡”的本义为奴隶社会、封建社会中的正妻。
      古代“嫡出”、“庶出”的说法，指的就是由正室所生，还是由妾室所生。
      后来也把正妻生的长子称嫡子，省称为“嫡”。
      “嫡”又引申指家庭中血缘近的、亲的，或奴隶社会、封建社会中的正支。如“嫡亲”、“嫡系”。
      进而又引申指正统的、正宗的。如“嫡传”，是嫡派相传的意思，表示正宗。
    `
  },
  {
    id: 866,
    cn: '后',
    ls: '会意',
    bs: '后部',
    sm:
      '上左是道路，上右是用丝束做成的巫术用具，下方是朝后的脚印。意思是在道路上使用巫术，祈求敌人的后退。',
    sw: `后，继体君也。上方象人之形。施令以告四方，故厂之。从一口。发号者，君后也。凡后之属皆从后。`,
    swy: `
      后，继承王位的君主。上方像人的形状。
      君王发布命令来昭告四方，所以用来表示发施命令牵引四方的意思。
      由一、口会意，表示发布号令的人，只有君后。大凡后的部属都从后。
    `,
    xd: `
      “后”的本义是君主、帝王。
      又引申指帝王的妻子。如“王后”。
      作“後”的简化字时，本义为走在后面，落后。
      由此引申为时间上的迟、晚。又特指年轻人、后辈。如“后生可畏”。
    `
  },
  {
    id: 867,
    cn: '嗣',
    ls: '会意 形声',
    bs: '册部',
    sm: '从大，从子，从册，会册封大儿子为继承人之意。',
    sw: `嗣，诸侯嗣国也。从，从口，司声。`,
    swy: `嗣，诸侯继承国君之位。由冊、由口会意，司表声。`,
    xd: `
      “嗣”的本义为诸侯传位给嫡长子。
      后来泛指继承、接续。如柳宗元《捕蛇者说》：“今吾嗣为之十二年，几死者数矣。”
      用作名词，指君位或职位的继承人。如“子嗣”。
    `
  },
  {
    id: 868,
    cn: '续',
    ls: '形声',
    bs: '糸部',
    sm: '',
    sw: `續，连也。从糸，賣声。`,
    swy: `續，连接。从糸，賣声。`,
    xd: `
      “续”的本义为丝相连接。
      引申泛指接连不断。如“陆续”、“连续”。
      又引申指接在原来物体的后头。如“狗尾续貂”、“续集”。
      还引申指增添、添加。如“给客人续水”。
    `
  },
  {
    id: 869,
    cn: '祭',
    ls: '会意',
    bs: '示部',
    sm: '左边是肉，中间右边是祭坛，是手。意思是在祭坛上供奉祭肉做祭祀。',
    sw: `祭，祭祀也。从示，以手持肉。`,
    swy: `祭，祭祀鬼神。从示，用手拿着肉供奉神前。`,
    xd: `
      “祭”的本义是祭祀。旧时祀神、供祖或以仪式追悼死者都可称“祭”。如“祭天”。
      祭祀时人们口中念念有词，所以又引申指念咒、使用法宝。如“祭起法宝”中的“祭”就是指使用。
      祭祀要杀牲，故又泛指杀。如《礼记·月令》：“鹰乃祭鸟。”意思是老鹰于是捕杀鸟儿。
      此外，“祭”还用作古国名。春秋时代有一个姬姓国叫“祭”（亦写作“郏”），读作zhài。
    `
  },
  {
    id: 870,
    cn: '祀',
    ls: '会意 形声',
    bs: '示部',
    sm: '左边是祭祀的台子，右边是跪着的人。',
    sw: `祀，祭无已也。从示，巳声。`,
    swy: `祀，祭祀不停止。从示，巳声。`,
    xd: `
      “祀”的本义指求子之祭。
      后泛指祭祀。如《左传·文公二年》：“祀，国之大事也。”意思是，祭祀是国家的大事。
      引申为绝后。如“覆宗灭祀”，意思是毁坏宗庙，断绝后代。“宗”指祖庙，“祀”指祭祀，“灭祀”指灭了香火。
    `
  },
  {
    id: 871,
    cn: '烝',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 872,
    cn: '尝',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 873,
    cn: '稽',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 874,
    cn: '颡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 875,
    cn: '再',
    ls: '象形',
    bs: '冓部',
    sm: '丝线的末端从纺锤上分开。意思是纺织的过程中重新编织。',
    sw: `再，一举而二也。从一，从冓。`,
    swy: `再，同一动作作两次。从一，从冓。`,
    xd: `
      再的本义是第二次。如《礼记·玉藻》：“酒肉之赐弗再拜。”
    `
  },
  {
    id: 876,
    cn: '拜',
    ls: '会意',
    bs: '手部',
    sm: '字形像双手捧禾麦奉献给神祖之形，会向神祖拜祭祈祷之意。',
    sw: `拜，首[手]至地也。`,
    swy: `拜，两手至地。`,
    xd: `
      “拜”的本义是拔起禾麦奉献给神祖。
      引申为一种表示敬意的礼节。如“叩拜”。
      又引申指见面行礼表示祝贺。如“拜寿”、“拜年”。进而引申为拜访、谒见。如《论衡·知实》：“孔子时其亡也而往拜之。”
      还表示授予官职。如《三国志·蜀书·诸葛亮传》：“拜亮为丞相。”
      作敬辞时，用于人事往来。如“拜读大作”、“拜托”。
    `
  },
  {
    id: 877,
    cn: '悚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 878,
    cn: '惧',
    ls: '形声',
    bs: '心部',
    sm: '',
    sw: `懼，恐也。从心，瞿声。`,
    swy: `懼，恐惧。从心，瞿声。）`,
    xd: `
      “惧”的本义为害怕、恐惧。如《论语·子罕》：“勇者不惧。”引申指惊慌失措。成语有“临危不惧”。
    `
  },
  {
    id: 879,
    cn: '恐',
    ls: '会意 形声',
    bs: '心部',
    sm: '上方是巫术使用的工具，下方是心。意思是对神明保持敬畏之心。',
    sw: `恐，惧也。从心，巩声。`,
    swy: `恐，畏惧。从心，巩声。`,
    xd: `
      “恐”的本义为很害怕。如《聊斋志异·狼》：“屠大窘，恐前后受其敌。”
      引申为恐吓、使之害怕。如《史记·高祖本纪》：“李斯因说秦王，请先取韩以恐他国。”
      还引申为担心、恐怕。如诸葛亮《出师表》：“恐托付不效，以伤先帝之明。”
      用作副词，指恐怕。如《韩非子·喻老》：“君之病在肌肤，不治将恐深。”
    `
  },
  {
    id: 880,
    cn: '惶',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 881,
    cn: '笺',
    ls: '形声',
    bs: '竹部',
    sm: '',
    sw: `箋，表识书也。从竹，戔声。`,
    swy: `笺，表明、识别的文字。从竹，戔声。`,
    xd: `
      “笺”的本义为古代标明、识别的文字，是古书注释的一种。如《后汉书·儒林传·卫宏》：“郑玄作《毛诗笺》。”意思是说郑玄写了本注释《毛诗》的书。
      特指古代公文的一种体裁，是写给尊贵者的信。也作为书信的代称。
      还引申指供题诗、写信等用的精美小幅纸张。
    `
  },
  {
    id: 882,
    cn: '牒',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 883,
    cn: '简',
    ls: '形声',
    bs: '竹部',
    sm: '上方是竹子，下方是供奉肉进行祈愿。意思是竹简。木简叫作『札』',
    sw: `簡，牒也。从竹，間声。`,
    swy: `簡，用于画写的狭长竹片。从竹，間声。`,
    xd: `
      “简”的本义为古代用以书写文字的狭长竹片。
      引申泛指书籍。在纸张发明以前，“简册”是古代最主要的书写材料。
      早期的历史是记载在竹简上的。这些竹简先以火烤去湿，再刮去竹青部分，以便于书写和防蛀，称为“汗青”。后来就用“汗青”指代史册。
    `
  },
  {
    id: 884,
    cn: '要',
    ls: '象形',
    bs: '臼部',
    sm: '字形像一个女子两手叉着腰部的样子。',
    sw: `要，身中也。象人要自之形。从𦥑，yao声。`,
    swy: `要，要（腰），身躯的中部。像人两手叉着腰的样子。从𦥑，yao声。`,
    xd: `
      “要”的本义为人的腰部，读作yāo。
      引申指邀请。如陶渊明《桃花源记》：“便要还家，设酒杀鸡作食。”
      又引申指要求、强求。如“要挟”。
      由腰在身中，引申指纲领、关键。读作yào，如“不得要领”。
      又引申为索取、希求。如“漫天要价，就地还钱”。
      还引申指将要、即将来临。如“要下雨了”。
      进而引申为如果。如“要是”。
    `
  },
  {
    id: 885,
    cn: '顾',
    ls: '会意 形声',
    bs: '頁部',
    sm: '左边是鸟，右边是着冠行礼的人。意思是用鸟做占卜来询问神的旨意。',
    sw: `顧，还视也。从頁，雇声。`,
    swy: `顧，回头而视。从頁，雇声。`,
    xd: `
      “顾”的本义为回头看、转头看。如李白《下终南山过斛斯山人宿置酒》：“却顾所来径，苍苍横翠微。”
      泛指看。如“顾影自怜”。
      还特指引申指考虑、顾虑。如“大行不顾细谨，大礼不辞小让”。
    `
  },
  {
    id: 886,
    cn: '答',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 887,
    cn: '审',
    ls: '会意',
    bs: '釆部',
    sm: '从宀（房子），从采（辨别），从口，会于室中细察详问之意。',
    sw: `宷，悉也。知宷諦也。从宀从釆。審，小篆宷，从番。`,
    swy: `宷，详尽。了解得详尽周密。由宀、釆会意。審，小篆“宷”字，从番。`,
    xd: `
      “审”的本义指细察。如“审时度势”中的“审”就是仔细研究之意。
      进而引申指查问、审讯。如“审判”、“审案”。
      由此又可以引申指慎重、小心谨慎。如王充《论衡·艺增》：“言审莫过圣人。”意思是语言谨慎的，莫过于圣人了。
      用作副词，表示果真、确实。如《汉书·王商传》：“审有内乱杀人。”就是说果真有内乱杀人之事。
    `
  },
  {
    id: 888,
    cn: '详',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 889,
    cn: '骸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 890,
    cn: '垢',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 891,
    cn: '想',
    ls: '形声',
    bs: '心部',
    sm: '',
    sw: `想，冀思也。从心，相声。`,
    swy: `想，因希望得到而思念。从心，相声。`,
    xd: `
      “想”的本义为因希冀而思念。
      引申指想象。如苏轼《念奴娇·赤壁怀古》：“遥想公瑾当年，小乔初嫁了，雄姿英发。”
      还引申指怀念、回想。如辛弃疾《永遇乐·京口北固亭怀古》：“想当年，金戈铁马，气吞万里如虎。”
      进而引申指思考、思索。如“冥思苦想”。
      又引申指好像、如同。如李白《清平调》：“云想衣裳花想容，春风拂槛露华浓。”
    `
  },
  {
    id: 892,
    cn: '浴',
    ls: '形声',
    bs: '水部',
    sm: '上内是人，上外是水，下方是容器。意思是进入宗庙之前斋戒沐浴。',
    sw: `浴，洒身也。从水，谷声。`,
    swy: `浴，洗澡。从水，谷声。`,
    xd: `
      “浴”的本义为洗澡。如《楚辞·渔父》：“新沐者必弹冠，新浴者必振衣。”
      在古代，“沐”和“浴”是不一样的：“沐”是指洗头，“浴”则是指洗澡。
      “沐浴”连在一起，表示洗澡。比喻受润泽或得到某种恩惠。如“沐浴皇恩”。
    `
  },
  {
    id: 893,
    cn: '执',
    ls: '会意 形声',
    bs: '幸部',
    sm: '左边是手枷，右边是伸出双手的人。意思是逮捕罪人。',
    sw: `執，捕罪人也。从丮，从幸，幸亦声。`,
    swy: `執，拘捕罪人。由丮、由幸会意，幸也表声。`,
    xd: `
      “执”的本义是捕捉。如《左传·僖公五年》：“（虢）遂袭虞，灭之，执虞公。”
      引申为拿着、握着。如《左传·哀公十七年》：“诸侯盟，谁执牛耳？”古代诸侯订立盟约，要割牛耳歃血，由主盟国的代表拿着盛牛耳朵的盘子，故称主盟国为“执牛耳”。
      又引申为从事，如“执勤”、“执教”。进而引申为坚持。如“各执己见”。
      用作名词，指可拿作证明的凭据。如“回执”、“收执”、“执照”。
    `
  },
  {
    id: 894,
    cn: '热',
    ls: '象形',
    bs: '火部',
    sm: '字形像一个人手举火把之形，表示点燃火把。',
    sw: `熱，温也。从火，埶声。`,
    swy: `熱，温暖。从火，埶声。`,
    xd: `
      “热”的本义是点燃火把。泛指烧。甲骨卜辞中多次出现“爇田”一词，意思是点燃火炬以驱赶野兽，准备猎取。
      进而引申指温度高。如《孟子·梁惠王下》：“如水益深，如火益热。”
      引申指情意浓烈深厚。如“热爱”、“热情”。
      又引申指很受人关注或欢迎的。如“热门”、“热门货”。
    `
  },
  {
    id: 895,
    cn: '愿',
    ls: '形声',
    bs: '心部',
    sm: '',
    sw: `愿，谨也。从心，原声。`,
    swy: `愿，恭谨。从心，原声。`,
    xd: `
      “愿”的本义为老实、恭谨。如柳宗元《童区寄传》：“大府召视儿，幼愿耳。”意思是太府召见孩子，原来既幼小又老实呢。
      用作“願”的简化字时，本义为大头。
      引申指希望。如“愿天下有情人都成眷属”。
      又引申指心愿、愿望。如“得偿所愿”、“天从人愿”。
      还引申指乐意、情愿。如《木兰诗》：“愿为市鞍马，从此替爷征。”
    `
  },
  {
    id: 896,
    cn: '凉',
    ls: '形声',
    bs: '仌部',
    sm: '',
    sw: `凉，薄也。从水，京声。`,
    swy: `凉，淡薄（的酒）。从水，京声。`,
    xd: `
      “凉”的本义为酒味淡薄、不浓烈，读作liánɡ。如《周礼·天官·浆人》：“浆人掌共王之六饮：水、浆、醴、凉、医、酏。”
      引申指凉爽、不热、温度低。如“清凉”。
      又引申指人烟稀少、冷落。如“荒凉”。
      进而引申指凄凉、悲凉。又比喻灰心、失望。如“心中凉了半截”。
    `
  },
  {
    id: 897,
    cn: '驴',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 898,
    cn: '骡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 899,
    cn: '犊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 900,
    cn: '特',
    ls: '形声',
    bs: '牛部',
    sm: '',
    sw: `特，朴特，牛父也。从牛，寺声。`,
    swy: `特，没有阉割的牛，就是牛父。从牛，寺声。`,
    xd: `
      “特”的本义为公牛。
      引申指杰出的、超出一般的、不平常的。如“特立独行”。
      虚化为副词，表示专门、着意地。如“特此”、“特意”。也表示尤其、极。如“人缘特好”、“特认真”、“天气特热”。
      又表示单独。如《史记·留侯世家》：“张良多病，未尝特将也。”意思是，张良因为身体不好，所以没有单独带兵打仗。
    `
  },
  {
    id: 901,
    cn: '骇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 902,
    cn: '跃',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 903,
    cn: '超',
    ls: '形声',
    bs: '走部',
    sm: '',
    sw: `超，跳也。从走，召声。`,
    swy: `超，跳跃。从走，召声。`,
    xd: `
      “超”的本义为跳过、跃上。如《孟子·梁惠王上》：“挟太（泰）山以超北海”。
      由此引申指超过、胜过。如“超常”、“超额”。
      任何事物都有个上限，跳过上限就是超寻常的、不受世俗限制的。如“超凡脱俗”。
    `
  },
  {
    id: 904,
    cn: '骧',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 905,
    cn: '诛',
    ls: '形声',
    bs: '言部',
    sm: '',
    sw: `誅，讨也。从言，朱声。`,
    swy: `誅，声讨。从言，朱声。`,
    xd: `
      “诛”的本义是谴责、责备。如《论语·公冶长》：“朽木不可雕也，粪土之墙不可圬也，于予与何诛？”这是说腐烂的木头不可雕刻，粪土的墙面不可涂抹，对于宰予这样的人，还有什么好责备的呢？
      引申指整治、消除。如《国语·晋语》：“以惠诛怨。”意思是通过恩惠来消除怨恨。
      由责备又引申为讨伐、杀。如成语“天诛地灭”，就是形容人罪大恶极，连天地也要诛杀毁灭他。
    `
  },
  {
    id: 906,
    cn: '斩',
    ls: '会意',
    bs: '从車，从斤（斧钺），会斩杀之意。',
    sm: '',
    sw: `斬，也。从車，从斤。斩法车裂也。`,
    swy: `斬，斩杀。由車、由斤会意。斩杀效法车裂。`,
    xd: `
      “斩”的本义为斩杀。我们熟知的“过五关，斩六将”就是用的本义。
      又泛指砍伐、砍断。成语“披荆斩棘”、“斩草除根”中的“斩”都是指砍断。
      砍断了就没了，所以“斩”又引申指断绝。如《诗经·小雅·节南山》：“国既卒斩，何用不监？”大意就是，国运已经快要断绝，你为什么不察及？
    `
  },
  {
    id: 907,
    cn: '贼',
    ls: '会意',
    bs: '戈部',
    sm:
      '内部是青铜制的鼎，外左是盾，外上是矛。意思是用兵器削掉刻在鼎上的契约和誓词。',
    sw: `賊，败也。从戈，則声。`,
    swy: `賊，毁坏。从戈，則声。`,
    xd: `
      “贼”的本义是残害、伤害。
      引申指作乱叛国、危害人民的人。如“卖国贼”。
      又引申指偷东西的人。如“盗贼”。
      又引申指不正派的、邪的。如“有贼心没贼胆”、“贼眉鼠眼”。
      用作副词，表示很、非常。如“贼亮”。
    `
  },
  {
    id: 908,
    cn: '盗',
    ls: '会意',
    bs: '㳄部',
    sm:
      '上左是口涎，上右是人，下方是器皿。会一个人看到人家的器皿就会贪婪地流口涎，破坏了盟约。',
    sw: `盗，窃也。从水，从欠，从皿。`,
    swy: `盗，偷偷地将好东西窃为已有。从水，从欠，从皿。`,
    xd: `
      盗的本义是偷东西。如《荀子·脩身》：“窃货曰盗。”
      引申为偷盗财物的人。如《论语·阳货》：“其犹穿窬之盗也与。”
    `
  },
  {
    id: 909,
    cn: '捕',
    ls: '形声',
    bs: '手部',
    sm: '',
    sw: `捕，取也。从手，甫声。`,
    swy: `捕，捉取。从手，甫声。`,
    xd: `
      “捕”的本义为捕捉、捉拿。如陶渊明《桃花源记》：“晋太元中，武陵人捕鱼为业。”
      旧时衙门里负责缉捕的差役称为“捕快”。
    `
  },
  {
    id: 910,
    cn: '获',
    ls: '形声',
    bs: '犬部',
    sm: '上方是鸟，下方是手。意思是捉鸟。后来加上犬字旁，用来指猎物。',
    sw: `獲，獵所獲也。从犬，蒦声。`,
    swy: `獲，打猎时捕获的禽兽。从犬，蒦声。`,
    xd: `
      “获”的本义为猎得禽兽。如《易经·解》：“田获三狐。”意思就是猎得三只狐狸。
      引申指猎获的东西。如《吕氏春秋》：“田猎之获常过人矣。”
      又引申为俘虏敌人。如《史记·秦本纪》：“败秦师于肴，获百里孟明视、西乞术、白乙丙以归。”
      又引申为取得、得到。如“获得”、“获奖”。
    `
  },
  {
    id: 911,
    cn: '叛',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 912,
    cn: '亡',
    ls: '象形',
    bs: '',
    sm: '从入，从乚，乚表示隐蔽。会人到隐蔽处之义。',
    sw: `亡，逃也。从入，从乚。`,
    swy: `亡，逃离。从入，从乚。`,
    xd: `
      亡的本义是逃离，出走。如《国语·晋语四》：“晋公子生十七年而亡。”
      逃亡在外生死未卜，又引申为死亡。如《汉书·李广苏建传》：“存亡不可知。”
    `
  },
  {
    id: 913,
    cn: '布',
    ls: '形声',
    bs: '巾部',
    sm:
      '上方是拿着斧头的样子，下方是布。意思是麻布。古代没有棉，用麻制作织物。',
    sw: `布，枲织也。从巾，父声。`,
    swy: `布，麻织品。从巾，父声。`,
    xd: `
      “布”的本义为麻、葛织物。如“土布”。
      用作动词，指铺开、展开。如柳宗元《至小丘西小石潭记》：“日光下澈，影布石上。”
      引申指安排、设置。如“布防”。又指散布、流传。如宋玉《九辩》：“尚欲布名乎天下。”意思是，想要四海之内声名显扬。
      还引申指当众宣告。如“开诚布公”。进而引申指施与。如《乐府诗集·长歌行》：“阳春布德泽，万物生光辉。”
    `
  },
  {
    id: 914,
    cn: '射',
    ls: '象形',
    bs: '矢部',
    sm: '字形像箭在弦上，表示射箭',
    sw: `射，弓弩发于身而中于远也。`,
    swy: `射，弓弩从射手身上发射，而射中在远处。`,
    xd: `
      “射”的本义为开弓放箭。
      引申泛指借助推力、弹力或者压力而发出。如“射门”、“喷射”。
      由箭射靶子引申出用言语中伤之意。如“含沙射影”、“影射”。
      发光体的光线就像射出的箭，所以“射”还指照射。
      用作名词，指射礼，是周礼的一种。还引申指古代六艺（礼、乐、射、御、书、数）之一。
    `
  },
  {
    id: 915,
    cn: '僚',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 916,
    cn: '丸',
    ls: '象形',
    bs: '丸部',
    sm: '弓的弦上面放着弹丸。意思是弹弓的弹丸。',
    sw: `丸，圜，倾侧而转者。从反仄。凡丸之属皆从丸。`,
    swy: `丸，圆体，倾侧而回转无凝滞的东西。由“仄”字反过来表示。大凡丸的部属都从丸。`,
    xd: `
      “丸”的本义为小而圆的物体。引申特指弹丸。如“泥丸”、“铁丸”。如李白《少年子》：“金丸落飞鸟，夜入琼楼卧。”
      弹丸一般都很小，故“丸”后用来比喻地方狭小。如成语“弹丸之地”。
      还用作量词。如曹植《善哉行》：“仙人王乔，奉药一丸。”
    `
  },
  {
    id: 917,
    cn: '嵇',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 918,
    cn: '琴',
    ls: '象形',
    bs: '珡部',
    sm: '字形像琴的侧面图形，两个“王”是琴柱，弧形部分为琴身。',
    sw: `琴，禁也。神农所作。洞越。练朱五弦，周加二弦。象形。凡珡之属皆从珡。`,
    swy: `
      琴，用来禁止淫邪，端正人心。是神农制作的乐器。
      底板有通达的出音孔。朱红色的熟绢丝制成五根弦，周朝又增加了两根弦。像琴的形象。
      大凡珡的部属都从珡。
    `,
    xd: `
      “琴”的本义是中国古代一种弹拨弦乐器。如《诗经·周南·关雎》：“窈窕淑女，琴瑟友之。”
      后来泛指某些乐器。如“口琴”、“手风琴”。
    `
  },
  {
    id: 919,
    cn: '阮',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 920,
    cn: '啸',
    ls: '形声',
    bs: '口部',
    sm: '',
    sw: `嘯，吹声也。从口，肅声。`,
    swy: `嘯，撮口出声。从口，肅声。`,
    xd: `
      “啸”的本义为撮口发出清越而悠长的声音。岳飞《满江红》：“抬眼望，仰天长啸，壮怀激烈。”
      引申也指鸟兽等的长声鸣叫。范仲淹《岳阳楼记》：“薄暮冥冥，虎啸猿啼。”
      又引申指呼召、号召。如“海啸”、“呼啸”。
    `
  },
  {
    id: 921,
    cn: '恬',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 922,
    cn: '笔',
    ls: '会意',
    bs: '聿部',
    sm: '右上侧是一只手，其左是一枝笔的样子。',
    sw: `筆，秦谓之笔。从聿，从竹。`,
    swy: `筆，秦地叫它作笔。由聿、由竹会意。`,
    xd: `
      “笔”的本义就是写字用的笔。
      引申指书写或记载。如《史记·孔子世家》：“笔则笔，削则削。”即记则记，删则删。
      “笔札”一词，一般是指笔和纸。可是在《宋史·钱熙传》“善谈笑，精笔札”中，“笔札”却是指“书信”。这句话是说，钱熙不仅善于谈笑，而且还精于写书信。
    `
  },
  {
    id: 923,
    cn: '伦',
    ls: '形声',
    bs: '',
    sm: '人部',
    sw: `倫，辈也。从人，侖声。`,
    swy: `倫，辈。从人，侖声。`,
    xd: `
      “伦”的本义为辈、类。如成语“不伦不类”，意为既非这一类，又非那一类，形容不成样子或没有道理。
      引申指人伦，即传统礼教规定的人与人之间的道德关系。
      又引申指次序、条理。如成语“语无伦次”，就是指人讲话很乱，没有条理。
      还引申指匹敌、类比。如人们常说的“无与伦比”。
    `
  },
  {
    id: 924,
    cn: '纸',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 925,
    cn: '钧',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 926,
    cn: '巧',
    ls: '形声',
    bs: '工部',
    sm: '',
    sw: `巧，技也。从工，丂声。`,
    swy: `巧，技能。从工，丂声。`,
    xd: `
      “巧”的本义是技能好。
      引申指灵巧、能干。如“巧妇难为无米之炊”。
      又指美好、精妙。如《诗经·卫风·硕人》：“巧笑倩兮，美目盼兮。”
      还引申指伪诈、虚浮不实。如《论语·卫灵公》：“巧言乱德。”
      用作副词，是正好的意思。如“凑巧”、“碰巧”。
    `
  },
  {
    id: 927,
    cn: '任',
    ls: '会意 形声',
    bs: '',
    sm: '左边是人，右边是用来敲打金属、制造器物的台子，意思是承受强力和重量。',
    sw: `任，符（保）也。从人，壬声。`,
    swy: `任，保举。从人，壬声。`,
    xd: `
      “任”的本义指抱在怀里。
      引申表示负担、担当。如成语“任重道远”，其中的“任重”就是指担子很重。
      责任、任务是一种看不见的担子，负某种责任，就等于挑了某种担子，所以又引申指责任、任务。
      又引申为职务、职位。如成语“走马上任”。
      还指担任（职务）、任用。如成语“举贤任能”、“知人善任”。
      用作动词，表示担荷、担当。如成语“任劳任怨”，就是既能承受辛苦劳累，又能承受别人的怨恨。
      由信任又引申为听凭、放纵。如“放任自流”中的“放任”是指放纵，不加管束。
    `
  },
  {
    id: 928,
    cn: '钓',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 929,
    cn: '释',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 930,
    cn: '纷',
    ls: '会意 形声',
    bs: '糸部',
    sm: '',
    sw: `紛，马尾韬也。从糸，分声。`,
    swy: `紛，包藏马尾的套子。从糸，分声。`,
    xd: `
      “纷”的本义是兜住马尾防其散乱的兜子，现在此义已不用。
      引申指众多、杂乱。如屈原《涉江》：“霰雪纷其无垠兮，云霏霏而承宇。”
      还指繁盛的样子。如屈原《离骚》：“纷吾既有此内美兮，又重之以修能。”
      由纷乱引申指旌旗上的飘带。如扬雄《羽猎赋》：“青云为纷，虹霓为缳。”
    `
  },
  {
    id: 931,
    cn: '利',
    ls: '会意',
    bs: '刀部',
    sm: '左边是谷物，右边是刀。意思是割下谷物、储备粮食。',
    sw: `利，铦也。从刀。和然后利，从禾。《易》曰：‘利者，义之和也。’`,
    swy: `利，锋利。从刀。和顺协调然后有利，所以从禾。《易经》说：“利益，是由于义的顺。”`,
    xd: `
      “利”的本义为割禾。
      引申泛指锋利、刀口快。如《韩非子·难一》：“矛之利，于物无不陷也。”
      又引申指快捷、灵便。如《荀子·劝学》：“假舆马者，非利足也，而致千里。”
      由快捷引申指吉利、顺利。如“大吉大利”。
      从收禾而得利，引申指利益、财利、私利。
    `
  },
  {
    id: 932,
    cn: '俗',
    ls: '形声',
    bs: '人部',
    sm:
      '右上是神明的样子，左边表示宗庙，右下是装有祝词的容器。意思是想要看见神明的样子。',
    sw: `俗，习也。从人，谷声。`,
    swy: `俗，习惯。从人，谷声。`,
    xd: `
      “俗”的本义为习俗，即社会上长期形成的风尚、礼节、习惯的总和。
      在古代，由于交通不便，往往“十里不同俗”，故有成语“入乡随俗”。
      习俗是普遍流行的，故“俗”又引申指大众的、普遍的、一般的。如“俗语”。
      “俗”还引申指庸俗的、缺乏修养的。
      佛教以出家为尚，视未出家为俗，故又引申指佛教所谓尘世间或未出家的人。所以和尚若重新恢复普通人的身份则称为“还俗”。
    `
  },
  {
    id: 933,
    cn: '並',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 934,
    cn: '皆',
    ls: '会意',
    bs: '白部',
    sm:
      '上方是两个人并列的样子，下方是装有祝词的容器。意思是神明成双成对地降临。',
    sw: `皆，俱词也。从比，从白。`,
    swy: `皆，口径一致。字形采用“比、白”会义。`,
    xd: `
      皆的本义是都，全。如《书·汤誓》：“予及汝皆亡。”
    `
  },
  {
    id: 935,
    cn: '佳',
    ls: '会意 形声',
    bs: '人部',
    sm: '',
    sw: `佳，善也。从人，圭声。`,
    swy: `佳，美好。从人，圭声。`,
    xd: `
      “佳”的本义为美、好。如王维《九月九日忆山东兄弟》：“每逢佳节倍思亲。”
      引申形容女子貌美。如李延年《佳人歌》：“北方有佳人，绝世而独立。”
    `
  },
  {
    id: 936,
    cn: '妙',
    ls: '会意 形声',
    bs: '弦部',
    sm: '',
    sw: `玅，急戾也。从弦省，少声。`,
    swy: `玅，急躁暴戾。从弦省弓会意，少表声。`,
    xd: `
      作为“玅”的异体字，“妙”的本义为急躁暴戾。
      作本字，本义为少女。
      引申指青春年少。如“妙龄”一词现在用来专指女子的青春时期，但是在古代则是泛指青春年少。
      年轻的时光是人生中最美好的，故又引申指美好、美妙。如《古诗十九首》之《今日良宴会》：“弹筝奋逸响，新声妙入神。”
      又引申指精妙、微妙、精微。如《老子》第一章：“故常无欲以观其妙，常有欲以观其徼。”
      又引申指奇巧、神奇。如《后汉书·张衡传》：“后数日，驿至，果地震陇西，于是皆服其妙。”
    `
  },
  {
    id: 937,
    cn: '毛',
    ls: '象形',
    bs: '毛部',
    sm: '字形为像一撮兽毛之形。',
    sw: `毛，眉发之属及兽毛也。象形。凡毛之属皆从毛。`,
    swy: `毛，眉毛须发之类以及禽兽的毛。像毛之形。大凡毛的部属都从毛。`,
    xd: `
      “毛”的本义是毛发。如《左传·僖公十四年》：“皮之不存，毛将焉附？”
      “毛”又通“芼”，指草木、五谷。如《列子·汤问》：“以残年余力，曾不能毁山之一毛，其如土石何？”
    `
  },
  {
    id: 938,
    cn: '施',
    ls: '会意 形声',
    bs: '㫃部',
    sm: '左边是旗杆，右边是飘带随风飘舞的样子。会旗像蛇一样飘动之意。',
    sw: `施，旗皃。从㫃，也声。`,
    swy: `施，旗帜飘动的样子。从㫃，也声。`,
    xd: `
      “施”的本义是旗帜。
      引申指设置、安放。如林嗣环《口技》：“于厅事之东北角，施八尺屏障。”
      进而引申指实行、推行。古人常说要“施仁政”，其中的“施”指的就是推行。
      又引申指附着、加上、加给。如“施粉”，就是涂粉。
      又引申指散布、铺陈。如“云行雨施”，比喻广泛散布恩泽。
      又引申指给予，把自己的财物送给穷人、僧尼或寺庙。
    `
  },
  {
    id: 939,
    cn: '淑',
    ls: '形声',
    bs: '水部',
    sm:
      '在箭上(内部)系上能捕鸟的丝线(外部)。字形指的是『弔』字。意思是好的事物。',
    sw: `淑，清湛也。从水，叔声。`,
    swy: `淑，又清又深。从水，叔声。`,
    xd: `
      “淑”的本义为水清澈。
      引申为清澈、明朗。如《淮南子·本经训》：“日月淑清而扬光。”
      又引申指美、善、好。如《诗经·周南·关雎》：“窈窕淑女，君子好逑。”
    `
  },
  {
    id: 940,
    cn: '姿',
    ls: '形声',
    bs: '女部',
    sm: '',
    sw: `姿，态也。从女，次声。`,
    swy: `姿，姿态。从女，次声。`,
    xd: `
      “姿”的本义是姿态。如苏轼《念奴娇·赤壁怀古》中有“雄姿英发”之句，取的就是此义。
      用作形容词，指美好妩媚。如“姿色”，指的女子有美好的姿态和容貌。
      引申指资质、气质。如成语“蒲柳之姿”，就是用于形容就气质而言较柔弱的一类女子。
    `
  },
  {
    id: 941,
    cn: '工',
    ls: '象形',
    bs: '工部',
    sm: '字形为工具的样子。意思是锻造金属的台子；举行仪式时，作为神器使用。',
    sw: `工，巧饰也。象人有规、矩也。与巫同意。凡工之属皆从工。`,
    swy: `工，巧于文饰。像人手中有规、矩的样子。与“巫”字从工的构形意义相同。大凡工的部属都从工。`,
    xd: `
      “工”的本义为古人夯筑墙时用的夯杵。
      引申指手持工具干活的人。如《论语·卫灵公》：“工欲善其事，必先利其器。”
      进而引申指精巧、精致。如“工奇”，指精巧奇特。
    `
  },
  {
    id: 942,
    cn: '颦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 943,
    cn: '妍',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 944,
    cn: '笑',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 945,
    cn: '年',
    ls: '会意',
    bs: '禾部',
    sm: '上方是成稻子，下方是人。会人在负禾之意。',
    sw: `年，谷孰也。从禾，千声。《春秋传》曰：‘大有秊。’`,
    swy: `年，五谷成熟。从禾，千声。《春秋左氏传》说：“五谷大熟。”`,
    xd: `
      “年”的本义是谷熟，即年成。如《谷梁传·桓公三年》：“五谷皆熟为有年。”
      庄稼一年一熟，所以“年”引申为时间单位。如刘希夷《代悲白头翁》：“年年岁岁花相似，岁岁年年人不同。”
      又引申指年龄。如“童年”、“壮年”。
      进而引申指寿命。如曹操《龟虽寿》：“养怡之福，可得永年。”其中“永年”就是长寿的意思。
    `
  },
  {
    id: 946,
    cn: '矢',
    ls: '象形',
    bs: '矢部',
    sm: '字形为箭矢。意思是箭。',
    sw: `矢，弓弩矢也。从入，像镝栝羽之形。古者夷牟初作矢。凡矢之属皆从矢。`,
    swy: `
      矢，弓弩用的箭。从入，像箭头、箭末扣弦处、箭羽的样子。
      古时候，名叫夷牟的人最早制作箭。大凡矢的部属都从矢。
    `,
    xd: `
      “矢”的本义是箭。
      引申指直。“矢口否认”是说不含糊地一口否认。
      在古代，“矢”通“誓”。古代军队出师之前，将士们常以手持箭在神灵的面前起誓，以此祈求神灵保佑他们获取战争的胜利。
    `
  },
  {
    id: 947,
    cn: '每',
    ls: '象形',
    bs: '屮部',
    sm: '字形是一个面朝左跪着的妇女之形，头饰盛美。',
    sw: `每，艸盛上出也。从屮，母声。`,
    swy: `每，形容草木茂盛上长的样子。从屮，母声。`,
    xd: `
      “每”的本义是指头饰盛美。
      引申指植物茂盛。如“原田每每”。
      又表示每一，每次。如《论语·八悔》：“子入太庙，每事问。”
      引申指经常。如“每每得手”。
    `
  },
  {
    id: 948,
    cn: '催',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 949,
    cn: '曦',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 950,
    cn: '晖',
    ls: '形声',
    bs: '日部',
    sm: '',
    sw: `暉，光也。从日，軍声。`,
    swy: `暉，日光。从日，軍声。`,
    xd: `
      “晖”的本义为日光，即太阳的光辉。如孟郊《游子吟》：“谁言寸草心，报得三春晖。”又如范仲淹《岳阳楼记》：“朝晖夕阴。”意思就是早晨日光照耀，夜晚阴气凝聚。
      泛指光辉。如《长歌行》：“阳春布德泽，万物生光晖。”意思是春天洒满恩惠，所有的生物都散发着光辉。
      又引申指明。如《洛阳伽蓝记》：“及北海败散，国道重晖。”意思就是等到贼寇溃败，国家正道才又光明了。
    `
  },
  {
    id: 951,
    cn: '朗',
    ls: '会意 形声',
    bs: '月部',
    sm: '',
    sw: `朗，明也。从月，良声。`,
    swy: `朗，明亮。从月，良声。`,
    xd: `
      “朗”的本义为明亮。如陶渊明《桃花源记》：“复行数十步，豁然开朗。”
      引申指声音响亮。如李白《劳劳亭歌》：“我乘素舸同康乐，朗咏清川飞夜霜。”
    `
  },
  {
    id: 952,
    cn: '曜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 953,
    cn: '璇',
    ls: '会意',
    bs: '玉部',
    sm: '上方是有飘带的旗杆，下方是脚。意思是军队在旗子的指引下返回。',
    sw: `璇，美玉也。从玉，旋声。`,
    swy: `璇，美玉。从玉，旋声。`,
    xd: `
      璇的本义是美玉。如《穆天子传》：“天子之瑶:玉果、璇、珠、烛银、黄金之膏。”
    `
  },
  {
    id: 954,
    cn: '玑',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 955,
    cn: '悬',
    ls: '会意 形声',
    bs: '心部',
    sm: '左边为木，右边为绳索吊着人头，会吊着之意。',
    sw: `縣，系也。从系持。`,
    swy: `縣，就是绑。从绳子吊着倒着的头会意。`,
    xd: `
      “悬”的本义是吊挂。如“悬梁刺股”中的“悬梁”，指的就是把头发用绳子系在房梁上。
      引申为悬空、无着落、久延不决。如“悬案”、“悬而未决”等。
      当记挂某些人或事的时候，心会有被吊起来的感觉，所以“悬”又引申为牵挂、惦念。如“悬心”。
      “悬”还有远隔之意。如“悬殊”。
      用作形容词，形容高耸、陡峭。如成语“悬崖勒马”。
    `
  },
  {
    id: 956,
    cn: '斡',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 957,
    cn: '晦',
    ls: '形声',
    bs: '日部',
    sm: '',
    sw: `晦，月尽也。从日，每声。`,
    swy: `晦，月终的一天。从日，每声。`,
    xd: `
      “晦”的本义为农历每月的最后一天。如《庄子·逍遥游》：“朝菌不知晦朔。”
      引申指昏暗不明。如欧阳修《醉翁亭记》：“晦明变化者，山间之朝暮也。”
      进而引申指义理深微、隐晦、含蓄。如《左传·成公十四年》：“《春秋》之称，微而显，志而晦，婉而成章。”
    `
  },
  {
    id: 958,
    cn: '魄',
    ls: '形声',
    bs: '鬼部',
    sm: '',
    sw: `魄，阴神也。从鬼，白声。`,
    swy: `魄，阴神。从鬼，白声。`,
    xd: `
      “魄”的本义为人始生时就依附于人身的精神。
      古人认为魄是阴神，魂是阳神；魄是先天的，随形而生，魂是后天的，随气而生。如《左传·昭公七年》说：“人生始化为魄，既生魄，阳曰魂。”
    `
  },
  {
    id: 959,
    cn: '环',
    ls: '形声',
    bs: '玉部',
    sm:
      '右上是眼睛，右下是死者的衣襟，左边是玉，祈祷死者复活的仪式上会使用圆形的玉。',
    sw: `環，璧也。肉好若一谓之环。`,
    swy: `環，玉璧类。边宽与璧孔的直径相等，就叫做環。`,
    xd: `
      “环”的本义为孔的直径和周边的宽度相等的圆形玉璧。如《礼记·经解》：“行步则有环珮之声，升车则有鸾和之音。”
      泛指圆圈形的东西。如曹植《美女篇》：“攘袖见素手，皓腕约金环。”
      又引申指互相关联的事物中的一个。如“环环相扣”、“环节”。
      用作动词，指环绕、围绕。如《史记·廉颇蔺相如列传》：“秦王方环柱走，卒惶急。”
      又引申指循环。如《梁书·武帝纪下》：“朕思利兆民，惟日不足，气像环回。”
    `
  },
  {
    id: 960,
    cn: '照',
    ls: '会意 形声',
    bs: '火部',
    sm: '',
    sw: `照，明也。从火，昭声。`,
    swy: `照，光明照耀。从火，昭声。`,
    xd: `
      “照”的本义为明亮、光明。如《诗经·陈风·月出》：“月出照兮，佼人燎兮。”
      引申指照射、照耀。如文天祥《过零丁洋》：“人生自古谁无死，留取丹心照汗青。”
      又引申指映照、反射影像。如温庭筠《菩萨蛮》：“照花前后镜，花面交相映。”特指拍摄影像。如“照相”。
      进而引申指拍摄后洗印出来的图像、相片。如“剧照”。
      用作名词，指凭据、证明。如“有照经营”、“执照”。
    `
  },
  {
    id: 961,
    cn: '指',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 962,
    cn: '薪',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 963,
    cn: '修',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 964,
    cn: '祜',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 965,
    cn: '永',
    ls: '象形',
    bs: '永部',
    sm: '水合流之后顺利流动的样子。意思是水流很长。',
    sw: `永，长也。像水巠（水脉）理（水纹）之长。`,
    swy: `永，水流长。像水的直流和波纹的漫长。`,
    xd: `
      “永”的本义是在水流中游泳。
      由水流长又可以引申指长（不短）。如阮籍《咏怀》十七：“独坐空堂上，谁可与欢者。出门临永路，不见行车马。”“永路”指的就是遥远的路途。
      又可以引申指时间长。如陶渊明《杂诗》八首其二：“风来入房户，夜中枕席冷。气变悟时易，不眠知夕永。”
    `
  },
  {
    id: 966,
    cn: '绥',
    ls: '会意 形声',
    bs: '糸部',
    sm: '从爪，从女，会安抚之意。',
    sw: `绥，车中把也。从糸，从妥。`,
    swy: `绥，车上用以拉手上车的绳索。字形采用“糸”作边旁，采用“妥”作声旁。`,
    xd: `
      “绥”的本义为登车时用手拉着的绳索。如《庄子·让王》：“王子搜援绥登车，仰天而呼。”
      用作动词，指安抚、平定。如《诗经·大雅·民劳》：“惠此中国，以绥四方。”
      又表示舒缓。如王褒《洞箫赋》：“悲怆怳以恻惐兮，时恬淡以绥肆。”
    `
  },
  {
    id: 967,
    cn: '吉',
    ls: '会意',
    bs: '口部',
    sm: '上方像盛满事物的器物，下方是供桌一类的东西，表示家有吉庆。',
    sw: `吉，善也。从士、口。`,
    swy: `吉，美好吉祥。由士、口会意。`,
    xd: `
      “吉”的本义为吉祥、吉利。如“大吉大利”。
      引申为善、美好。如杜甫《忆昔》之二：“九州道路无豺虎，远行不劳吉日出。”
    `
  },
  {
    id: 968,
    cn: '劭',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 969,
    cn: '矩',
    ls: '会意 形声',
    bs: '矢部',
    sm: '字形像一成年人一手持筑杵之形，表示用力夯筑。',
    sw: `矩，夯也。从矢，巨声。`,
    swy: `矩，夯筑。从矢，巨声。`,
    xd: `
      “矩”的本义为一成年人一手持筑杵用力夯筑。
      建筑有一定的法规，故引申指法规、规则。如颜之推《颜氏家训·序致》：“规行矩步，安辞定色。”
      墙要先用木板围成长方形，故又引申表示画直角或方形的工具。如《荀子·赋》：“圆者中规，方者中矩。”
      又引申表示方形。在几何中特指长方形。如“矩形”。
      物理学中表示力和力臂的乘积。如“力矩”。
    `
  },
  {
    id: 970,
    cn: '步',
    ls: '会意',
    bs: '步部',
    sm: '上方是左脚，下方是右脚，字形是左脚和右脚前后并列的样子。意思是步行。',
    sw: `步，行也。从止、相背。凡步之属皆从步。`,
    swy: `步，行走。由“止”、“ ”两字相背会意。大凡步的部属都从步。`,
    xd: `
      “步”的本义是行走。如屈原《涉江》：“步余马兮山皋，邸余车兮方林。”
      引申为按照、跟着。如毛泽东《浣溪沙》：“柳亚子先生即席赋浣溪沙，因步其韵奉和。”
      用作名词，指行走时两足之间的距离。如《荀子·劝学》：“不积跬步，无以至千里。”
    `
  },
  {
    id: 971,
    cn: '引',
    ls: '会意',
    bs: '弓部',
    sm: '字形像一张大弓搭着箭，即引弓的样子。',
    sw: `引，开弓也。从弓、丨。`,
    swy: `引，拉开弓。由弓、丨会意。`,
    xd: `
      “引”的本义为拉开弓。如卢纶《和张仆射塞下曲》：“林暗草惊风，将军夜引弓。”
      引申指拉、牵挽。成语“引而不发”意思就是拉满了弓却不射出箭，只是摆出跃跃欲射的姿态。比喻善于启发引导，也比喻做好准备暂不行动，以待时机。
      又可以引申为引导、带领。如《史记·魏公子列传》：“至家，公子引侯生坐上坐。”
    `
  },
  {
    id: 972,
    cn: '领',
    ls: '形声',
    bs: '頁部',
    sm: '',
    sw: `領，項也。从頁，令声。`,
    swy: `领，颈。从頁，令声。`,
    xd: `
      “领”的本义为脖子。如白居易《发白狗峡次黄牛峡登高寺却望忠州》：“北归虽引领，南望亦回头。”其中的“引领”便是伸颈远望，形容期望殷切。
      引申为衣领。
      作动词用时表示统领、带领。
      又指理解、懂得。如“心领神会”。
      还表示指接受、受取。如“领命”便是接受命令，遵照命令指示去办。
      作量词，用于衣服、席等。如“一领青衣”。
    `
  },
  {
    id: 973,
    cn: '俯',
    ls: '会意 形声',
    bs: '人部',
    sm: '',
    sw: `俯，下也。从人，府声。`,
    swy: `俯，低头。从人，府声。`,
    xd: `
      “俯”的本义为低头。如成语“俯首帖耳”。
      引申指弯腰屈身。如成语“俯拾皆是”意为只要弯下身子来捡，到处都是。
      又引申指蛰伏、卧伏。如《礼记·月令》：“（季秋之月，）蛰虫咸俯在内，皆墐其户。”意思是说秋季最后一个月（即农历九月），蛰虫都卧伏在洞内，都堵住洞口。
      还用作敬辞，用于对方对自己的动作、行为。如“俯允”、“俯念”、“俯察”等。
    `
  },
  {
    id: 974,
    cn: '仰',
    ls: '会意 形声',
    bs: '人部',
    sm: '',
    sw: `仰，举也。从人，从卬。`,
    swy: `仰，抬头。由人、由卬会意。`,
    xd: `
      “仰”的本义为抬头向上。如《易·系辞上》：“仰以观于天文，俯以察于地理。”
      古人对尊敬的人，特别是君主、圣人往往是伏地而跪，双目仰视，由此引申指敬慕、佩服。成语“高山仰止”，就是比喻对崇高品德的仰慕。
      因此旧时又引申作公文敬辞，在下级对上级行文中用在“请”、“祈”、“恳”等字之前，表示恭敬与切望。
      又引申指依赖、仰仗。如《墨子·七患》：“凡五谷者，民之所仰也。”
    `
  },
  {
    id: 975,
    cn: '廊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 976,
    cn: '庙',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 977,
    cn: '束',
    ls: '会意',
    bs: '束部',
    sm: '字形为将杂木绑起来进行捆扎。意思是捆扎。',
    sw: `束，缚也。从囗、木。凡束之属皆从束。`,
    swy: `束，捆缚。由囗、木会意。大凡束的部属都从束。`,
    xd: `
      “束”的本义是捆绑。如《易·贲》：“束帛戋戋。”意思是很多捆起来的丝织物“帛”码放在那里。
      引申为收拾或整理好。如“束囊”是收拾行装，“束担”是收拾行李。
      “束”又引申为搁置。如苏轼《李氏山房藏书记》：“束书不观，游谈无根。”
      后来又引申为管束的意思。如“束身自爱”等。
      又引申为束缚、约束的意思。如李白《留别广陵诸公》：“空名束壮士。”是说虚名约束住了有壮志的人。
    `
  },
  {
    id: 978,
    cn: '带',
    ls: '象形',
    bs: '巾部',
    sm: '字形上下有缨头，中间弯曲，很像一条两头下垂的长带子。',
    sw: `帶，绅也。男子鞶带，妇人带丝。象系佩之形。佩必有巾，从巾。`,
    swy: `帶，大的衣带。男子佩皮革的衣带，妇人以丝为衣带。像系佩的样子。佩一定有巾，所以从巾。`,
    xd: `
      “带”的本义为系在腰间的带子。如柳永《雨霖铃》：“衣带渐宽终不悔，为伊消得人憔悴。”
      泛指各种窄长条的带子。如“鞋带”。
      用作动词，指随身携着、拿着。如屈原《涉江》：“带长铗之陆离兮。”
      进而引申指佩戴、披挂。如黄巢《不第后赋菊》：“冲天香阵透长安，满城尽带黄金甲。”
    `
  },
  {
    id: 979,
    cn: '矜',
    ls: '会意 形声',
    bs: '矛部',
    sm: '',
    sw: `矛柄也。从矛，今声。`,
    swy: `矜，矛的把。从矛，今声。`,
    xd: `
      “矜”的本义为矛柄，读作qín。如贾谊《过秦论》：“锄櫌棘矜，非铦于钩戟长铩也；谪戍之众，非抗于九国之师也。”
      读作jīn，是指自夸、自恃。如“自矜”、“矜功”。自恃之人往往喜欢指挥别人，故而引申为挥动、奋起。
      又指苦、穷困。如《庄子·在宥》：“愁其五藏以为仁义，矜其血气以规法度。”
      人之所以穷困，是因为身处困境，所以引申出凶危、危险义。如《诗经·小雅·菀柳》：“曷予靖之，居以凶矜。”
    `
  },
  {
    id: 980,
    cn: '庄',
    ls: '会意 形声',
    bs: '艸部',
    sm: '上方是有脚的桌子，下方是祭祀时使用的礼冠。意思是庄严。',
    sw: `莊，艸大也。从艸，壮声。`,
    swy: `莊，草粗壮盛大。从艸，壮声。`,
    xd: `
      “庄”的本义为盛大。
      引申指大道。如“康庄大道”。
      后来，人们又把生意兴隆、财力盛大的店铺后加上一个庄字。如“布庄”、“钱庄”、“茶庄”。
      引申为村庄——古时皇室、官僚、地主等在乡下占据的大片土地及其建筑物。如姚合《原上新居》：“邻富鸡长住，庄贫客渐稀。”
      后来，人们把这种村庄、田庄不动之义引入赌博中，“庄”因此就有了庄家的意思。
    `
  },
  {
    id: 981,
    cn: '徘',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 982,
    cn: '徊',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 983,
    cn: '瞻',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 984,
    cn: '眺',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 985,
    cn: '孤',
    ls: '形声',
    bs: '子部',
    sm: '',
    sw: `孤，无父也。从子，瓜声。`,
    swy: `孤，（年幼而）没有父亲。从子，瓜声。`,
    xd: `
      “孤”的本义为幼年死去父亲。
      引申指孤单、单独。如王维《使至塞上》：“大漠孤烟直，长河落日圆。”
      又引申指少、贫乏。如《礼记·学记》：“独学而无友，则孤陋而寡闻。”
      用于抽象意义，引申指孤高。如孟郊《连州吟》：“孤怀吐明月，众毁铄黄金。”
      “孤”还用作古代王侯自谦之词。
    `
  },
  {
    id: 986,
    cn: '陋',
    ls: '会意 形声',
    bs: '阝部',
    sm:
      '从（左阝，像古人穴居时上下用的脚窝），从匝，表示古代可掩身的简陋穴居，匝兼表声',
    sw: `陋，阨陕也。从，匝声。`,
    swy: `陋，简单，狭窄。从，匝声。`,
    xd: `
      “陋”的本义为狭窄、简陋。
      进而引申指粗鄙的、不合理的。如成语“陈规陋习”，指的就是指陈旧不合理的规章制度或习惯。
      又引申指丑、难看。如“丑陋”。
      粗鄙之人，多出身微贱，所以“陋”又引申指卑贱、低微。见识浅薄也可以称“陋”。如成语“孤陋寡闻”。
    `
  },
  {
    id: 987,
    cn: '寡',
    ls: '会意',
    bs: '宀部',
    sm: '上方是宗庙的屋顶，里面只有一个长着长头发的人。会人少之意。',
    sw: `寡，少也。从宀，从頒。頒，分赋也，故为少。`,
    swy: `寡，少。由宀、頒会意。頒，表示分授房屋，所以有“少”的含义。`,
    xd: `
      “寡”的本义是少。成语“曲高和寡”、“孤陋寡闻”、“少言寡语”，都是这种用法。
      老而无夫的人亦称为“寡”。如“鳏寡孤独”一词，就泛指老弱无依的人。
      也可引申为古代君主的自称。如“寡人”。
    `
  },
  {
    id: 988,
    cn: '闻',
    ls: '会意 形声',
    bs: '耳部',
    sm: '右边是一只耳朵，左边是一个举手附耳谛听的人之形。',
    sw: `聞，知声也。从耳，門声。`,
    swy: `聞，知晓其声。从耳，門声。`,
    xd: `
      “闻”的本义为听见。如孟浩然《春晓》：“春眠不觉晓，处处闻啼鸟。”
      引申表示听说、知道。如韩愈《师说》：“闻道有先后。”
      还引申指听见的事情、消息。如“传闻”、“见闻”。
      进而引申指闻名。如诸葛亮《出师表》：“苟全性命于乱世，不求闻达于诸侯。”
    `
  },
  {
    id: 989,
    cn: '愚',
    ls: '形声',
    bs: '心部',
    sm: '上方是趴着的爬虫类，下方是心。意思是行动很迟钝。',
    sw: `愚，憨也。从心从禺。禺，猴属，兽之愚者。`,
    swy: `愚，痴顽。字形采用“心、禺”会义。禺，属猴类，为兽中顽愚的动物。`,
    xd: `
      愚的本义是愚蠢，愚昧。如《荀子·脩身》：“非是是非谓之愚。”
    `
  },
  {
    id: 990,
    cn: '蒙',
    ls: '形声 会意',
    bs: '艸部',
    sm: '上方是一个盖子，下方是一中植物，会缠绕覆盖寄生草本植物之意。',
    sw: `蒙，王女也。从艸，冡声。`,
    swy: `蒙，大的女罗草。从艸，冡声。`,
    xd: `
      “蒙”的本义是菟丝草，读作ménɡ。
      引申指覆盖。上对下是覆盖，下对上则是承受，故引申为承受、受。如“蒙恩”。
      覆盖则不明，故又引申为不明事理、无知。如“蒙昧”、“启蒙”。
      遮蔽则使人不明真相，故引申为欺骗，又读mēnɡ。如“蒙骗”、“蒙人”。
      受蒙蔽则头脑不清，故又引申指昏乱。如“蒙头转向”。
      进而引申为平空猜想。如“瞎蒙”、“蒙对了”。
      又读měnɡ，指蒙古族。
    `
  },
  {
    id: 991,
    cn: '等',
    ls: '会意',
    bs: '竹部',
    sm: '',
    sw: `等，齐简也。从竹，从寺。寺，官曹之等平也。`,
    swy: `等，整齐的竹简。由竹、由寺会意。寺，是官署的竹简整齐的意思。`,
    xd: `
      “等”的本义为整齐的竹简。引申泛指相同、等同。如《史记·陈涉世家》：“今亡亦死，举大计亦死，等死，死国可乎？”意思是说，现在逃亡也是死罪，谋反也是死罪，等同的死，那么我们为自己的国家而死，可以吗？
      特指台阶的级。由此引申为表示数量或程度的级别。如“等级”、“等次”。
    `
  },
  {
    id: 992,
    cn: '诮',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 993,
    cn: '谓',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 994,
    cn: '语',
    ls: '形声',
    bs: '言部',
    sm:
      '左边是向神明发誓、祈祷的语言，右边是用树冠守护祈祷的效果。指的是保护祈祷不受攻击的防御性语言。',
    sw: `語，论也。从言，吾声。`,
    swy: `語，辩论。从言，吾声。`,
    xd: `
      “语”的本义是交谈、谈论。如《论语·述而》：“子不语：怪、力、乱、神。”又特指谚语、俗语、成语之类。
      还指表示语言的动作或信号。如“手语”、“灯语”。
      除了人之外，其他事物发出的声音也可以称“语”。如白居易《琵琶行》：“今夜闻君琵琶语，如听仙乐耳暂明。”所谓“琵琶语”，就是指琵琶弹奏出的声音。
      “语”还读作yù，表示告诉的意思。
    `
  },
  {
    id: 995,
    cn: '助',
    ls: '形声',
    bs: '力部',
    sm: '',
    sw: `助，左也。从力，且声。`,
    swy: `助，辅佐。从力，且声。`,
    xd: `
      “助”的本义为帮助。如《孟子·公孙丑下》：“得道多助，失道寡助。”
      可以引申指辅助。如《诗经·小雅·车攻》：“射夫即同，助我举柴。”大意是说弓箭手们会拢，辅助我（周宣王）共同猎获禽兽成堆。
      由本义还可以引申出增添、增加的意思。如“助哭”，这是旧时办丧事时的一种习俗。客来灵前吊丧，丧主命人号哭以助哀，目的是增加丧礼现场哀伤的气氛。
    `
  },
  {
    id: 996,
    cn: '者',
    ls: '象形',
    bs: '白部',
    sm: '上部像槠树形，口为附加义符。',
    sw: `者，别事词也。`,
    swy: `者，区别事物的词。`,
    xd: `
      “者”的本义应是槠，一种树名。
      后世所用乃是其假借义，主要作助词用。
      用作动词、形容词之后，能组成“者”字词组，这种词组可译为……的（人、事、物）。如“智者”、“贤者”。
      用在表时间的名词后面，表示停顿。如《礼记》中有“昔者，吾舅死于虎”，这里的“昔者”就是指从前。
    `
  },
  {
    id: 997,
    cn: '焉',
    ls: '象形',
    bs: '乌部',
    sm: '字形像头上有毛角的鸟。',
    sw: `焉，焉鸟，黃色，出于江淮。象形。`,
    swy: `焉，焉鸟，黃色，出产在长江、淮水一带。象形字。`,
    xd: `
      “焉”的本义为一种黄色的鸟。如黄滔《唐城客梦》：“群焉胙充，飞而不举。”
      用作代词，可以表示人称，也可以表示疑问，还能作指示代词。
      用作兼词，相当于“于是”，表示在这里、在那里。如《荀子·劝学》：“积土成山，风雨兴焉；积水成渊，蛟龙生焉”。
      用于陈述句末，表示论断、决断或终结语气。如《愚公移山》：“虽我之死，有子存焉。”
      用于句末，表示疑问。如《国语·越语》：“今已服矣，又何求焉？”
    `
  },
  {
    id: 998,
    cn: '哉',
    ls: '',
    bs: '',
    sm: '',
    sw: ``,
    swy: ``,
    xd: ``
  },
  {
    id: 999,
    cn: '乎',
    ls: '象形',
    bs: '兮部',
    sm: '上方的符号表示声音上扬，下方的符号表示舒气。',
    sw: `乎，语之馀也。从兮，象声上越扬之形也。`,
    swy: `乎，吐气。从兮，是声音上扬的形象。`,
    xd: `
      乎的本义是吐气。
      引申为语气词。如《论语》：“为人谋而不忠乎？与朋友交而不信乎？传不习乎？”
    `
  },
  {
    id: 1000,
    cn: '也',
    ls: '象形',
    bs: '乁部',
    sm: '字形像古代的一种盥器，匜。',
    sw: `也，女阴也。象形。`,
    swy: `也，女人的阴部。象形。`,
    xd: `
      “也”的本义为一种盥洗器具，是“匜”的初文。
      用作语气词用，放在句尾，表示判断或肯定。如《韩非子·五蠹》：“皆守株之类也。”
      用在句末，也可以表示疑问，相当于“呢”、“吗”。如《史记·陈涉世家》：“若为佣耕，何富贵也？”意思是，你是受雇佣帮人耕作的，怎么会富贵呢？
      有时“也”字也放在句中，多表示语气的停顿，以提起下文。如袁枚《黄生借书说》：“知幸与不幸，则其读书也必专，而其归书也必速。”
    `
  }
]
