export default [
  {
    id: 1,
    cn: '天',
    ls: '象形',
    sw:
      '上方表示头顶，再和从正面看到的人(下方)组合起来。原意是头，后来转换为指天空。'
  },
  {
    id: 2,
    cn: '地',
    ls: '',
    sw: ''
  },
  {
    id: 3,
    cn: '玄',
    ls: '',
    sw: ''
  },
  {
    id: 4,
    cn: '黄',
    ls: '',
    sw: ''
  },
  {
    id: 5,
    cn: '宇',
    ls: '',
    sw: ''
  },
  {
    id: 6,
    cn: '宙',
    ls: '',
    sw: ''
  },
  {
    id: 7,
    cn: '洪',
    ls: '',
    sw: ''
  },
  {
    id: 8,
    cn: '荒',
    ls: '',
    sw: ''
  },
  {
    id: 9,
    cn: '日',
    ls: '',
    sw: ''
  },
  {
    id: 10,
    cn: '月',
    ls: '',
    sw: ''
  },
  {
    id: 11,
    cn: '盈',
    ls: '',
    sw: ''
  },
  {
    id: 12,
    cn: '昃',
    ls: '',
    sw: ''
  },
  {
    id: 13,
    cn: '辰',
    ls: '',
    sw: ''
  },
  {
    id: 14,
    cn: '宿',
    ls: '',
    sw: ''
  },
  {
    id: 15,
    cn: '列',
    ls: '',
    sw: ''
  },
  {
    id: 16,
    cn: '张',
    ls: '',
    sw: ''
  },
  {
    id: 17,
    cn: '寒',
    ls: '',
    sw: ''
  },
  {
    id: 18,
    cn: '来',
    ls: '',
    sw: ''
  },
  {
    id: 19,
    cn: '暑',
    ls: '',
    sw: ''
  },
  {
    id: 20,
    cn: '往',
    ls: '',
    sw: ''
  },
  {
    id: 21,
    cn: '秋',
    ls: '',
    sw: ''
  },
  {
    id: 22,
    cn: '收',
    ls: '',
    sw: ''
  },
  {
    id: 23,
    cn: '冬',
    ls: '',
    sw: ''
  },
  {
    id: 24,
    cn: '藏',
    ls: '',
    sw: ''
  },
  {
    id: 25,
    cn: '闰',
    ls: '',
    sw: ''
  },
  {
    id: 26,
    cn: '余',
    ls: '',
    sw: ''
  },
  {
    id: 27,
    cn: '成',
    ls: '',
    sw: ''
  },
  {
    id: 28,
    cn: '岁',
    ls: '',
    sw: ''
  },
  {
    id: 29,
    cn: '律',
    ls: '',
    sw: ''
  },
  {
    id: 30,
    cn: '吕',
    ls: '',
    sw: ''
  },
  {
    id: 31,
    cn: '调',
    ls: '',
    sw: ''
  },
  {
    id: 32,
    cn: '阳',
    ls: '',
    sw: ''
  },
  {
    id: 33,
    cn: '云',
    ls: '',
    sw: ''
  },
  {
    id: 34,
    cn: '腾',
    ls: '',
    sw: ''
  },
  {
    id: 35,
    cn: '致',
    ls: '',
    sw: ''
  },
  {
    id: 36,
    cn: '雨',
    ls: '',
    sw: ''
  },
  {
    id: 37,
    cn: '露',
    ls: '',
    sw: ''
  },
  {
    id: 38,
    cn: '结',
    ls: '',
    sw: ''
  },
  {
    id: 39,
    cn: '为',
    ls: '',
    sw: ''
  },
  {
    id: 40,
    cn: '霜',
    ls: '',
    sw: ''
  },
  {
    id: 41,
    cn: '金',
    ls: '',
    sw: ''
  },
  {
    id: 42,
    cn: '生',
    ls: '',
    sw: ''
  },
  {
    id: 43,
    cn: '丽',
    ls: '',
    sw: ''
  },
  {
    id: 44,
    cn: '水',
    ls: '',
    sw: ''
  },
  {
    id: 45,
    cn: '玉',
    ls: '',
    sw: ''
  },
  {
    id: 46,
    cn: '出',
    ls: '',
    sw: ''
  },
  {
    id: 47,
    cn: '昆',
    ls: '',
    sw: ''
  },
  {
    id: 48,
    cn: '冈',
    ls: '',
    sw: ''
  },
  {
    id: 49,
    cn: '剑',
    ls: '',
    sw: ''
  },
  {
    id: 50,
    cn: '号',
    ls: '',
    sw: ''
  },
  {
    id: 51,
    cn: '巨',
    ls: '',
    sw: ''
  },
  {
    id: 52,
    cn: '阙',
    ls: '',
    sw: ''
  },
  {
    id: 53,
    cn: '珠',
    ls: '',
    sw: ''
  },
  {
    id: 54,
    cn: '称',
    ls: '',
    sw: ''
  },
  {
    id: 55,
    cn: '夜',
    ls: '',
    sw: ''
  },
  {
    id: 56,
    cn: '光',
    ls: '',
    sw: ''
  },
  {
    id: 57,
    cn: '果',
    ls: '',
    sw: ''
  },
  {
    id: 58,
    cn: '珍',
    ls: '',
    sw: ''
  },
  {
    id: 59,
    cn: '李',
    ls: '',
    sw: ''
  },
  {
    id: 60,
    cn: '柰',
    ls: '',
    sw: ''
  },
  {
    id: 61,
    cn: '菜',
    ls: '',
    sw: ''
  },
  {
    id: 62,
    cn: '重',
    ls: '',
    sw: ''
  },
  {
    id: 63,
    cn: '芥',
    ls: '',
    sw: ''
  },
  {
    id: 64,
    cn: '姜',
    ls: '',
    sw: ''
  },
  {
    id: 65,
    cn: '海',
    ls: '',
    sw: ''
  },
  {
    id: 66,
    cn: '咸',
    ls: '',
    sw: ''
  },
  {
    id: 67,
    cn: '河',
    ls: '',
    sw: ''
  },
  {
    id: 68,
    cn: '淡',
    ls: '',
    sw: ''
  },
  {
    id: 69,
    cn: '鳞',
    ls: '',
    sw: ''
  },
  {
    id: 70,
    cn: '潜',
    ls: '',
    sw: ''
  },
  {
    id: 71,
    cn: '羽',
    ls: '',
    sw: ''
  },
  {
    id: 72,
    cn: '翔',
    ls: '',
    sw: ''
  },
  {
    id: 73,
    cn: '龙',
    ls: '',
    sw: ''
  },
  {
    id: 74,
    cn: '师',
    ls: '会意',
    sw:
      '左边是祭肉，『𠂤』字的原形。右边是带有血迹的刀。意思是有权切割祭肉的人。'
  },
  {
    id: 75,
    cn: '火',
    ls: '',
    sw: ''
  },
  {
    id: 76,
    cn: '帝',
    ls: '',
    sw: ''
  },
  {
    id: 77,
    cn: '鸟',
    ls: '',
    sw: ''
  },
  {
    id: 78,
    cn: '官',
    ls: '会意',
    sw:
      '上方是屋顶，下方是作为军队保护神的祭祀所用的肉。意思是放置祭肉的神圣场所。'
  },
  {
    id: 79,
    cn: '人',
    ls: '象形',
    sw: '这个字描摹的是从侧面观察到的人站立时的形态。意思是人'
  },
  {
    id: 80,
    cn: '皇',
    ls: '',
    sw: ''
  },
  {
    id: 81,
    cn: '始',
    ls: '形声',
    sw: '铁铲(上左)、女子(上右)和装有祝词的容器(下方)。意思是女子祈祷分娩顺利。'
  },
  {
    id: 82,
    cn: '制',
    ls: '',
    sw: ''
  },
  {
    id: 83,
    cn: '文',
    ls: '象形',
    sw:
      '在死者胸部(外部)放上巫术的饰物(内部)，以防止死者的灵魂出来，意思是祈祷死者复活。'
  },
  {
    id: 84,
    cn: '字',
    ls: '会意',
    sw: '上方是宗庙的屋顶，下方是孩子。意思是在宗庙里向神明报告孩子出生的仪式。'
  },
  {
    id: 85,
    cn: '乃',
    ls: '',
    sw: ''
  },
  {
    id: 86,
    cn: '服',
    ls: '',
    sw: ''
  },
  {
    id: 87,
    cn: '衣',
    ls: '',
    sw: ''
  },
  {
    id: 88,
    cn: '裳',
    ls: '',
    sw: ''
  },
  {
    id: 89,
    cn: '推',
    ls: '',
    sw: ''
  },
  {
    id: 90,
    cn: '位',
    ls: '会意',
    sw:
      '一个张开双手站立的人，指的是人所站立的场所。原本是『站立』的『立』字。站立的场所叫作『位』。'
  },
  {
    id: 91,
    cn: '让',
    ls: '',
    sw: ''
  },
  {
    id: 92,
    cn: '国',
    ls: '',
    sw: ''
  },
  {
    id: 93,
    cn: '有',
    ls: '',
    sw: ''
  },
  {
    id: 94,
    cn: '虞',
    ls: '形声',
    sw:
      '披着虎皮(上方)、举着装有祝词的容器(下右)、跳着舞(下左)祈祷。意思是使神明快乐。'
  },
  {
    id: 95,
    cn: '陶',
    ls: '',
    sw: ''
  },
  {
    id: 96,
    cn: '唐',
    ls: '',
    sw: ''
  },
  {
    id: 97,
    cn: '吊',
    ls: '',
    sw: ''
  },
  {
    id: 98,
    cn: '民',
    ls: '象形',
    sw: '用刀刺眼珠。意思是侍奉失明的神明的人。'
  },
  {
    id: 99,
    cn: '伐',
    ls: '会意',
    sw: '用戈(右边)把人(左边)的头割下来，是将异族作为祭品的时候使用的方法。'
  },
  {
    id: 100,
    cn: '罪',
    ls: '',
    sw: ''
  },
  {
    id: 101,
    cn: '周',
    ls: '',
    sw: ''
  },
  {
    id: 102,
    cn: '发',
    ls: '形声',
    sw: '左边是狗，右边是头。意思是将狗作为祭品，驱除灾魅。'
  },
  {
    id: 103,
    cn: '殷',
    ls: '',
    sw: ''
  },
  {
    id: 104,
    cn: '汤',
    ls: '',
    sw: ''
  },
  {
    id: 105,
    cn: '坐',
    ls: '',
    sw: ''
  },
  {
    id: 106,
    cn: '朝',
    ls: '',
    sw: ''
  },
  {
    id: 107,
    cn: '问',
    ls: '',
    sw: ''
  },
  {
    id: 108,
    cn: '道',
    ls: '',
    sw: ''
  },
  {
    id: 109,
    cn: '垂',
    ls: '',
    sw: ''
  },
  {
    id: 110,
    cn: '拱',
    ls: '',
    sw: ''
  },
  {
    id: 111,
    cn: '平',
    ls: '',
    sw: ''
  },
  {
    id: 112,
    cn: '章',
    ls: '',
    sw: ''
  },
  {
    id: 113,
    cn: '爱',
    ls: '',
    sw: ''
  },
  {
    id: 114,
    cn: '育',
    ls: '会意',
    sw: '上方是母亲，下方是生下来的孩子。意思是生育孩子。'
  },
  {
    id: 115,
    cn: '黎',
    ls: '',
    sw: ''
  },
  {
    id: 116,
    cn: '首',
    ls: '象形',
    sw: '上方是头发，下方是脸。意思是头；用作指主要的东西，如首长、首府等。'
  },
  {
    id: 117,
    cn: '臣',
    ls: '象形',
    sw:
      '字形为向上看的眼睛。意思是侍奉神明、君主；侍奉神明和君主的人。『民』和『臣』组合即为『臣民』。'
  },
  {
    id: 118,
    cn: '伏',
    ls: '会意',
    sw: '指的是将人(左边)和狗(右边)作为祭品，埋在墓室的棺材之下，以祛除邪魅。'
  },
  {
    id: 119,
    cn: '戎',
    ls: '',
    sw: ''
  },
  {
    id: 120,
    cn: '羌',
    ls: '',
    sw: ''
  },
  {
    id: 121,
    cn: '遐',
    ls: '',
    sw: ''
  },
  {
    id: 122,
    cn: '迩',
    ls: '',
    sw: ''
  },
  {
    id: 123,
    cn: '一',
    ls: '',
    sw: ''
  },
  {
    id: 124,
    cn: '体',
    ls: '形声',
    sw:
      '左边示整个祭品的形状，右边表示『豊』字，读音的补助符号。意思是祭品的身体，后来指人的身体。'
  },
  {
    id: 125,
    cn: '率',
    ls: '',
    sw: ''
  },
  {
    id: 126,
    cn: '宾',
    ls: '',
    sw: ''
  },
  {
    id: 127,
    cn: '归',
    ls: '会意',
    sw:
      '上左是祭肉；上右是法器，下方表示宗庙；是足迹。意思是向祖先的牌位报告军队的顺利返还。'
  },
  {
    id: 128,
    cn: '王',
    ls: '',
    sw: ''
  },
  {
    id: 129,
    cn: '鸣',
    ls: '',
    sw: ''
  },
  {
    id: 130,
    cn: '凤',
    ls: '',
    sw: ''
  },
  {
    id: 131,
    cn: '在',
    ls: '',
    sw: ''
  },
  {
    id: 132,
    cn: '竹',
    ls: '',
    sw: ''
  },
  {
    id: 133,
    cn: '白',
    ls: '象形',
    sw: '字形为变成白骨的头盖骨、骷髅。指白色的东西，是『伯』的原字。'
  },
  {
    id: 134,
    cn: '驹',
    ls: '',
    sw: ''
  },
  {
    id: 135,
    cn: '食',
    ls: '',
    sw: ''
  },
  {
    id: 136,
    cn: '场',
    ls: '',
    sw: ''
  },
  {
    id: 137,
    cn: '化',
    ls: '会意',
    sw: '一个死去的人(左边)和另一个死去的人(右边)背靠背躺着。意思是由生变为死。'
  },
  {
    id: 138,
    cn: '被',
    ls: '',
    sw: ''
  },
  {
    id: 139,
    cn: '草',
    ls: '',
    sw: ''
  },
  {
    id: 140,
    cn: '木',
    ls: '',
    sw: ''
  },
  {
    id: 141,
    cn: '赖',
    ls: '',
    sw: ''
  },
  {
    id: 142,
    cn: '及',
    ls: '',
    sw: ''
  },
  {
    id: 143,
    cn: '万',
    ls: '',
    sw: ''
  },
  {
    id: 144,
    cn: '方',
    ls: '象形',
    sw:
      '将死者(下方)吊在横木(上方)上，然后将其作为符咒放在边境上。意思是距离很远的地方。'
  },
  {
    id: 145,
    cn: '盖',
    ls: '',
    sw: ''
  },
  {
    id: 146,
    cn: '此',
    ls: '',
    sw: ''
  },
  {
    id: 147,
    cn: '身',
    ls: '象形',
    sw: '字形为从侧面看怀孕的女子。意思是妊娠、怀孕。'
  },
  {
    id: 148,
    cn: '发',
    ls: '',
    sw: ''
  },
  {
    id: 149,
    cn: '四',
    ls: '',
    sw: ''
  },
  {
    id: 150,
    cn: '大',
    ls: '象形',
    sw: '手和脚张开站立的人的正面。意思是大。'
  },
  {
    id: 151,
    cn: '五',
    ls: '',
    sw: ''
  },
  {
    id: 152,
    cn: '常',
    ls: '',
    sw: ''
  },
  {
    id: 153,
    cn: '恭',
    ls: '',
    sw: ''
  },
  {
    id: 154,
    cn: '惟',
    ls: '',
    sw: ''
  },
  {
    id: 155,
    cn: '鞠',
    ls: '',
    sw: ''
  },
  {
    id: 156,
    cn: '养',
    ls: '',
    sw: ''
  },
  {
    id: 157,
    cn: '岂',
    ls: '',
    sw: ''
  },
  {
    id: 158,
    cn: '敢',
    ls: '',
    sw: ''
  },
  {
    id: 159,
    cn: '毁',
    ls: '',
    sw: ''
  },
  {
    id: 160,
    cn: '伤',
    ls: '',
    sw: ''
  },
  {
    id: 161,
    cn: '女',
    ls: '象形',
    sw: '弯曲着膝盖、一只手搭在另一只手上、叩拜灵庙的女子。意思是女人。'
  },
  {
    id: 162,
    cn: '慕',
    ls: '',
    sw: ''
  },
  {
    id: 163,
    cn: '贞',
    ls: '',
    sw: ''
  },
  {
    id: 164,
    cn: '洁',
    ls: '',
    sw: ''
  },
  {
    id: 165,
    cn: '男',
    ls: '',
    sw: ''
  },
  {
    id: 166,
    cn: '效',
    ls: '',
    sw: ''
  },
  {
    id: 167,
    cn: '才',
    ls: '',
    sw: ''
  },
  {
    id: 168,
    cn: '良',
    ls: '',
    sw: ''
  },
  {
    id: 169,
    cn: '知',
    ls: '',
    sw: ''
  },
  {
    id: 170,
    cn: '过',
    ls: '形声',
    sw:
      '右上是消除灾难，其余是行走。意思是为通过重要地方或空间而进行的除魅仪式。'
  },
  {
    id: 171,
    cn: '必',
    ls: '',
    sw: ''
  },
  {
    id: 172,
    cn: '改',
    ls: '',
    sw: ''
  },
  {
    id: 173,
    cn: '得',
    ls: '',
    sw: ''
  },
  {
    id: 174,
    cn: '能',
    ls: '',
    sw: ''
  },
  {
    id: 175,
    cn: '莫',
    ls: '',
    sw: ''
  },
  {
    id: 176,
    cn: '忘',
    ls: '形声',
    sw: '上方表示将死人的手脚折弯，下方是心。意思是忘记。'
  },
  {
    id: 177,
    cn: '罔',
    ls: '',
    sw: ''
  },
  {
    id: 178,
    cn: '谈',
    ls: '',
    sw: ''
  },
  {
    id: 179,
    cn: '彼',
    ls: '',
    sw: ''
  },
  {
    id: 180,
    cn: '短',
    ls: '',
    sw: ''
  },
  {
    id: 181,
    cn: '靡',
    ls: '',
    sw: ''
  },
  {
    id: 182,
    cn: '恃',
    ls: '',
    sw: ''
  },
  {
    id: 183,
    cn: '己',
    ls: '',
    sw: ''
  },
  {
    id: 184,
    cn: '长',
    ls: '象形',
    sw:
      '字形为从侧面看到的长发老人拄着拐杖的样子。意思是氏族的长老，也指作为指导者而受到尊敬。'
  },
  {
    id: 185,
    cn: '信',
    ls: '会意',
    sw:
      '左上是刑罚时用的针，左下是装有祝词的容器，右边是人。意思是在神明面前为与别人约定某事而立下誓言。'
  },
  {
    id: 186,
    cn: '使',
    ls: '形声',
    sw:
      '字形为用手(下方)举起插在装有给神明的祝词的容器(中间)里面的树枝(上方)。意思是负责祭祀的使者。'
  },
  {
    id: 187,
    cn: '可',
    ls: '',
    sw: ''
  },
  {
    id: 188,
    cn: '覆',
    ls: '',
    sw: ''
  },
  {
    id: 189,
    cn: '器',
    ls: '',
    sw: ''
  },
  {
    id: 190,
    cn: '欲',
    ls: '',
    sw: ''
  },
  {
    id: 191,
    cn: '难',
    ls: '',
    sw: ''
  },
  {
    id: 192,
    cn: '量',
    ls: '',
    sw: ''
  },
  {
    id: 193,
    cn: '墨',
    ls: '',
    sw: ''
  },
  {
    id: 194,
    cn: '悲',
    ls: '',
    sw: ''
  },
  {
    id: 195,
    cn: '丝',
    ls: '',
    sw: ''
  },
  {
    id: 196,
    cn: '染',
    ls: '',
    sw: ''
  },
  {
    id: 197,
    cn: '诗',
    ls: '',
    sw: ''
  },
  {
    id: 198,
    cn: '赞',
    ls: '',
    sw: ''
  },
  {
    id: 199,
    cn: '羔',
    ls: '',
    sw: ''
  },
  {
    id: 200,
    cn: '羊',
    ls: '',
    sw: ''
  },
  {
    id: 201,
    cn: '景',
    ls: '',
    sw: ''
  },
  {
    id: 202,
    cn: '行',
    ls: '',
    sw: ''
  },
  {
    id: 203,
    cn: '维',
    ls: '',
    sw: ''
  },
  {
    id: 204,
    cn: '贤',
    ls: '形声',
    sw:
      '左边是眼睛，右边是手。意思是眼珠受到伤害、失明的侍奉神明的人。原字为『臤』。'
  },
  {
    id: 205,
    cn: '克',
    ls: '',
    sw: ''
  },
  {
    id: 206,
    cn: '念',
    ls: '',
    sw: ''
  },
  {
    id: 207,
    cn: '作',
    ls: '形声',
    sw: '指的是将树枝弯曲、编织，做成栅栏、篱笆，原字是『乍』。'
  },
  {
    id: 208,
    cn: '圣',
    ls: '会意',
    sw:
      '右上是耳朵，右下是踮着脚尖站立的人，左边是装有祝词的容器。意思是能听到神明启示的神职人员。'
  },
  {
    id: 209,
    cn: '德',
    ls: '会意',
    sw:
      '左边是行走，右上是眉毛上戴着饰物的眼睛，右下是心。意思是眼睛的威力可以波及到别的地方，指眼睛具有强大的咒力。'
  },
  {
    id: 210,
    cn: '建',
    ls: '',
    sw: ''
  },
  {
    id: 211,
    cn: '名',
    ls: '',
    sw: ''
  },
  {
    id: 212,
    cn: '立',
    ls: '会意',
    sw: '表示一定的位置(下方)与人(上方)组合起来。意思是站立。'
  },
  {
    id: 213,
    cn: '形',
    ls: '',
    sw: ''
  },
  {
    id: 214,
    cn: '端',
    ls: '',
    sw: ''
  },
  {
    id: 215,
    cn: '表',
    ls: '',
    sw: ''
  },
  {
    id: 216,
    cn: '正',
    ls: '',
    sw: ''
  },
  {
    id: 217,
    cn: '空',
    ls: '',
    sw: ''
  },
  {
    id: 218,
    cn: '谷',
    ls: '',
    sw: ''
  },
  {
    id: 219,
    cn: '传',
    ls: '会意',
    sw:
      '表示用手(右边)将袋子中的物品(中间)拍打成圆形，旁边加上人(左边)，表示人将其背着搬运。'
  },
  {
    id: 220,
    cn: '声',
    ls: '会意',
    sw: '上方是石头制的乐器，下方是耳朵。指的是用耳朵听到的声音。'
  },
  {
    id: 221,
    cn: '虚',
    ls: '',
    sw: ''
  },
  {
    id: 222,
    cn: '堂',
    ls: '',
    sw: ''
  },
  {
    id: 223,
    cn: '习',
    ls: '',
    sw: ''
  },
  {
    id: 224,
    cn: '听',
    ls: '会意',
    sw: '左边是耳朵，右边是装有祝词的容器。意思是能够听到神明的启示。'
  },
  {
    id: 225,
    cn: '祸',
    ls: '形声',
    sw:
      '左边是祭祀所用的桌子。在人的骨头(右上)上放上装有祝词的容器(右下)，意思是驱除灾祸。'
  },
  {
    id: 226,
    cn: '因',
    ls: '',
    sw: ''
  },
  {
    id: 227,
    cn: '恶',
    ls: '',
    sw: ''
  },
  {
    id: 228,
    cn: '积',
    ls: '',
    sw: ''
  },
  {
    id: 229,
    cn: '福',
    ls: '',
    sw: ''
  },
  {
    id: 230,
    cn: '缘',
    ls: '',
    sw: ''
  },
  {
    id: 231,
    cn: '善',
    ls: '',
    sw: ''
  },
  {
    id: 232,
    cn: '庆',
    ls: '',
    sw: ''
  },
  {
    id: 233,
    cn: '尺',
    ls: '',
    sw: ''
  },
  {
    id: 234,
    cn: '璧',
    ls: '',
    sw: ''
  },
  {
    id: 235,
    cn: '非',
    ls: '',
    sw: ''
  },
  {
    id: 236,
    cn: '宝',
    ls: '',
    sw: ''
  },
  {
    id: 237,
    cn: '寸',
    ls: '',
    sw: ''
  },
  {
    id: 238,
    cn: '阴',
    ls: '',
    sw: ''
  },
  {
    id: 239,
    cn: '是',
    ls: '',
    sw: ''
  },
  {
    id: 240,
    cn: '竞',
    ls: '',
    sw: ''
  },
  {
    id: 241,
    cn: '资',
    ls: '',
    sw: ''
  },
  {
    id: 242,
    cn: '父',
    ls: '',
    sw: ''
  },
  {
    id: 243,
    cn: '事',
    ls: '',
    sw: ''
  },
  {
    id: 244,
    cn: '君',
    ls: '',
    sw: ''
  },
  {
    id: 245,
    cn: '曰',
    ls: '',
    sw: ''
  },
  {
    id: 246,
    cn: '严',
    ls: '',
    sw: ''
  },
  {
    id: 247,
    cn: '与',
    ls: '',
    sw: ''
  },
  {
    id: 248,
    cn: '敬',
    ls: '',
    sw: ''
  },
  {
    id: 249,
    cn: '孝',
    ls: '会意',
    sw: '上方表示长发老人，下方是孩子。意思是孩子好好侍奉老人。'
  },
  {
    id: 250,
    cn: '当',
    ls: '',
    sw: ''
  },
  {
    id: 251,
    cn: '竭',
    ls: '',
    sw: ''
  },
  {
    id: 252,
    cn: '力',
    ls: '',
    sw: ''
  },
  {
    id: 253,
    cn: '忠',
    ls: '形声',
    sw:
      '上方表示旗杆上的旗子缀有飘带，这是元帅所在军队的旗子；下方是心。意思是支配人的心。'
  },
  {
    id: 254,
    cn: '则',
    ls: '',
    sw: ''
  },
  {
    id: 255,
    cn: '尽',
    ls: '',
    sw: ''
  },
  {
    id: 256,
    cn: '命',
    ls: '',
    sw: ''
  },
  {
    id: 257,
    cn: '临',
    ls: '会意',
    sw:
      '左上是眼睛，左下表示将装有祝词的容器并列，右边是向下看。意思是天上的神明俯视下方。'
  },
  {
    id: 258,
    cn: '深',
    ls: '',
    sw: ''
  },
  {
    id: 259,
    cn: '履',
    ls: '',
    sw: ''
  },
  {
    id: 260,
    cn: '薄',
    ls: '',
    sw: ''
  },
  {
    id: 261,
    cn: '夙',
    ls: '',
    sw: ''
  },
  {
    id: 262,
    cn: '兴',
    ls: '',
    sw: ''
  },
  {
    id: 263,
    cn: '温',
    ls: '',
    sw: ''
  },
  {
    id: 264,
    cn: '凊',
    ls: '',
    sw: ''
  },
  {
    id: 265,
    cn: '似',
    ls: '',
    sw: ''
  },
  {
    id: 266,
    cn: '兰',
    ls: '',
    sw: ''
  },
  {
    id: 267,
    cn: '斯',
    ls: '',
    sw: ''
  },
  {
    id: 268,
    cn: '馨',
    ls: '',
    sw: ''
  },
  {
    id: 269,
    cn: '如',
    ls: '会意',
    sw:
      '侍奉神明的女子(左边)与装有给神明的祝词的容器(右边)组合起来。意思是询问神明的意旨并遵从之。'
  },
  {
    id: 270,
    cn: '松',
    ls: '',
    sw: ''
  },
  {
    id: 271,
    cn: '之',
    ls: '',
    sw: ''
  },
  {
    id: 272,
    cn: '盛',
    ls: '',
    sw: ''
  },
  {
    id: 273,
    cn: '川',
    ls: '',
    sw: ''
  },
  {
    id: 274,
    cn: '流',
    ls: '会意',
    sw: '左边是水流，右边是头发乱糟糟的孩子倒过来的样子。意思是小孩子被水冲走。'
  },
  {
    id: 275,
    cn: '不',
    ls: '',
    sw: ''
  },
  {
    id: 276,
    cn: '息',
    ls: '会意',
    sw: '上方是鼻子，下方是心。意思是心脏的状态通过呼吸表现出来。'
  },
  {
    id: 277,
    cn: '渊',
    ls: '',
    sw: ''
  },
  {
    id: 278,
    cn: '澄',
    ls: '',
    sw: ''
  },
  {
    id: 279,
    cn: '取',
    ls: '',
    sw: ''
  },
  {
    id: 280,
    cn: '映',
    ls: '',
    sw: ''
  },
  {
    id: 281,
    cn: '容',
    ls: '',
    sw: ''
  },
  {
    id: 282,
    cn: '止',
    ls: '',
    sw: ''
  },
  {
    id: 283,
    cn: '若',
    ls: '象形',
    sw:
      '字形为年轻的巫女张开双手跳舞，祈求神明的启示。意思是陶醉于神明的启示之中。'
  },
  {
    id: 284,
    cn: '思',
    ls: '',
    sw: ''
  },
  {
    id: 285,
    cn: '言',
    ls: '',
    sw: ''
  },
  {
    id: 286,
    cn: '辞',
    ls: '',
    sw: ''
  },
  {
    id: 287,
    cn: '安',
    ls: '',
    sw: ''
  },
  {
    id: 288,
    cn: '定',
    ls: '',
    sw: ''
  },
  {
    id: 289,
    cn: '笃',
    ls: '',
    sw: ''
  },
  {
    id: 290,
    cn: '初',
    ls: '',
    sw: ''
  },
  {
    id: 291,
    cn: '诚',
    ls: '',
    sw: ''
  },
  {
    id: 292,
    cn: '美',
    ls: '',
    sw: ''
  },
  {
    id: 293,
    cn: '慎',
    ls: '',
    sw: ''
  },
  {
    id: 294,
    cn: '终',
    ls: '',
    sw: ''
  },
  {
    id: 295,
    cn: '宜',
    ls: '会意',
    sw: '外部是砧板，内部是肉。意思是把用来祭祀祖先的肉放在砧板上。'
  },
  {
    id: 296,
    cn: '令',
    ls: '',
    sw: ''
  },
  {
    id: 297,
    cn: '荣',
    ls: '',
    sw: ''
  },
  {
    id: 298,
    cn: '业',
    ls: '',
    sw: ''
  },
  {
    id: 299,
    cn: '所',
    ls: '',
    sw: ''
  },
  {
    id: 300,
    cn: '基',
    ls: '',
    sw: ''
  },
  {
    id: 301,
    cn: '籍',
    ls: '',
    sw: ''
  },
  {
    id: 302,
    cn: '甚',
    ls: '',
    sw: ''
  },
  {
    id: 303,
    cn: '无',
    ls: '假借',
    sw:
      '衣服袖子(中间)上缀着装饰物(两边)的人在跳舞。是『舞』的原字，用于表示『没有、无』的意思，是假借的用法。'
  },
  {
    id: 304,
    cn: '竟',
    ls: '',
    sw: ''
  },
  {
    id: 305,
    cn: '学',
    ls: '会意',
    sw:
      '上方是左右手，中间是交叉长木搭建的学堂，下方是孩子。意思是学习；氏族的长老教给年轻人以传统和规范'
  },
  {
    id: 306,
    cn: '优',
    ls: '',
    sw: ''
  },
  {
    id: 307,
    cn: '登',
    ls: '',
    sw: ''
  },
  {
    id: 308,
    cn: '仕',
    ls: '',
    sw: ''
  },
  {
    id: 309,
    cn: '摄',
    ls: '',
    sw: ''
  },
  {
    id: 310,
    cn: '职',
    ls: '形声',
    sw:
      '上边表示矛(上右)上面带有饰物(上左)，下边是左耳。意思是杀死敌人后，割掉他的耳朵，并刻上记号以作为战功。'
  },
  {
    id: 311,
    cn: '从',
    ls: '形声',
    sw: '左边是步行、走，右边是两个人并列着朝向左侧。意思是跟随前面的人走。'
  },
  {
    id: 312,
    cn: '政',
    ls: '',
    sw: ''
  },
  {
    id: 313,
    cn: '存',
    ls: '',
    sw: ''
  },
  {
    id: 314,
    cn: '以',
    ls: '',
    sw: ''
  },
  {
    id: 315,
    cn: '甘',
    ls: '',
    sw: ''
  },
  {
    id: 316,
    cn: '棠',
    ls: '',
    sw: ''
  },
  {
    id: 317,
    cn: '去',
    ls: '',
    sw: ''
  },
  {
    id: 318,
    cn: '而',
    ls: '',
    sw: ''
  },
  {
    id: 319,
    cn: '益',
    ls: '',
    sw: ''
  },
  {
    id: 320,
    cn: '咏',
    ls: '',
    sw: ''
  },
  {
    id: 321,
    cn: '乐',
    ls: '',
    sw: ''
  },
  {
    id: 322,
    cn: '殊',
    ls: '',
    sw: ''
  },
  {
    id: 323,
    cn: '贵',
    ls: '',
    sw: ''
  },
  {
    id: 324,
    cn: '贱',
    ls: '',
    sw: ''
  },
  {
    id: 325,
    cn: '礼',
    ls: '',
    sw: ''
  },
  {
    id: 326,
    cn: '别',
    ls: '会意',
    sw: '左边是人胸部以上的骨头，右边是刀。意思是从关节处将骨头切开。'
  },
  {
    id: 327,
    cn: '尊',
    ls: '',
    sw: ''
  },
  {
    id: 328,
    cn: '卑',
    ls: '',
    sw: ''
  },
  {
    id: 329,
    cn: '上',
    ls: '',
    sw: ''
  },
  {
    id: 330,
    cn: '和',
    ls: '',
    sw: ''
  },
  {
    id: 331,
    cn: '下',
    ls: '',
    sw: ''
  },
  {
    id: 332,
    cn: '睦',
    ls: '',
    sw: ''
  },
  {
    id: 333,
    cn: '夫',
    ls: '象形',
    sw:
      '在大(下方)上加上一(上方)，就成了发髻上插着簪子、穿着正式服装的男人的样子。意思是丈夫。'
  },
  {
    id: 334,
    cn: '唱',
    ls: '',
    sw: ''
  },
  {
    id: 335,
    cn: '妇',
    ls: '形声',
    sw:
      '左边表示将木头的一端切成很细的几条，用来作清洁的工具；右边是女子。意思是清扫灵堂的女子。'
  },
  {
    id: 336,
    cn: '随',
    ls: '',
    sw: ''
  },
  {
    id: 337,
    cn: '外',
    ls: '',
    sw: ''
  },
  {
    id: 338,
    cn: '受',
    ls: '',
    sw: ''
  },
  {
    id: 339,
    cn: '傅',
    ls: '',
    sw: ''
  },
  {
    id: 340,
    cn: '训',
    ls: '',
    sw: ''
  },
  {
    id: 341,
    cn: '入',
    ls: '',
    sw: ''
  },
  {
    id: 342,
    cn: '奉',
    ls: '',
    sw: ''
  },
  {
    id: 343,
    cn: '母',
    ls: '象形',
    sw: '胸部有乳房的女子。意思是母亲。'
  },
  {
    id: 344,
    cn: '仪',
    ls: '形声',
    sw: '羊(上方)与锯子(下方)的组合。『仪』是指进献祭品的仪式上的庄严姿态。'
  },
  {
    id: 345,
    cn: '诸',
    ls: '',
    sw: ''
  },
  {
    id: 346,
    cn: '姑',
    ls: '',
    sw: ''
  },
  {
    id: 347,
    cn: '伯',
    ls: '形声',
    sw: '杰出的人物头盖骨具有灵力。意思是头、头领，原字是『白』。'
  },
  {
    id: 348,
    cn: '叔',
    ls: '',
    sw: ''
  },
  {
    id: 349,
    cn: '犹',
    ls: '',
    sw: ''
  },
  {
    id: 350,
    cn: '子',
    ls: '象形',
    sw: '字形为幼小的孩子。原本用来指王子，后来泛指孩子。'
  },
  {
    id: 351,
    cn: '比',
    ls: '会意',
    sw: '两个人并列着朝向右侧。意思是并列、比较。'
  },
  {
    id: 352,
    cn: '儿',
    ls: '象形',
    sw: '上方是小孩子头发从左右两边扎成发髻的样子，下方是人。意思是小孩子。'
  },
  {
    id: 353,
    cn: '孔',
    ls: '象形',
    sw: '左边是孩子，右边表示剃头发。意思是洞、穴。'
  },
  {
    id: 354,
    cn: '怀',
    ls: '',
    sw: ''
  },
  {
    id: 355,
    cn: '兄',
    ls: '',
    sw: ''
  },
  {
    id: 356,
    cn: '弟',
    ls: '',
    sw: ''
  },
  {
    id: 357,
    cn: '同',
    ls: '',
    sw: ''
  },
  {
    id: 358,
    cn: '气',
    ls: '',
    sw: ''
  },
  {
    id: 359,
    cn: '连',
    ls: '',
    sw: ''
  },
  {
    id: 360,
    cn: '枝',
    ls: '',
    sw: ''
  },
  {
    id: 361,
    cn: '交',
    ls: '象形',
    sw: '人将脚交叉起来站立着。意思是交叉。'
  },
  {
    id: 362,
    cn: '友',
    ls: '',
    sw: ''
  },
  {
    id: 363,
    cn: '投',
    ls: '',
    sw: ''
  },
  {
    id: 364,
    cn: '分',
    ls: '',
    sw: ''
  },
  {
    id: 365,
    cn: '切',
    ls: '',
    sw: ''
  },
  {
    id: 366,
    cn: '磨',
    ls: '',
    sw: ''
  },
  {
    id: 367,
    cn: '箴',
    ls: '',
    sw: ''
  },
  {
    id: 368,
    cn: '规',
    ls: '',
    sw: ''
  },
  {
    id: 369,
    cn: '仁',
    ls: '会意',
    sw: '人以坐的姿势(上方)坐在垫席(下方)上。意思是温暖、平和，儒教五德之一。'
  },
  {
    id: 370,
    cn: '慈',
    ls: '',
    sw: ''
  },
  {
    id: 371,
    cn: '隐',
    ls: '',
    sw: ''
  },
  {
    id: 372,
    cn: '恻',
    ls: '',
    sw: ''
  },
  {
    id: 373,
    cn: '造',
    ls: '',
    sw: ''
  },
  {
    id: 374,
    cn: '次',
    ls: '象形',
    sw: '左边是吐出的气息，右边是张开嘴巴叹气的人。意思是对着神明叹息。'
  },
  {
    id: 375,
    cn: '弗',
    ls: '',
    sw: ''
  },
  {
    id: 376,
    cn: '离',
    ls: '',
    sw: ''
  },
  {
    id: 377,
    cn: '节',
    ls: '',
    sw: ''
  },
  {
    id: 378,
    cn: '义',
    ls: '',
    sw: ''
  },
  {
    id: 379,
    cn: '廉',
    ls: '',
    sw: ''
  },
  {
    id: 380,
    cn: '退',
    ls: '',
    sw: ''
  },
  {
    id: 381,
    cn: '颠',
    ls: '',
    sw: ''
  },
  {
    id: 382,
    cn: '沛',
    ls: '',
    sw: ''
  },
  {
    id: 383,
    cn: '匪',
    ls: '',
    sw: ''
  },
  {
    id: 384,
    cn: '亏',
    ls: '',
    sw: ''
  },
  {
    id: 385,
    cn: '性',
    ls: '',
    sw: ''
  },
  {
    id: 386,
    cn: '静',
    ls: '',
    sw: ''
  },
  {
    id: 387,
    cn: '情',
    ls: '',
    sw: ''
  },
  {
    id: 388,
    cn: '逸',
    ls: '',
    sw: ''
  },
  {
    id: 389,
    cn: '心',
    ls: '象形',
    sw: '字形描绘了心脏的样子。意思是心，心被认为是生命力的根源。'
  },
  {
    id: 390,
    cn: '动',
    ls: '',
    sw: ''
  },
  {
    id: 391,
    cn: '神',
    ls: '',
    sw: ''
  },
  {
    id: 392,
    cn: '疲',
    ls: '',
    sw: ''
  },
  {
    id: 393,
    cn: '守',
    ls: '',
    sw: ''
  },
  {
    id: 394,
    cn: '真',
    ls: '',
    sw: ''
  },
  {
    id: 395,
    cn: '志',
    ls: '形声',
    sw: '上方是行走，下方是心。意思是心朝着某一个方向。'
  },
  {
    id: 396,
    cn: '满',
    ls: '',
    sw: ''
  },
  {
    id: 397,
    cn: '逐',
    ls: '',
    sw: ''
  },
  {
    id: 398,
    cn: '物',
    ls: '',
    sw: ''
  },
  {
    id: 399,
    cn: '意',
    ls: '',
    sw: ''
  },
  {
    id: 400,
    cn: '移',
    ls: '',
    sw: ''
  },
  {
    id: 401,
    cn: '坚',
    ls: '',
    sw: ''
  },
  {
    id: 402,
    cn: '持',
    ls: '',
    sw: ''
  },
  {
    id: 403,
    cn: '雅',
    ls: '',
    sw: ''
  },
  {
    id: 404,
    cn: '操',
    ls: '',
    sw: ''
  },
  {
    id: 405,
    cn: '好',
    ls: '会意',
    sw: '女子(右边)和孩子(左边)组合起来，意思是母亲疼爱孩子。'
  },
  {
    id: 406,
    cn: '爵',
    ls: '',
    sw: ''
  },
  {
    id: 407,
    cn: '自',
    ls: '象形',
    sw: '鼻子的形状。『鼻』字就是在『自』的下面加上表示读音的『畀』。'
  },
  {
    id: 408,
    cn: '縻',
    ls: '',
    sw: ''
  },
  {
    id: 409,
    cn: '都',
    ls: '',
    sw: ''
  },
  {
    id: 410,
    cn: '邑',
    ls: '',
    sw: ''
  },
  {
    id: 411,
    cn: '华',
    ls: '',
    sw: ''
  },
  {
    id: 412,
    cn: '夏',
    ls: '',
    sw: ''
  },
  {
    id: 413,
    cn: '东',
    ls: '',
    sw: ''
  },
  {
    id: 414,
    cn: '西',
    ls: '',
    sw: ''
  },
  {
    id: 415,
    cn: '二',
    ls: '',
    sw: ''
  },
  {
    id: 416,
    cn: '京',
    ls: '',
    sw: ''
  },
  {
    id: 417,
    cn: '背',
    ls: '',
    sw: ''
  },
  {
    id: 418,
    cn: '邙',
    ls: '',
    sw: ''
  },
  {
    id: 419,
    cn: '面',
    ls: '象形',
    sw: '内部是眼睛。意思是只有眼睛露出来的面具，做法事和歌舞时使用面具。'
  },
  {
    id: 420,
    cn: '洛',
    ls: '',
    sw: ''
  },
  {
    id: 421,
    cn: '浮',
    ls: '',
    sw: ''
  },
  {
    id: 422,
    cn: '渭',
    ls: '',
    sw: ''
  },
  {
    id: 423,
    cn: '据',
    ls: '',
    sw: ''
  },
  {
    id: 424,
    cn: '泾',
    ls: '',
    sw: ''
  },
  {
    id: 425,
    cn: '宫',
    ls: '',
    sw: ''
  },
  {
    id: 426,
    cn: '殿',
    ls: '',
    sw: ''
  },
  {
    id: 427,
    cn: '盘',
    ls: '',
    sw: ''
  },
  {
    id: 428,
    cn: '郁',
    ls: '',
    sw: ''
  },
  {
    id: 429,
    cn: '楼',
    ls: '',
    sw: ''
  },
  {
    id: 430,
    cn: '观',
    ls: '形声',
    sw:
      '使用神圣的鸟做占卜，以洞察神明的旨意。『观』指站在上面就能看到远处的建筑物。'
  },
  {
    id: 431,
    cn: '飞',
    ls: '',
    sw: ''
  },
  {
    id: 432,
    cn: '惊',
    ls: '',
    sw: ''
  },
  {
    id: 433,
    cn: '图',
    ls: '',
    sw: ''
  },
  {
    id: 434,
    cn: '写',
    ls: '',
    sw: ''
  },
  {
    id: 435,
    cn: '禽',
    ls: '',
    sw: ''
  },
  {
    id: 436,
    cn: '兽',
    ls: '',
    sw: ''
  },
  {
    id: 437,
    cn: '画',
    ls: '',
    sw: ''
  },
  {
    id: 438,
    cn: '彩',
    ls: '',
    sw: ''
  },
  {
    id: 439,
    cn: '仙',
    ls: '',
    sw: ''
  },
  {
    id: 440,
    cn: '灵',
    ls: '',
    sw: ''
  },
  {
    id: 441,
    cn: '丙',
    ls: '',
    sw: ''
  },
  {
    id: 442,
    cn: '舍',
    ls: '',
    sw: ''
  },
  {
    id: 443,
    cn: '旁',
    ls: '',
    sw: ''
  },
  {
    id: 444,
    cn: '启',
    ls: '',
    sw: ''
  },
  {
    id: 445,
    cn: '甲',
    ls: '',
    sw: ''
  },
  {
    id: 446,
    cn: '帐',
    ls: '',
    sw: ''
  },
  {
    id: 447,
    cn: '对',
    ls: '',
    sw: ''
  },
  {
    id: 448,
    cn: '楹',
    ls: '',
    sw: ''
  },
  {
    id: 449,
    cn: '肆',
    ls: '',
    sw: ''
  },
  {
    id: 450,
    cn: '筵',
    ls: '',
    sw: ''
  },
  {
    id: 451,
    cn: '设',
    ls: '',
    sw: ''
  },
  {
    id: 452,
    cn: '席',
    ls: '',
    sw: ''
  },
  {
    id: 453,
    cn: '鼓',
    ls: '',
    sw: ''
  },
  {
    id: 454,
    cn: '瑟',
    ls: '',
    sw: ''
  },
  {
    id: 455,
    cn: '吹',
    ls: '',
    sw: ''
  },
  {
    id: 456,
    cn: '笙',
    ls: '',
    sw: ''
  },
  {
    id: 457,
    cn: '升',
    ls: '',
    sw: ''
  },
  {
    id: 458,
    cn: '阶',
    ls: '',
    sw: ''
  },
  {
    id: 459,
    cn: '纳',
    ls: '',
    sw: ''
  },
  {
    id: 460,
    cn: '陛',
    ls: '',
    sw: ''
  },
  {
    id: 461,
    cn: '弁',
    ls: '',
    sw: ''
  },
  {
    id: 462,
    cn: '转',
    ls: '',
    sw: ''
  },
  {
    id: 463,
    cn: '疑',
    ls: '象形',
    sw:
      '在身体前面手执棍子(左边)的人，做出了向后回头(右边)的样子。意思是犹豫着该不该前进。'
  },
  {
    id: 464,
    cn: '星',
    ls: '',
    sw: ''
  },
  {
    id: 465,
    cn: '右',
    ls: '',
    sw: ''
  },
  {
    id: 466,
    cn: '通',
    ls: '',
    sw: ''
  },
  {
    id: 467,
    cn: '广',
    ls: '',
    sw: ''
  },
  {
    id: 468,
    cn: '内',
    ls: '',
    sw: ''
  },
  {
    id: 469,
    cn: '左',
    ls: '',
    sw: ''
  },
  {
    id: 470,
    cn: '达',
    ls: '',
    sw: ''
  },
  {
    id: 471,
    cn: '承',
    ls: '',
    sw: ''
  },
  {
    id: 472,
    cn: '明',
    ls: '',
    sw: ''
  },
  {
    id: 473,
    cn: '既',
    ls: '会意',
    sw: '左边是装食物的容器，右边是扭头向后面打嗝的人。意思是吃完饭。'
  },
  {
    id: 474,
    cn: '集',
    ls: '',
    sw: ''
  },
  {
    id: 475,
    cn: '坟',
    ls: '',
    sw: ''
  },
  {
    id: 476,
    cn: '典',
    ls: '',
    sw: ''
  },
  {
    id: 477,
    cn: '亦',
    ls: '',
    sw: ''
  },
  {
    id: 478,
    cn: '聚',
    ls: '',
    sw: ''
  },
  {
    id: 479,
    cn: '群',
    ls: '',
    sw: ''
  },
  {
    id: 480,
    cn: '英',
    ls: '',
    sw: ''
  },
  {
    id: 481,
    cn: '杜',
    ls: '',
    sw: ''
  },
  {
    id: 482,
    cn: '稿',
    ls: '',
    sw: ''
  },
  {
    id: 483,
    cn: '钟',
    ls: '',
    sw: ''
  },
  {
    id: 484,
    cn: '隶',
    ls: '',
    sw: ''
  },
  {
    id: 485,
    cn: '漆',
    ls: '',
    sw: ''
  },
  {
    id: 486,
    cn: '书',
    ls: '',
    sw: ''
  },
  {
    id: 487,
    cn: '壁',
    ls: '',
    sw: ''
  },
  {
    id: 488,
    cn: '经',
    ls: '',
    sw: ''
  },
  {
    id: 489,
    cn: '府',
    ls: '',
    sw: ''
  },
  {
    id: 490,
    cn: '罗',
    ls: '',
    sw: ''
  },
  {
    id: 491,
    cn: '将',
    ls: '',
    sw: ''
  },
  {
    id: 492,
    cn: '相',
    ls: '会意',
    sw: '左边是树，右边是眼睛。意思是用眼睛看树，树木将生命力赐给看它的人。'
  },
  {
    id: 493,
    cn: '路',
    ls: '',
    sw: ''
  },
  {
    id: 494,
    cn: '侠',
    ls: '',
    sw: ''
  },
  {
    id: 495,
    cn: '槐',
    ls: '',
    sw: ''
  },
  {
    id: 496,
    cn: '卿',
    ls: '',
    sw: ''
  },
  {
    id: 497,
    cn: '户',
    ls: '',
    sw: ''
  },
  {
    id: 498,
    cn: '封',
    ls: '',
    sw: ''
  },
  {
    id: 499,
    cn: '八',
    ls: '',
    sw: ''
  },
  {
    id: 500,
    cn: '县',
    ls: '会意',
    sw: '上方是绳子，下方是倒着的头。意思是用绳子将头悬挂在树上。'
  },
  {
    id: 501,
    cn: '家',
    ls: '',
    sw: ''
  },
  {
    id: 502,
    cn: '给',
    ls: '',
    sw: ''
  },
  {
    id: 503,
    cn: '千',
    ls: '',
    sw: ''
  },
  {
    id: 504,
    cn: '兵',
    ls: '',
    sw: ''
  },
  {
    id: 505,
    cn: '高',
    ls: '',
    sw: ''
  },
  {
    id: 506,
    cn: '冠',
    ls: '',
    sw: ''
  },
  {
    id: 507,
    cn: '陪',
    ls: '',
    sw: ''
  },
  {
    id: 508,
    cn: '辇',
    ls: '',
    sw: ''
  },
  {
    id: 509,
    cn: '驱',
    ls: '',
    sw: ''
  },
  {
    id: 510,
    cn: '毂',
    ls: '',
    sw: ''
  },
  {
    id: 511,
    cn: '振',
    ls: '',
    sw: ''
  },
  {
    id: 512,
    cn: '缨',
    ls: '',
    sw: ''
  },
  {
    id: 513,
    cn: '世',
    ls: '',
    sw: ''
  },
  {
    id: 514,
    cn: '禄',
    ls: '',
    sw: ''
  },
  {
    id: 515,
    cn: '侈',
    ls: '',
    sw: ''
  },
  {
    id: 516,
    cn: '富',
    ls: '',
    sw: ''
  },
  {
    id: 517,
    cn: '车',
    ls: '',
    sw: ''
  },
  {
    id: 518,
    cn: '驾',
    ls: '',
    sw: ''
  },
  {
    id: 519,
    cn: '肥',
    ls: '',
    sw: ''
  },
  {
    id: 520,
    cn: '轻',
    ls: '',
    sw: ''
  },
  {
    id: 521,
    cn: '策',
    ls: '',
    sw: ''
  },
  {
    id: 522,
    cn: '功',
    ls: '',
    sw: ''
  },
  {
    id: 523,
    cn: '茂',
    ls: '',
    sw: ''
  },
  {
    id: 524,
    cn: '实',
    ls: '',
    sw: ''
  },
  {
    id: 525,
    cn: '勒',
    ls: '',
    sw: ''
  },
  {
    id: 526,
    cn: '碑',
    ls: '',
    sw: ''
  },
  {
    id: 527,
    cn: '刻',
    ls: '',
    sw: ''
  },
  {
    id: 528,
    cn: '铭',
    ls: '',
    sw: ''
  },
  {
    id: 529,
    cn: '磻',
    ls: '',
    sw: ''
  },
  {
    id: 530,
    cn: '溪',
    ls: '',
    sw: ''
  },
  {
    id: 531,
    cn: '伊',
    ls: '',
    sw: ''
  },
  {
    id: 532,
    cn: '尹',
    ls: '',
    sw: ''
  },
  {
    id: 533,
    cn: '佐',
    ls: '形声',
    sw:
      '左手的形状，原字是『左』，指的是左手拿着祭器向神明祈求帮助，后来加上了『人』字旁。'
  },
  {
    id: 534,
    cn: '时',
    ls: '',
    sw: ''
  },
  {
    id: 535,
    cn: '阿',
    ls: '',
    sw: ''
  },
  {
    id: 536,
    cn: '衡',
    ls: '',
    sw: ''
  },
  {
    id: 537,
    cn: '奄',
    ls: '',
    sw: ''
  },
  {
    id: 538,
    cn: '宅',
    ls: '',
    sw: ''
  },
  {
    id: 539,
    cn: '曲',
    ls: '',
    sw: ''
  },
  {
    id: 540,
    cn: '阜',
    ls: '',
    sw: ''
  },
  {
    id: 541,
    cn: '微',
    ls: '',
    sw: ''
  },
  {
    id: 542,
    cn: '旦',
    ls: '',
    sw: ''
  },
  {
    id: 543,
    cn: '孰',
    ls: '',
    sw: ''
  },
  {
    id: 544,
    cn: '营',
    ls: '',
    sw: ''
  },
  {
    id: 545,
    cn: '桓',
    ls: '',
    sw: ''
  },
  {
    id: 546,
    cn: '公',
    ls: '',
    sw: ''
  },
  {
    id: 547,
    cn: '匡',
    ls: '',
    sw: ''
  },
  {
    id: 548,
    cn: '合',
    ls: '',
    sw: ''
  },
  {
    id: 549,
    cn: '济',
    ls: '',
    sw: ''
  },
  {
    id: 550,
    cn: '弱',
    ls: '',
    sw: ''
  },
  {
    id: 551,
    cn: '扶',
    ls: '',
    sw: ''
  },
  {
    id: 552,
    cn: '倾',
    ls: '',
    sw: ''
  },
  {
    id: 553,
    cn: '绮',
    ls: '',
    sw: ''
  },
  {
    id: 554,
    cn: '回',
    ls: '',
    sw: ''
  },
  {
    id: 555,
    cn: '汉',
    ls: '',
    sw: ''
  },
  {
    id: 556,
    cn: '惠',
    ls: '',
    sw: ''
  },
  {
    id: 557,
    cn: '说',
    ls: '',
    sw: ''
  },
  {
    id: 558,
    cn: '感',
    ls: '',
    sw: ''
  },
  {
    id: 559,
    cn: '武',
    ls: '',
    sw: ''
  },
  {
    id: 560,
    cn: '丁',
    ls: '',
    sw: ''
  },
  {
    id: 561,
    cn: '俊',
    ls: '',
    sw: ''
  },
  {
    id: 562,
    cn: '义',
    ls: '',
    sw: ''
  },
  {
    id: 563,
    cn: '密',
    ls: '',
    sw: ''
  },
  {
    id: 564,
    cn: '勿',
    ls: '',
    sw: ''
  },
  {
    id: 565,
    cn: '多',
    ls: '会意',
    sw: '上下是肉。两块肉叠在一起，指的是作为祭品的肉很多。'
  },
  {
    id: 566,
    cn: '士',
    ls: '',
    sw: ''
  },
  {
    id: 567,
    cn: '实',
    ls: '',
    sw: ''
  },
  {
    id: 568,
    cn: '宁',
    ls: '',
    sw: ''
  },
  {
    id: 569,
    cn: '晋',
    ls: '',
    sw: ''
  },
  {
    id: 570,
    cn: '楚',
    ls: '',
    sw: ''
  },
  {
    id: 571,
    cn: '更',
    ls: '',
    sw: ''
  },
  {
    id: 572,
    cn: '霸',
    ls: '',
    sw: ''
  },
  {
    id: 573,
    cn: '赵',
    ls: '',
    sw: ''
  },
  {
    id: 574,
    cn: '魏',
    ls: '',
    sw: ''
  },
  {
    id: 575,
    cn: '困',
    ls: '',
    sw: ''
  },
  {
    id: 576,
    cn: '横',
    ls: '',
    sw: ''
  },
  {
    id: 577,
    cn: '假',
    ls: '',
    sw: ''
  },
  {
    id: 578,
    cn: '途',
    ls: '',
    sw: ''
  },
  {
    id: 579,
    cn: '灭',
    ls: '',
    sw: ''
  },
  {
    id: 580,
    cn: '虢',
    ls: '',
    sw: ''
  },
  {
    id: 581,
    cn: '践',
    ls: '',
    sw: ''
  },
  {
    id: 582,
    cn: '土',
    ls: '',
    sw: ''
  },
  {
    id: 583,
    cn: '会',
    ls: '',
    sw: ''
  },
  {
    id: 584,
    cn: '盟',
    ls: '会意',
    sw:
      '上左是窗子，上右是月亮，下方是血。意思是在窗边，在祭祀的神明的面前饮血发誓。'
  },
  {
    id: 585,
    cn: '何',
    ls: '形声',
    sw: '描绘的是背着戈(上方)的人(下方)的姿态。意思是背负。是『荷』字的原形。'
  },
  {
    id: 586,
    cn: '遵',
    ls: '',
    sw: ''
  },
  {
    id: 587,
    cn: '约',
    ls: '',
    sw: ''
  },
  {
    id: 588,
    cn: '法',
    ls: '',
    sw: ''
  },
  {
    id: 589,
    cn: '韩',
    ls: '',
    sw: ''
  },
  {
    id: 590,
    cn: '弊',
    ls: '',
    sw: ''
  },
  {
    id: 591,
    cn: '烦',
    ls: '',
    sw: ''
  },
  {
    id: 592,
    cn: '刑',
    ls: '',
    sw: ''
  },
  {
    id: 593,
    cn: '起',
    ls: '',
    sw: ''
  },
  {
    id: 594,
    cn: '翦',
    ls: '',
    sw: ''
  },
  {
    id: 595,
    cn: '颇',
    ls: '',
    sw: ''
  },
  {
    id: 596,
    cn: '牧',
    ls: '',
    sw: ''
  },
  {
    id: 597,
    cn: '用',
    ls: '',
    sw: ''
  },
  {
    id: 598,
    cn: '军',
    ls: '',
    sw: ''
  },
  {
    id: 599,
    cn: '最',
    ls: '',
    sw: ''
  },
  {
    id: 600,
    cn: '精',
    ls: '',
    sw: ''
  },
  {
    id: 601,
    cn: '宣',
    ls: '',
    sw: ''
  },
  {
    id: 602,
    cn: '威',
    ls: '会意',
    sw:
      '在女子(下方)的上面加上斧头(上方)。意思是用作为神器的斧头净化过的女子，呈现出威严的姿态。'
  },
  {
    id: 603,
    cn: '沙',
    ls: '',
    sw: ''
  },
  {
    id: 604,
    cn: '漠',
    ls: '',
    sw: ''
  },
  {
    id: 605,
    cn: '驰',
    ls: '',
    sw: ''
  },
  {
    id: 606,
    cn: '誉',
    ls: '',
    sw: ''
  },
  {
    id: 607,
    cn: '丹',
    ls: '',
    sw: ''
  },
  {
    id: 608,
    cn: '青',
    ls: '',
    sw: ''
  },
  {
    id: 609,
    cn: '九',
    ls: '',
    sw: ''
  },
  {
    id: 610,
    cn: '州',
    ls: '',
    sw: ''
  },
  {
    id: 611,
    cn: '禹',
    ls: '',
    sw: ''
  },
  {
    id: 612,
    cn: '迹',
    ls: '',
    sw: ''
  },
  {
    id: 613,
    cn: '百',
    ls: '',
    sw: ''
  },
  {
    id: 614,
    cn: '郡',
    ls: '',
    sw: ''
  },
  {
    id: 615,
    cn: '秦',
    ls: '',
    sw: ''
  },
  {
    id: 616,
    cn: '并',
    ls: '',
    sw: ''
  },
  {
    id: 617,
    cn: '岳',
    ls: '',
    sw: ''
  },
  {
    id: 618,
    cn: '宗',
    ls: '',
    sw: ''
  },
  {
    id: 619,
    cn: '泰',
    ls: '',
    sw: ''
  },
  {
    id: 620,
    cn: '岱',
    ls: '',
    sw: ''
  },
  {
    id: 621,
    cn: '禅',
    ls: '',
    sw: ''
  },
  {
    id: 622,
    cn: '主',
    ls: '',
    sw: ''
  },
  {
    id: 623,
    cn: '云',
    ls: '',
    sw: ''
  },
  {
    id: 624,
    cn: '亭',
    ls: '',
    sw: ''
  },
  {
    id: 625,
    cn: '雁',
    ls: '',
    sw: ''
  },
  {
    id: 626,
    cn: '门',
    ls: '',
    sw: ''
  },
  {
    id: 627,
    cn: '紫',
    ls: '',
    sw: ''
  },
  {
    id: 628,
    cn: '塞',
    ls: '',
    sw: ''
  },
  {
    id: 629,
    cn: '鸡',
    ls: '',
    sw: ''
  },
  {
    id: 630,
    cn: '田',
    ls: '',
    sw: ''
  },
  {
    id: 631,
    cn: '赤',
    ls: '会意',
    sw: '手脚张开的人(上方)，与火(下方)组合起来。意思是洗净污秽的仪式。'
  },
  {
    id: 632,
    cn: '城',
    ls: '',
    sw: ''
  },
  {
    id: 633,
    cn: '昆',
    ls: '',
    sw: ''
  },
  {
    id: 634,
    cn: '池',
    ls: '',
    sw: ''
  },
  {
    id: 635,
    cn: '碣',
    ls: '',
    sw: ''
  },
  {
    id: 636,
    cn: '石',
    ls: '',
    sw: ''
  },
  {
    id: 637,
    cn: '钜',
    ls: '',
    sw: ''
  },
  {
    id: 638,
    cn: '野',
    ls: '',
    sw: ''
  },
  {
    id: 639,
    cn: '洞',
    ls: '',
    sw: ''
  },
  {
    id: 640,
    cn: '庭',
    ls: '',
    sw: ''
  },
  {
    id: 641,
    cn: '旷',
    ls: '',
    sw: ''
  },
  {
    id: 642,
    cn: '远',
    ls: '',
    sw: ''
  },
  {
    id: 643,
    cn: '绵',
    ls: '',
    sw: ''
  },
  {
    id: 644,
    cn: '邈',
    ls: '',
    sw: ''
  },
  {
    id: 645,
    cn: '岩',
    ls: '',
    sw: ''
  },
  {
    id: 646,
    cn: '岫',
    ls: '',
    sw: ''
  },
  {
    id: 647,
    cn: '杳',
    ls: '',
    sw: ''
  },
  {
    id: 648,
    cn: '冥',
    ls: '',
    sw: ''
  },
  {
    id: 649,
    cn: '治',
    ls: '',
    sw: ''
  },
  {
    id: 650,
    cn: '本',
    ls: '',
    sw: ''
  },
  {
    id: 651,
    cn: '于',
    ls: '',
    sw: ''
  },
  {
    id: 652,
    cn: '农',
    ls: '',
    sw: ''
  },
  {
    id: 653,
    cn: '务',
    ls: '',
    sw: ''
  },
  {
    id: 654,
    cn: '兹',
    ls: '',
    sw: ''
  },
  {
    id: 655,
    cn: '稼',
    ls: '',
    sw: ''
  },
  {
    id: 656,
    cn: '穑',
    ls: '',
    sw: ''
  },
  {
    id: 657,
    cn: '俶',
    ls: '',
    sw: ''
  },
  {
    id: 658,
    cn: '载',
    ls: '',
    sw: ''
  },
  {
    id: 659,
    cn: '南',
    ls: '',
    sw: ''
  },
  {
    id: 660,
    cn: '亩',
    ls: '',
    sw: ''
  },
  {
    id: 661,
    cn: '我',
    ls: '',
    sw: ''
  },
  {
    id: 662,
    cn: '艺',
    ls: '',
    sw: ''
  },
  {
    id: 663,
    cn: '黍',
    ls: '',
    sw: ''
  },
  {
    id: 664,
    cn: '稷',
    ls: '',
    sw: ''
  },
  {
    id: 665,
    cn: '税',
    ls: '',
    sw: ''
  },
  {
    id: 666,
    cn: '熟',
    ls: '',
    sw: ''
  },
  {
    id: 667,
    cn: '贡',
    ls: '',
    sw: ''
  },
  {
    id: 668,
    cn: '新',
    ls: '',
    sw: ''
  },
  {
    id: 669,
    cn: '劝',
    ls: '',
    sw: ''
  },
  {
    id: 670,
    cn: '赏',
    ls: '',
    sw: ''
  },
  {
    id: 671,
    cn: '黜',
    ls: '',
    sw: ''
  },
  {
    id: 672,
    cn: '陟',
    ls: '',
    sw: ''
  },
  {
    id: 673,
    cn: '孟',
    ls: '',
    sw: ''
  },
  {
    id: 674,
    cn: '轲',
    ls: '',
    sw: ''
  },
  {
    id: 675,
    cn: '敦',
    ls: '',
    sw: ''
  },
  {
    id: 676,
    cn: '素',
    ls: '',
    sw: ''
  },
  {
    id: 677,
    cn: '史',
    ls: '',
    sw: ''
  },
  {
    id: 678,
    cn: '鱼',
    ls: '',
    sw: ''
  },
  {
    id: 679,
    cn: '秉',
    ls: '',
    sw: ''
  },
  {
    id: 680,
    cn: '直',
    ls: '会意',
    sw:
      '用眉毛上装饰(右上)着饰物的眼睛(右下)巡视，左边是指隐藏起来。意思是悄悄地调查、以纠正不当之事。'
  },
  {
    id: 681,
    cn: '庶',
    ls: '',
    sw: ''
  },
  {
    id: 682,
    cn: '几',
    ls: '',
    sw: ''
  },
  {
    id: 683,
    cn: '中',
    ls: '',
    sw: ''
  },
  {
    id: 684,
    cn: '庸',
    ls: '',
    sw: ''
  },
  {
    id: 685,
    cn: '劳',
    ls: '',
    sw: ''
  },
  {
    id: 686,
    cn: '谦',
    ls: '',
    sw: ''
  },
  {
    id: 687,
    cn: '谨',
    ls: '',
    sw: ''
  },
  {
    id: 688,
    cn: '敕',
    ls: '',
    sw: ''
  },
  {
    id: 689,
    cn: '聆',
    ls: '',
    sw: ''
  },
  {
    id: 690,
    cn: '音',
    ls: '',
    sw: ''
  },
  {
    id: 691,
    cn: '察',
    ls: '',
    sw: ''
  },
  {
    id: 692,
    cn: '理',
    ls: '',
    sw: ''
  },
  {
    id: 693,
    cn: '鉴',
    ls: '',
    sw: ''
  },
  {
    id: 694,
    cn: '貌',
    ls: '',
    sw: ''
  },
  {
    id: 695,
    cn: '辨',
    ls: '',
    sw: ''
  },
  {
    id: 696,
    cn: '色',
    ls: '',
    sw: ''
  },
  {
    id: 697,
    cn: '贻',
    ls: '',
    sw: ''
  },
  {
    id: 698,
    cn: '厥',
    ls: '',
    sw: ''
  },
  {
    id: 699,
    cn: '嘉',
    ls: '',
    sw: ''
  },
  {
    id: 700,
    cn: '猷',
    ls: '',
    sw: ''
  },
  {
    id: 701,
    cn: '勉',
    ls: '',
    sw: ''
  },
  {
    id: 702,
    cn: '其',
    ls: '',
    sw: ''
  },
  {
    id: 703,
    cn: '祗',
    ls: '',
    sw: ''
  },
  {
    id: 704,
    cn: '植',
    ls: '',
    sw: ''
  },
  {
    id: 705,
    cn: '省',
    ls: '形声',
    sw:
      '眉毛上佩戴着饰物，用这样有咒力的眼睛巡视。汉元帝时期，开始将政府机构称之为『省』。'
  },
  {
    id: 706,
    cn: '躬',
    ls: '',
    sw: ''
  },
  {
    id: 707,
    cn: '讥',
    ls: '',
    sw: ''
  },
  {
    id: 708,
    cn: '诫',
    ls: '',
    sw: ''
  },
  {
    id: 709,
    cn: '宠',
    ls: '',
    sw: ''
  },
  {
    id: 710,
    cn: '增',
    ls: '',
    sw: ''
  },
  {
    id: 711,
    cn: '抗',
    ls: '',
    sw: ''
  },
  {
    id: 712,
    cn: '极',
    ls: '',
    sw: ''
  },
  {
    id: 713,
    cn: '殆',
    ls: '',
    sw: ''
  },
  {
    id: 714,
    cn: '辱',
    ls: '',
    sw: ''
  },
  {
    id: 715,
    cn: '近',
    ls: '',
    sw: ''
  },
  {
    id: 716,
    cn: '耻',
    ls: '',
    sw: ''
  },
  {
    id: 717,
    cn: '林',
    ls: '',
    sw: ''
  },
  {
    id: 718,
    cn: '皋',
    ls: '',
    sw: ''
  },
  {
    id: 719,
    cn: '幸',
    ls: '',
    sw: ''
  },
  {
    id: 720,
    cn: '即',
    ls: '会意',
    sw:
      '在食案(左边)前，有一个人弯曲着膝盖(右边)呈的形态。意思是吃饭时即席（到达座位），后来均用来指到达。'
  },
  {
    id: 721,
    cn: '两',
    ls: '',
    sw: ''
  },
  {
    id: 722,
    cn: '疏',
    ls: '',
    sw: ''
  },
  {
    id: 723,
    cn: '见',
    ls: '象形',
    sw:
      '上方是眼睛，下方是人。意思是看。『看』这一行为曾经指的是与面对的事物保持精神方面的联系。'
  },
  {
    id: 724,
    cn: '机',
    ls: '',
    sw: ''
  },
  {
    id: 725,
    cn: '解',
    ls: '',
    sw: ''
  },
  {
    id: 726,
    cn: '组',
    ls: '',
    sw: ''
  },
  {
    id: 727,
    cn: '谁',
    ls: '',
    sw: ''
  },
  {
    id: 728,
    cn: '逼',
    ls: '',
    sw: ''
  },
  {
    id: 729,
    cn: '索',
    ls: '',
    sw: ''
  },
  {
    id: 730,
    cn: '居',
    ls: '会意',
    sw:
      '上方是代替祖先接受祭祀的纸人，下方是凳子。指的是举行仪式的时候蹲坐的姿势。'
  },
  {
    id: 731,
    cn: '闲',
    ls: '',
    sw: ''
  },
  {
    id: 732,
    cn: '处',
    ls: '',
    sw: ''
  },
  {
    id: 733,
    cn: '沉',
    ls: '',
    sw: ''
  },
  {
    id: 734,
    cn: '默',
    ls: '',
    sw: ''
  },
  {
    id: 735,
    cn: '寂',
    ls: '',
    sw: ''
  },
  {
    id: 736,
    cn: '寥',
    ls: '',
    sw: ''
  },
  {
    id: 737,
    cn: '求',
    ls: '',
    sw: ''
  },
  {
    id: 738,
    cn: '古',
    ls: '',
    sw: ''
  },
  {
    id: 739,
    cn: '寻',
    ls: '',
    sw: ''
  },
  {
    id: 740,
    cn: '论',
    ls: '',
    sw: ''
  },
  {
    id: 741,
    cn: '散',
    ls: '会意',
    sw: '左边是带筋的肉，右边是打。意思是将肉切割。'
  },
  {
    id: 742,
    cn: '虑',
    ls: '',
    sw: ''
  },
  {
    id: 743,
    cn: '逍',
    ls: '',
    sw: ''
  },
  {
    id: 744,
    cn: '遥',
    ls: '',
    sw: ''
  },
  {
    id: 745,
    cn: '欣',
    ls: '',
    sw: ''
  },
  {
    id: 746,
    cn: '奏',
    ls: '',
    sw: ''
  },
  {
    id: 747,
    cn: '累',
    ls: '',
    sw: ''
  },
  {
    id: 748,
    cn: '遣',
    ls: '形声',
    sw: '下方是祭肉，上方表示用双手拿着。意思是派遣手捧祭肉的军队。'
  },
  {
    id: 749,
    cn: '戚',
    ls: '',
    sw: ''
  },
  {
    id: 750,
    cn: '谢',
    ls: '',
    sw: ''
  },
  {
    id: 751,
    cn: '欢',
    ls: '',
    sw: ''
  },
  {
    id: 752,
    cn: '招',
    ls: '',
    sw: ''
  },
  {
    id: 753,
    cn: '渠',
    ls: '',
    sw: ''
  },
  {
    id: 754,
    cn: '荷',
    ls: '',
    sw: ''
  },
  {
    id: 755,
    cn: '的',
    ls: '',
    sw: ''
  },
  {
    id: 756,
    cn: '历',
    ls: '',
    sw: ''
  },
  {
    id: 757,
    cn: '园',
    ls: '',
    sw: ''
  },
  {
    id: 758,
    cn: '莽',
    ls: '',
    sw: ''
  },
  {
    id: 759,
    cn: '抽',
    ls: '',
    sw: ''
  },
  {
    id: 760,
    cn: '条',
    ls: '',
    sw: ''
  },
  {
    id: 761,
    cn: '枇',
    ls: '',
    sw: ''
  },
  {
    id: 762,
    cn: '杷',
    ls: '',
    sw: ''
  },
  {
    id: 763,
    cn: '晚',
    ls: '',
    sw: ''
  },
  {
    id: 764,
    cn: '翠',
    ls: '',
    sw: ''
  },
  {
    id: 765,
    cn: '梧',
    ls: '',
    sw: ''
  },
  {
    id: 766,
    cn: '桐',
    ls: '',
    sw: ''
  },
  {
    id: 767,
    cn: '蚤',
    ls: '',
    sw: ''
  },
  {
    id: 768,
    cn: '凋',
    ls: '',
    sw: ''
  },
  {
    id: 769,
    cn: '陈',
    ls: '',
    sw: ''
  },
  {
    id: 770,
    cn: '根',
    ls: '',
    sw: ''
  },
  {
    id: 771,
    cn: '委',
    ls: '会意',
    sw:
      '右边是做成水稻形状的头饰，左边是女子。意思是为祈祷粮食丰收而在田里跳舞的女子。'
  },
  {
    id: 772,
    cn: '翳',
    ls: '',
    sw: ''
  },
  {
    id: 773,
    cn: '落',
    ls: '',
    sw: ''
  },
  {
    id: 774,
    cn: '叶',
    ls: '',
    sw: ''
  },
  {
    id: 775,
    cn: '飘',
    ls: '',
    sw: ''
  },
  {
    id: 776,
    cn: '摇',
    ls: '',
    sw: ''
  },
  {
    id: 777,
    cn: '游',
    ls: '形声',
    sw:
      '旗杆(上方)和孩子(中间)组合起来，即拿着旗杆的人；下方表示去、走。意思是神灵的移动。'
  },
  {
    id: 778,
    cn: '鹍',
    ls: '',
    sw: ''
  },
  {
    id: 779,
    cn: '独',
    ls: '',
    sw: ''
  },
  {
    id: 780,
    cn: '运',
    ls: '',
    sw: ''
  },
  {
    id: 781,
    cn: '凌',
    ls: '',
    sw: ''
  },
  {
    id: 782,
    cn: '摩',
    ls: '',
    sw: ''
  },
  {
    id: 783,
    cn: '绛',
    ls: '',
    sw: ''
  },
  {
    id: 784,
    cn: '霄',
    ls: '',
    sw: ''
  },
  {
    id: 785,
    cn: '耽',
    ls: '',
    sw: ''
  },
  {
    id: 786,
    cn: '读',
    ls: '',
    sw: ''
  },
  {
    id: 787,
    cn: '玩',
    ls: '',
    sw: ''
  },
  {
    id: 788,
    cn: '市',
    ls: '',
    sw: ''
  },
  {
    id: 789,
    cn: '寓',
    ls: '',
    sw: ''
  },
  {
    id: 790,
    cn: '目',
    ls: '象形',
    sw: '字形为横长的眼睛；在古代，眼睛被认为是有符咒力的。'
  },
  {
    id: 791,
    cn: '囊',
    ls: '',
    sw: ''
  },
  {
    id: 792,
    cn: '箱',
    ls: '',
    sw: ''
  },
  {
    id: 793,
    cn: '易',
    ls: '',
    sw: ''
  },
  {
    id: 794,
    cn: '輶',
    ls: '',
    sw: ''
  },
  {
    id: 795,
    cn: '攸',
    ls: '',
    sw: ''
  },
  {
    id: 796,
    cn: '畏',
    ls: '',
    sw: ''
  },
  {
    id: 797,
    cn: '属',
    ls: '',
    sw: ''
  },
  {
    id: 798,
    cn: '耳',
    ls: '象形',
    sw:
      '字形描绘了耳朵的形状。意思是耳朵。神明是伴随着声音出现的，耳朵与眼睛同时都是感知神明的重要方式。'
  },
  {
    id: 799,
    cn: '垣',
    ls: '',
    sw: ''
  },
  {
    id: 800,
    cn: '墙',
    ls: '',
    sw: ''
  },
  {
    id: 801,
    cn: '具',
    ls: '',
    sw: ''
  },
  {
    id: 802,
    cn: '膳',
    ls: '',
    sw: ''
  },
  {
    id: 803,
    cn: '餐',
    ls: '',
    sw: ''
  },
  {
    id: 804,
    cn: '饭',
    ls: '',
    sw: ''
  },
  {
    id: 805,
    cn: '适',
    ls: '',
    sw: ''
  },
  {
    id: 806,
    cn: '口',
    ls: '',
    sw: ''
  },
  {
    id: 807,
    cn: '充',
    ls: '',
    sw: ''
  },
  {
    id: 808,
    cn: '肠',
    ls: '',
    sw: ''
  },
  {
    id: 809,
    cn: '饱',
    ls: '',
    sw: ''
  },
  {
    id: 810,
    cn: '饫',
    ls: '',
    sw: ''
  },
  {
    id: 811,
    cn: '烹',
    ls: '',
    sw: ''
  },
  {
    id: 812,
    cn: '宰',
    ls: '',
    sw: ''
  },
  {
    id: 813,
    cn: '饥',
    ls: '',
    sw: ''
  },
  {
    id: 814,
    cn: '厌',
    ls: '',
    sw: ''
  },
  {
    id: 815,
    cn: '糟',
    ls: '',
    sw: ''
  },
  {
    id: 816,
    cn: '糠',
    ls: '',
    sw: ''
  },
  {
    id: 817,
    cn: '亲',
    ls: '会意',
    sw:
      '投掷大针(左边)来选择作为牌位的木头，之后看见该牌位要叩拜(右边)。意思是父母。'
  },
  {
    id: 818,
    cn: '戚',
    ls: '',
    sw: ''
  },
  {
    id: 819,
    cn: '故',
    ls: '',
    sw: ''
  },
  {
    id: 820,
    cn: '旧',
    ls: '',
    sw: ''
  },
  {
    id: 821,
    cn: '老',
    ls: '会意',
    sw: '上方是长头发的人，下方是躺着的衰老的人。意思是临近死亡。'
  },
  {
    id: 822,
    cn: '少',
    ls: '',
    sw: ''
  },
  {
    id: 823,
    cn: '异',
    ls: '象形',
    sw: '上方是鬼的大头，下方是张开双手的样子。意思是非常奇怪的形态。'
  },
  {
    id: 824,
    cn: '粮',
    ls: '',
    sw: ''
  },
  {
    id: 825,
    cn: '妾',
    ls: '',
    sw: ''
  },
  {
    id: 826,
    cn: '御',
    ls: '',
    sw: ''
  },
  {
    id: 827,
    cn: '绩',
    ls: '',
    sw: ''
  },
  {
    id: 828,
    cn: '纺',
    ls: '',
    sw: ''
  },
  {
    id: 829,
    cn: '侍',
    ls: '',
    sw: ''
  },
  {
    id: 830,
    cn: '巾',
    ls: '',
    sw: ''
  },
  {
    id: 831,
    cn: '帷',
    ls: '',
    sw: ''
  },
  {
    id: 832,
    cn: '房',
    ls: '',
    sw: ''
  },
  {
    id: 833,
    cn: '纨',
    ls: '',
    sw: ''
  },
  {
    id: 834,
    cn: '扇',
    ls: '',
    sw: ''
  },
  {
    id: 835,
    cn: '圆',
    ls: '',
    sw: ''
  },
  {
    id: 836,
    cn: '洁',
    ls: '',
    sw: ''
  },
  {
    id: 837,
    cn: '银',
    ls: '',
    sw: ''
  },
  {
    id: 838,
    cn: '烛',
    ls: '',
    sw: ''
  },
  {
    id: 839,
    cn: '炜',
    ls: '',
    sw: ''
  },
  {
    id: 840,
    cn: '煌',
    ls: '',
    sw: ''
  },
  {
    id: 841,
    cn: '昼',
    ls: '',
    sw: ''
  },
  {
    id: 842,
    cn: '眠',
    ls: '',
    sw: ''
  },
  {
    id: 843,
    cn: '夕',
    ls: '',
    sw: ''
  },
  {
    id: 844,
    cn: '寐',
    ls: '',
    sw: ''
  },
  {
    id: 845,
    cn: '蓝',
    ls: '',
    sw: ''
  },
  {
    id: 846,
    cn: '笋',
    ls: '',
    sw: ''
  },
  {
    id: 847,
    cn: '象',
    ls: '',
    sw: ''
  },
  {
    id: 848,
    cn: '床',
    ls: '',
    sw: ''
  },
  {
    id: 849,
    cn: '弦',
    ls: '',
    sw: ''
  },
  {
    id: 850,
    cn: '歌',
    ls: '',
    sw: ''
  },
  {
    id: 851,
    cn: '酒',
    ls: '',
    sw: ''
  },
  {
    id: 852,
    cn: '宴',
    ls: '会意',
    sw:
      '上方表示祭祀祖先的灵堂的屋顶，中间是玉石，下方是女子。意思是镇灵的仪式，也有安抚、使平静之意。'
  },
  {
    id: 853,
    cn: '接',
    ls: '',
    sw: ''
  },
  {
    id: 854,
    cn: '杯',
    ls: '',
    sw: ''
  },
  {
    id: 855,
    cn: '举',
    ls: '',
    sw: ''
  },
  {
    id: 856,
    cn: '觞',
    ls: '',
    sw: ''
  },
  {
    id: 857,
    cn: '矫',
    ls: '',
    sw: ''
  },
  {
    id: 858,
    cn: '手',
    ls: '',
    sw: ''
  },
  {
    id: 859,
    cn: '顿',
    ls: '',
    sw: ''
  },
  {
    id: 860,
    cn: '足',
    ls: '',
    sw: ''
  },
  {
    id: 861,
    cn: '悦',
    ls: '',
    sw: ''
  },
  {
    id: 862,
    cn: '豫',
    ls: '',
    sw: ''
  },
  {
    id: 863,
    cn: '且',
    ls: '象形',
    sw: '字形为用来放置祭祀所用的肉的砧板。意思是祖先，是『祖』的原字。'
  },
  {
    id: 864,
    cn: '康',
    ls: '',
    sw: ''
  },
  {
    id: 865,
    cn: '嫡',
    ls: '形声',
    sw:
      '上方是祭祀神明的时候使用的大祭桌（祭器），下方是装有祝词的容器。意思是帝王的嫡系继承人。'
  },
  {
    id: 866,
    cn: '后',
    ls: '会意',
    sw: '女子将孩子生下来。意思是抚育，王的后、妃。'
  },
  {
    id: 867,
    cn: '嗣',
    ls: '',
    sw: ''
  },
  {
    id: 868,
    cn: '续',
    ls: '',
    sw: ''
  },
  {
    id: 869,
    cn: '祭',
    ls: '',
    sw: ''
  },
  {
    id: 870,
    cn: '祀',
    ls: '',
    sw: ''
  },
  {
    id: 871,
    cn: '烝',
    ls: '',
    sw: ''
  },
  {
    id: 872,
    cn: '尝',
    ls: '',
    sw: ''
  },
  {
    id: 873,
    cn: '稽',
    ls: '',
    sw: ''
  },
  {
    id: 874,
    cn: '颡',
    ls: '',
    sw: ''
  },
  {
    id: 875,
    cn: '再',
    ls: '',
    sw: ''
  },
  {
    id: 876,
    cn: '拜',
    ls: '',
    sw: ''
  },
  {
    id: 877,
    cn: '悚',
    ls: '',
    sw: ''
  },
  {
    id: 878,
    cn: '惧',
    ls: '',
    sw: ''
  },
  {
    id: 879,
    cn: '恐',
    ls: '',
    sw: ''
  },
  {
    id: 880,
    cn: '惶',
    ls: '',
    sw: ''
  },
  {
    id: 881,
    cn: '笺',
    ls: '',
    sw: ''
  },
  {
    id: 882,
    cn: '牒',
    ls: '',
    sw: ''
  },
  {
    id: 883,
    cn: '简',
    ls: '',
    sw: ''
  },
  {
    id: 884,
    cn: '要',
    ls: '象形',
    sw:
      '上方是腰椎骨的形态，下方是女子。意思是女人的腰椎骨，『要领』一词说的是腰和脖子的筋。'
  },
  {
    id: 885,
    cn: '顾',
    ls: '会意',
    sw: '左边是鸟，右边是着冠行礼的人。意思是用鸟做占卜来询问神的旨意。'
  },
  {
    id: 886,
    cn: '答',
    ls: '',
    sw: ''
  },
  {
    id: 887,
    cn: '审',
    ls: '',
    sw: ''
  },
  {
    id: 888,
    cn: '详',
    ls: '',
    sw: ''
  },
  {
    id: 889,
    cn: '骸',
    ls: '',
    sw: ''
  },
  {
    id: 890,
    cn: '垢',
    ls: '',
    sw: ''
  },
  {
    id: 891,
    cn: '想',
    ls: '',
    sw: ''
  },
  {
    id: 892,
    cn: '浴',
    ls: '',
    sw: ''
  },
  {
    id: 893,
    cn: '执',
    ls: '',
    sw: ''
  },
  {
    id: 894,
    cn: '热',
    ls: '',
    sw: ''
  },
  {
    id: 895,
    cn: '愿',
    ls: '',
    sw: ''
  },
  {
    id: 896,
    cn: '凉',
    ls: '',
    sw: ''
  },
  {
    id: 897,
    cn: '驴',
    ls: '',
    sw: ''
  },
  {
    id: 898,
    cn: '骡',
    ls: '',
    sw: ''
  },
  {
    id: 899,
    cn: '犊',
    ls: '',
    sw: ''
  },
  {
    id: 900,
    cn: '特',
    ls: '',
    sw: ''
  },
  {
    id: 901,
    cn: '骇',
    ls: '',
    sw: ''
  },
  {
    id: 902,
    cn: '跃',
    ls: '',
    sw: ''
  },
  {
    id: 903,
    cn: '超',
    ls: '',
    sw: ''
  },
  {
    id: 904,
    cn: '骧',
    ls: '',
    sw: ''
  },
  {
    id: 905,
    cn: '诛',
    ls: '',
    sw: ''
  },
  {
    id: 906,
    cn: '斩',
    ls: '',
    sw: ''
  },
  {
    id: 907,
    cn: '贼',
    ls: '',
    sw: ''
  },
  {
    id: 908,
    cn: '盗',
    ls: '',
    sw:
      '一个人(右边)在破口大骂，这个人把水(左上)泼在歃血盟誓的器皿(左下)上，破坏了盟约。'
  },
  {
    id: 909,
    cn: '捕',
    ls: '',
    sw: ''
  },
  {
    id: 910,
    cn: '获',
    ls: '',
    sw: ''
  },
  {
    id: 911,
    cn: '叛',
    ls: '',
    sw: ''
  },
  {
    id: 912,
    cn: '亡',
    ls: '象形',
    sw: '字形为手脚被折断弯曲的死者。意思是死亡、消失、灭亡。'
  },
  {
    id: 913,
    cn: '布',
    ls: '',
    sw: ''
  },
  {
    id: 914,
    cn: '射',
    ls: '',
    sw: ''
  },
  {
    id: 915,
    cn: '僚',
    ls: '',
    sw: ''
  },
  {
    id: 916,
    cn: '丸',
    ls: '',
    sw: ''
  },
  {
    id: 917,
    cn: '嵇',
    ls: '',
    sw: ''
  },
  {
    id: 918,
    cn: '琴',
    ls: '',
    sw: ''
  },
  {
    id: 919,
    cn: '阮',
    ls: '',
    sw: ''
  },
  {
    id: 920,
    cn: '啸',
    ls: '',
    sw: ''
  },
  {
    id: 921,
    cn: '恬',
    ls: '',
    sw: ''
  },
  {
    id: 922,
    cn: '笔',
    ls: '',
    sw: ''
  },
  {
    id: 923,
    cn: '伦',
    ls: '',
    sw: ''
  },
  {
    id: 924,
    cn: '纸',
    ls: '',
    sw: ''
  },
  {
    id: 925,
    cn: '钧',
    ls: '',
    sw: ''
  },
  {
    id: 926,
    cn: '巧',
    ls: '',
    sw: ''
  },
  {
    id: 927,
    cn: '任',
    ls: '形声',
    sw: '左边是人，右边是用来敲打金属、制造器物的台子。意思是承受强力和重量。'
  },
  {
    id: 928,
    cn: '钓',
    ls: '',
    sw: ''
  },
  {
    id: 929,
    cn: '释',
    ls: '',
    sw: ''
  },
  {
    id: 930,
    cn: '纷',
    ls: '',
    sw: ''
  },
  {
    id: 931,
    cn: '利',
    ls: '',
    sw: ''
  },
  {
    id: 932,
    cn: '俗',
    ls: '形声',
    sw:
      '右上是神明的样子，左边表示宗庙，右下是装有祝词的容器。意思是想要看见神明的样子。'
  },
  {
    id: 933,
    cn: '并',
    ls: '会意',
    sw: '字形表示左右并列的人，站在一定的位置上。意思是并列。'
  },
  {
    id: 934,
    cn: '皆',
    ls: '',
    sw: ''
  },
  {
    id: 935,
    cn: '佳',
    ls: '',
    sw: ''
  },
  {
    id: 936,
    cn: '妙',
    ls: '',
    sw: ''
  },
  {
    id: 937,
    cn: '毛',
    ls: '象形',
    sw:
      '字形为垂下来的毛发。意思是头发。草也被称为『毛』，草木无法生长的土地叫做『不毛』。'
  },
  {
    id: 938,
    cn: '施',
    ls: '',
    sw: ''
  },
  {
    id: 939,
    cn: '淑',
    ls: '',
    sw: ''
  },
  {
    id: 940,
    cn: '姿',
    ls: '',
    sw: ''
  },
  {
    id: 941,
    cn: '工',
    ls: '',
    sw: ''
  },
  {
    id: 942,
    cn: '颦',
    ls: '',
    sw: ''
  },
  {
    id: 943,
    cn: '妍',
    ls: '',
    sw: ''
  },
  {
    id: 944,
    cn: '笑',
    ls: '',
    sw: ''
  },
  {
    id: 945,
    cn: '年',
    ls: '',
    sw: ''
  },
  {
    id: 946,
    cn: '矢',
    ls: '',
    sw: ''
  },
  {
    id: 947,
    cn: '每',
    ls: '象形',
    sw:
      '扎着头发、戴着饰物的女子。意思是勤劳；也用于表示『经常』的意思，是假借的用法。'
  },
  {
    id: 948,
    cn: '催',
    ls: '',
    sw: ''
  },
  {
    id: 949,
    cn: '曦',
    ls: '',
    sw: ''
  },
  {
    id: 950,
    cn: '晖',
    ls: '',
    sw: ''
  },
  {
    id: 951,
    cn: '朗',
    ls: '',
    sw: ''
  },
  {
    id: 952,
    cn: '曜',
    ls: '',
    sw: ''
  },
  {
    id: 953,
    cn: '璇',
    ls: '',
    sw: ''
  },
  {
    id: 954,
    cn: '玑',
    ls: '',
    sw: ''
  },
  {
    id: 955,
    cn: '悬',
    ls: '',
    sw: ''
  },
  {
    id: 956,
    cn: '斡',
    ls: '',
    sw: ''
  },
  {
    id: 957,
    cn: '晦',
    ls: '',
    sw: ''
  },
  {
    id: 958,
    cn: '魄',
    ls: '',
    sw: ''
  },
  {
    id: 959,
    cn: '环',
    ls: '',
    sw: ''
  },
  {
    id: 960,
    cn: '照',
    ls: '',
    sw: ''
  },
  {
    id: 961,
    cn: '指',
    ls: '',
    sw: ''
  },
  {
    id: 962,
    cn: '薪',
    ls: '',
    sw: ''
  },
  {
    id: 963,
    cn: '修',
    ls: '',
    sw: ''
  },
  {
    id: 964,
    cn: '祜',
    ls: '',
    sw: ''
  },
  {
    id: 965,
    cn: '永',
    ls: '',
    sw: ''
  },
  {
    id: 966,
    cn: '绥',
    ls: '',
    sw: ''
  },
  {
    id: 967,
    cn: '吉',
    ls: '',
    sw: ''
  },
  {
    id: 968,
    cn: '劭',
    ls: '',
    sw: ''
  },
  {
    id: 969,
    cn: '矩',
    ls: '',
    sw: ''
  },
  {
    id: 970,
    cn: '步',
    ls: '',
    sw: ''
  },
  {
    id: 971,
    cn: '引',
    ls: '',
    sw: ''
  },
  {
    id: 972,
    cn: '领',
    ls: '',
    sw: ''
  },
  {
    id: 973,
    cn: '俯',
    ls: '',
    sw: ''
  },
  {
    id: 974,
    cn: '仰',
    ls: '',
    sw: ''
  },
  {
    id: 975,
    cn: '廊',
    ls: '',
    sw: ''
  },
  {
    id: 976,
    cn: '庙',
    ls: '',
    sw: ''
  },
  {
    id: 977,
    cn: '束',
    ls: '',
    sw: ''
  },
  {
    id: 978,
    cn: '带',
    ls: '',
    sw: ''
  },
  {
    id: 979,
    cn: '矜',
    ls: '',
    sw: ''
  },
  {
    id: 980,
    cn: '庄',
    ls: '',
    sw: ''
  },
  {
    id: 981,
    cn: '徘',
    ls: '',
    sw: ''
  },
  {
    id: 982,
    cn: '徊',
    ls: '',
    sw: ''
  },
  {
    id: 983,
    cn: '瞻',
    ls: '',
    sw: ''
  },
  {
    id: 984,
    cn: '眺',
    ls: '',
    sw: ''
  },
  {
    id: 985,
    cn: '孤',
    ls: '',
    sw: ''
  },
  {
    id: 986,
    cn: '陋',
    ls: '',
    sw: ''
  },
  {
    id: 987,
    cn: '寡',
    ls: '',
    sw: ''
  },
  {
    id: 988,
    cn: '闻',
    ls: '形声',
    sw:
      '上方是耳朵，下方是踮着脚尖站立的人。原意为聆听神明的声音。后来指对任何声音的聆听。'
  },
  {
    id: 989,
    cn: '愚',
    ls: '',
    sw: ''
  },
  {
    id: 990,
    cn: '蒙',
    ls: '',
    sw: ''
  },
  {
    id: 991,
    cn: '等',
    ls: '',
    sw: ''
  },
  {
    id: 992,
    cn: '诮',
    ls: '',
    sw: ''
  },
  {
    id: 993,
    cn: '谓',
    ls: '',
    sw: ''
  },
  {
    id: 994,
    cn: '语',
    ls: '',
    sw: ''
  },
  {
    id: 995,
    cn: '助',
    ls: '',
    sw: ''
  },
  {
    id: 996,
    cn: '者',
    ls: '',
    sw: ''
  },
  {
    id: 997,
    cn: '焉',
    ls: '',
    sw: ''
  },
  {
    id: 998,
    cn: '哉',
    ls: '',
    sw: ''
  },
  {
    id: 999,
    cn: '乎',
    ls: '',
    sw: ''
  },
  {
    id: 1000,
    cn: '也',
    ls: '',
    sw: ''
  }
]
