export default [
  {
    word: '床',
    swjz: '床，从爿(pán)，从木，会树木制成的片状物之意',
    chapter: '学而',
    image:
      'https://img2.baidu.com/it/u=3428201346,291982590&fm=253&fmt=auto&app=138&f=JPEG?w=755&h=500',
    imagenations: [
      {
        label: '人物',
        value: '闯王',
      },
      {
        label: '地点',
        value: '草坪 苏州园林 园博园 森林公园',
      },
      {
        label: '物品',
        value: '床 床板 席梦思 睡袋 床头柜 床头灯 窗户',
      },
      {
        label: '武器',
        value: '手枪 弓箭',
      },
      {
        label: '动作',
        value: '躺 闯 开窗 哭',
      },
    ],
    piles: [
      {
        id: 1,
        point: {
          x: 73,
          y: 127,
        },
        name: '井盖',
        brief: '学有人',
        extend: '小雪+游戏+人头',
        association: '小雪坐在井盖上玩游戏，接连送了5个人头',
        viewpoint: '如何应对人生中的一切痛苦',
        sentence: `
          子曰：“学而时习之，不亦说乎？
          有朋自远方来，不亦乐乎？
          人不知而不愠，不亦君子乎？
        `,
        translation: `
          孔子说：“学到了东西，在适当的时机践行印证，不是很愉快吗?
          有远道而来求教的人，带着他们各自的问题和经验来切磋交流，不是很令人高兴的吗?
          受教的人没有听懂，我也不怨恨、恼怒，不也是君子的风度吗?”
        `,
        book: '《刻意练习》《终身成长》',
        gua: `
          《兑卦·大象》：“君子以朋友讲习。”
          《蒙卦·卦辞》：“匪我求童蒙，童蒙求我。”
        `,
      },
      {
        id: 2,
        point: {
          x: 28,
          y: 108,
        },
        name: '草坪',
        brief: '其不君孝',
        extend: '琪琪+步枪+细菌+学校',
        association: '琪琪趴在草坪上，瞄准学校，用步枪发射细菌，学校被封了',
        viewpoint: '“微习惯”有多重要',
        sentence: `
          有子曰：“其为人也孝弟，而好犯上者，鲜矣；
          不好犯上，而好作乱者，未之有也。
          君子务本，本立而道生。
          孝弟也者，其为仁之本与！”
        `,
        translation: `
          有若说：“一个人能孝顺父母与尊敬兄长，却喜欢冒犯上司的，那是很少有的。
          不喜欢冒犯上司，却喜欢造反作乱的，那是不曾有过的。
          君子做事一定要抓住根本，即孝悌，即家庭伦理，当一个人能够抓住家庭伦理的时候，人生正途就会随之展现开来。
          孝顺父母与尊敬兄长，是一个人行仁的根本啊！”
        `,
        book: '《原生家庭》《掌控习惯》',
        gua: `
        《家人卦·大象》：“君子以言有物而行有恒。”
        《系辞传》：“复，德之本也。”
        `,
      },
      {
        id: 3,
        point: {
          x: 28,
          y: 61,
        },
        name: '矮树',
        brief: '巧',
        extend: '巧克力',
        association: '矮树上长满了巧克力',
        viewpoint: '如何从面部表情识人',
        sentence: `
          子曰：“巧言令色，鲜矣仁！”
        `,
        translation: `
          孔子说：“一个人如果花言巧语、油嘴滑舌，表情极其丰富、讨人欢喜，这种人八成不会太好，缺乏真实的情感。”
        `,
        book: '《演讲的力量》《高效演讲》《关键对话》',
        gua: `
        《说卦传·兑卦》：“兑为泽、为少女、为巫、为口舌、为毁折、为附决。”
        《杂卦传·贲卦》：“贲，无色也。”
        《否卦·六二》：“包承，小人吉；大人否，亨。”
        `,
      },
      {
        id: 4,
        point: {
          x: 9,
          y: 13,
        },
        name: '大树',
        brief: '吾为与传',
        extend: '武天老师+渭水+鱼+船',
        association:
          '武天老师站在大树下，一招龟派气功，将渭水里的鱼通通捕到船上',
        viewpoint: '批判性思维的最高境界',
        sentence: `
          曾子曰：“吾日三省吾身。
          为人谋而不忠乎？
          与朋友交而不信乎？
          传不习乎？”
        `,
        translation: `
          曾参说：“我每天拿这三件事来多次反省自己：
          替别人办事，有没有尽心尽力呢？
          与朋友互动来往，有没有不守信的地方呢？
          传授给学生道理，有没有先践行印证呢？”
        `,
        book: '《思辨与立场》《传习录》',
        gua: `
        《中孚卦·彖传》：“豚鱼吉，信及豚鱼也。”
        《履传·上九》：“视履考祥，其旋元吉。”
        `,
      },
      {
        id: 5,
        point: {
          x: 52,
          y: 16,
        },
        name: '树叶',
        brief: '道敬节使',
        extend: '吴道子+镜子+接住+石头',
        association: '吴道子在树叶上画了一面镜子，手伸进去，接住了一块石头。',
        viewpoint: '带着敬畏心工作，怀着同理心管理人',
        sentence: `
          子曰：“道千乘之国，敬事而信，节用而爱人，使民以时。”
        `,
        translation: `
          孔子说：“治理有一千辆兵车的国家，认真办理国家大事而又恪守信用，节约财政开支并能爱护官吏臣僚，役使百姓而不耽误农时。”
        `,
        book: '《扫除道》《匠人精神》《东京传》《人性中的善良天使》',
        gua: `
        《节卦·彖传》：“节以制度，不伤财，不害民。”
        《比卦·九五》：“显比，王用三驱，失前禽，邑人不诫，吉。”
        `,
      },
      {
        id: 6,
        point: {
          x: 99,
          y: 26,
        },
        name: '屋顶',
        brief: '入谨泛行',
        extend: '刘南如+镜子+饭团+星星',
        association:
          '刘南如坐在屋顶，从镜子中取出饭团仍象天空这巨大的棋盘，变成一颗白色的星星',
        viewpoint: '学习的最佳路径',
        sentence: `
          子曰：“弟子入则孝，出则悌，谨而信，泛爱众，而亲仁。行有余力，则以学文。”
        `,
        translation: `
          孔子说：“
          学生在家要孝顺父母，
          出门在外与朋友坦诚相待，
          行为谨慎，说话能够守信，
          广泛关爱众人进而能亲近仁德之人。
          以上这些都做得不错了，就去学习经天纶地的学问。”
        `,
        book: '《人生只有一件事》《自控力》',
        gua: `
        《乾卦·文言传》：“庸言之信，庸行之谨，闲邪存其诚，善世而不伐，德博而化。”
        《乾卦·九二·小象》：“见龙在田，德施普也。”
        《贲卦·彖传》：“刚柔交错，天文也；文明以止，人文也。观乎天文，以察时变；观乎人文，以化成天下。”
        `,
      },
      {
        id: 7,
        point: {
          x: 154,
          y: 22,
        },
        name: '屋檐',
        brief: '贤事与虽',
        extend: '李修贤+石头+鱼塘+水',
        association: '李修贤坐在屋檐上，把石头扔进鱼塘里，水花溅了他一身',
        viewpoint: '别沉迷于外在的美好',
        sentence: `
          子夏曰：“贤贤易色；事父母能竭其力；事君能致其身；与朋友交，言而有信。虽曰未学，吾必谓之学矣！”
        `,
        translation: `
          子夏说：“对妻子，重视品德，看轻容貌；
          事奉父母，能够竭尽全力；
          对待君主，能够有奉献精神；
          与朋友交往，能够守信用。
          这样的人，即使说他没有学过，我一定称他已经学习过了。”
        `,
        book: '《皮囊》《大学的终结》',
        gua: `
        《离卦·初九》：“履错然，敬之，无咎。”
        《贲卦·上九》：“白贲，无咎。”
        `,
      },
      {
        id: 8,
        point: {
          x: 147,
          y: 51,
        },
        name: '阁楼',
        brief: '重忠友过',
        extend: '宋仲基+闹钟+油+锅',
        association: '阁楼上，宋仲基拿出闹钟，挤出一些油倒进锅里',
        viewpoint: '端庄和假正经只有一线之隔',
        sentence: `
          子曰：“君子不重则不威，学则不固。主忠信。无友不如己者。过则勿惮改。”
        `,
        translation: `
          孔子说：“君子不自重就没有威信，学习的知识也不会内化。
          把忠信作为主导自己做事做人的原则。
          没有任何我交往的对象是不如我的，永远都可以从他们身上学到东西。
          有了过错，就勇敢改正。”
        `,
        book: '《苏东坡传》《终身成长》',
        gua: `
        《大有卦·六五》：“厥孚交如，威如，吉。”
        《乾卦·九三》：“君子终日乾乾，夕惕若，厉，无咎。”
        `,
      },
      {
        id: 9,
        point: {
          x: 153,
          y: 76,
        },
        name: '围墙',
        brief: '慎民',
        extend: '王胜+器皿',
        association: '王胜躲在围墙下，拿出器皿，取出手枪瞄准狙击',
        viewpoint: '如何看待自己的过去和未来',
        sentence: `
          曾子曰：“慎终追远，民德归厚矣！”
        `,
        translation: `
          曾子说：“谨慎地处理父母的临终之事，念情思恩，虔诚祭祀，
          这样社会风气就回归淳厚了。”
        `,
        book: '《穿越死亡》《大历史》',
        gua: `
        《蛊卦·初六》：“干父之蛊，有子，考无咎，厉，终吉。”
        《谦卦·彖传》：“天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。”
        `,
      },
      {
        id: 10,
        point: {
          x: 157,
          y: 92,
        },
        name: '栏杆',
        brief: '邦政温求',
        extend: '肖邦+针+温泉+皮球',
        association: '肖邦在栏杆旁弹奏夜曲，瞬间化为万根针，深入温泉，扎破皮球',
        viewpoint: '每天都应当做好正向积累',
        sentence: `
          子禽问于子贡曰：“夫子至于是邦也，必闻其政，求之与？抑与之与？”
          子贡曰：“夫子温、良、恭、俭、让以得之。夫子之求之也，其诸异乎人之求之与？”
        `,
        translation: `
          子禽向子贡请教：“老师每到一个国家，都能够得知这个国家的政事；
          这是他自己去问的别人，还是别人主动告诉他的？(背后是不是有团队运作)”
          子贡说：“老师是靠为人温和、善良、恭敬、节俭、谦逊，才得到这样的机会；
          老师找机会的方式与别人的方式可能不一样吧？”
        `,
        book: '《原则》《月亮与六便士》',
        gua: `
        《蒙卦·卦辞》：“匪我求童蒙，童蒙求我。”
        《谦卦·初六·小象》：“谦谦君子，卑以自牧也。”
        `,
      },
      {
        id: 11,
        point: {
          x: 240,
          y: 31,
        },
        name: '树枝',
        brief: '志行改孝',
        extend: '小智+海星星+钙片+消消乐',
        association:
          '小智挂在树枝上，扔出宝贝球，跑出海星星，喷射钙片，做成巨大的消消乐船',
        viewpoint: '传承好的家风、家训、价值观',
        sentence: `
          子曰：“父在观其志，父没观其行。三年无改于父之道，可谓孝矣！”
        `,
        translation: `
          孔子说：“观察一个人，要看他在父亲活着的时候选择什么志向，在父亲过世以后做出什么行为。
          如果他能三年之久不改变父亲为人处世的作风，就可以称得上孝顺了。”
        `,
        book: '《外婆的道歉信》',
        gua: `
        《蛊卦·初六》：“干父之蛊，有子，考无咎，厉，终吉。”
        `,
      },
      {
        id: 12,
        point: {
          x: 254,
          y: 125,
        },
        name: '湖面',
        brief: '礼先有',
        extend: '小李+线+柚子树',
        association: '小李在湖面，以一招体术，顺着线翻山柚子树',
        viewpoint: '“以和为贵”绝对不是和稀泥',
        sentence: `
          有子曰：“礼之用，和为贵。
          先王之道，斯为美，小大由之。
          有所不行，知和而和，不以礼节之，亦不可行也。”
        `,
        translation: `
          有若说：“礼的功用，在于使人的关系和谐最为可贵。
          以前的圣明君主治理国家就是以这样为美的，他们做事，无论事大事小，都按这个原则去做。
          遇到行不通时，如果仅仅为了达到和谐的目的，而不用礼来节制的话，也还是行不通的。”
        `,
        book: '《解忧杂货店》《王尔德童话》',
        gua: `
        《系辞传》：“履和而至，履以和行。”
        《节卦·大象》：“君子以制数度，议德行。”
        `,
      },
      {
        id: 13,
        point: {
          x: 247,
          y: 157,
        },
        name: '石头',
        brief: '信恭因',
        extend: '李信+弓箭+赢',
        association: '李信站在石头上拉开逐日之弓，射穿敌方的塔，赢了',
        viewpoint: '无原则守信是愚，过分恭敬是失礼',
        sentence: `
          有子曰：“信近于义，言可复也。恭近于礼，远耻辱也。因不失其亲，亦可宗也。”
        `,
        translation: `
          有若说：“与人约定守信，尽量合乎正当性，说的话才能实践。
          待人谦恭，尽量合乎礼节，就远离耻辱了。
          继承过去的东西，尽量有所创新(亲通新)，这样才可以效法。”
        `,
        book: '《这世界很好，但你也不差》《断舍离》',
        gua: `
        《谦卦·彖传》：“卑而不可逾，君子之终也。”
        《系辞传》：“富有之谓大业，日新之谓盛德。”
        `,
      },
      {
        id: 14,
        point: {
          x: 173,
          y: 183,
        },
        name: '倒影',
        brief: '食居敏就',
        extend: '市丸银+橘子+鸣人+九',
        association:
          '市丸银从倒影里钻出来，将橘子扔给岸边鸣人，鸣人一连吃了九个',
        viewpoint: '当我们贫穷时，如何自在地生活',
        sentence: `
          子曰：“君子食无求饱，居无求安，敏于事而慎于言，就有道而正焉，可谓好学也已。”
        `,
        translation: `
          孔子说：“君子饮食上不求饱足华美，
          居住上不求安逸舒适，
          对待事情敏锐进而能说话谨慎，
          永远主动地向大德高手请教、指正自己。
          这就可以称得上好学了。
        `,
        book: '《瓦尔登湖》《月亮与六便士》',
        gua: `
        《颐卦·大象》：“君子以慎言语，节饮食。”
        《系辞传》：“寂然不动，感而遂通天下之故。”
        `,
      },
      {
        id: 15,
        point: {
          x: 103,
          y: 168,
        },
        name: '水草',
        brief: '贫富诗告',
        extend: '林品如+斧头+石头+糕点',
        association: '林品如从水草里拿斧头劈开石头泄气，顺便吃了糕点',
        viewpoint: '最高级的金钱观',
        sentence: `
          子贡曰：“贫而无谄，富而无骄，何如？”
          子曰：“可也；未若贫而乐道，富而好礼者也。”
          子贡曰：“《诗》云：‘如切如磋，如琢如磨。’其斯之谓与？”
          子曰：“赐也，始可与言《诗》已矣！告诸往而知来者。”
        `,
        translation: `
          子贡说：“贫穷而不谄媚，富有而不傲慢，这样的表现如何？”
          孔子说：““这样已经很不错了。但是比不上贫穷能乐于行道，富有能崇尚礼仪。”
          子贡说：“《诗经》上说：‘就像修整骨角与玉石，要不断切磋琢磨，精益求精。’这就是您所说的意思吧？”
          孔子说：“赐呀，现在可以与你讨论《诗经》了！告诉你一件事，你已经可以自行发挥，领悟另一件事了。”
        `,
        book: '《精进》《心流》',
        gua: `
        《乾卦·大象》：“天行健，君子以自强不息。”
        《恒卦·九三》：“不恒其德，或承之羞。”
        `,
      },
      {
        id: 16,
        point: {
          x: 26,
          y: 140,
        },
        name: '地标',
        brief: '患',
        extend: '李寻欢',
        association: '李寻欢站在地标上，用飞刀打碎了正在玩游戏的小雪的手机',
        viewpoint: '关注影响圈以内的事情',
        sentence: `
          子曰：“不患人之不己知，患不知人也。”
        `,
        translation: `
          孔子说：“不要担心别人不真正了解自己，需要担心的是不真正了解别人。”
        `,
        book: '《次第花开》',
        gua: `
         《文言传·乾卦·初九》：“潜龙勿用，何谓也？遁世无闷，不见是而无闷。”
        `,
      },
    ],
  },
  {
    word: '前',
    swjz: '从爿(pán)，从木，会树木制成的片状物之意，即床',
    chapter: '为政',
    piles: [
      {
        point: '床头',
        association: '床头偷偷学习',
        sentence: '学而实习之',
        translation: '学习经常复习',
      },
      {
        point: '床',
        association: '床上坐着君子',
        sentence: '君子务本',
        translation: '君子保持本性',
      },
    ],
    image:
      'https://img1.baidu.com/it/u=1693337140,2894727728&fm=253&fmt=auto&app=138&f=JPEG?w=667&h=500',
  },
  {
    word: '明',
  },
  {
    word: '月',
  },
  {
    word: '光',
  },
  {
    word: '疑',
  },
  {
    word: '是',
  },
  {
    word: '地',
  },
  {
    word: '上',
  },
  {
    word: '霜',
  },
  {
    word: '举',
  },
  {
    word: '头',
  },
  {
    word: '望',
  },
  {
    word: '明',
  },
  {
    word: '月',
  },
  {
    word: '低',
  },
  {
    word: '头',
  },
  {
    word: '思',
  },
  {
    word: '故',
  },
  {
    word: '乡',
  },
]
