export default [
  {
    word: '之',
    swjz: '之，指事字。从止(一只脚趾朝上的脚)，从一(表示这个地方)，会从这里出发之意。',
    chapter: '乾宫',
    image:
      'https://img1.baidu.com/it/u=483314673,1542440982&fm=253&fmt=auto&app=120&f=JPEG?w=440&h=260',
    imagenations: [
      {
        label: '人物',
        value: '周芷若',
      },
      {
        label: '地点',
        value: '植物园',
      },
      {
        label: '物品',
        value: '栀子花',
      },
      {
        label: '武器',
        value: '千本樱',
      },
      {
        label: '动作',
        value: '走',
      },
    ],
    piles: [
      {
        id: 1,
        point: {
          x: 33,
          y: 85,
        },
        name: '植物',
        brief: '潜见惕跃飞亢群',
        extend: '乾隆+风筝线+踢+小岳岳+飞机+康师傅+裙子',
        association:
          '乾隆拉着风筝线，一脚把小岳岳踢飞到飞机上，装上了正在吃康师傅穿裙子的女人',
        viewpoint: '天天乾卦',
        sentence: `
          初九，潜龙勿用。
          九二，见龙在田，利见大人。
          九三，君子终日乾乾，夕惕若，厉无咎。
          九四，或跃在渊，无咎。
          九五，飞龙在天，利见大人。
          上九，亢龙有悔。
          用九，见群龙无首，吉。
        `,
        translation: `
          初九，龙尚潜伏在水中，养精蓄锐，暂时还不能发挥作用。
          九二，龙已出现在地上，利于出现德高势隆的大人物。
          九三，君子整天自强不息，晚上也不敢有丝毫的懈怠，这样即使遇到危险也会逢凶化吉。
          九四，龙或腾跃而起，或退居于渊，均不会有危害。
          九五，龙飞上了高空，利于出现德高势隆的大人物。
          上九，龙飞到了过高的地方，必将会后悔。
          用九，出现群龙也不愿意为首的现象，是很吉利的。
        `,
      },
      {
        id: 2,
        point: {
          x: 38,
          y: 35,
        },
        name: '树干',
        brief: '其不君孝',
        extend: '琪琪+步枪+细菌+学校',
        association: '琪琪趴在草坪上，瞄准学校，用步枪发射细菌，学校被封了',
        viewpoint: '天风姤卦',
        sentence: `
          初六，系于金柅，贞吉；有攸往，见凶，赢豕孚蹢躅。
          九二，包有鱼，无咎；不利宾。
          九三，臀无肤，其行次且；厉，无大咎。
          九四，包无鱼，起凶。
          九五，以杞包瓜，含章，有陨自天。
          上九，姤其角；吝，无咎。
        `,
        translation: `
          初六，绑上坚固结实的车闸，占卜结果会很吉祥；前去行事，会遇到凶险，瘦弱的猪因烦躁而团团乱转。
          九二，厨房里发现鱼，不会有灾祸；但不利于拿来宴请宾客。
          九三，屁股上蹭破了皮，走起路来很困难；会遇到危险，但不会有大的灾祸。
          九四，厨房里没有鱼，会发生凶险。
          九五，用杞树枝叶包住甜瓜，好比内心怀着美好的品德，不必奔忙，称心的机遇就会自天而降。
          上九，头上长角，处境艰难，不过也不会有大的灾祸。
        `,
      },
      {
        id: 3,
        point: {
          x: 72,
          y: 63,
        },
        name: '屋顶',
        brief: '巧',
        extend: '巧克力',
        association: '矮树上长满了巧克力',
        viewpoint: '天山遁卦',
        sentence: `
          初六，遯尾；厉。勿用有攸往。
          六二，执之用黄牛之革，莫之胜说。
          九三，系遯，有疾厉，畜臣妾，吉。
          九四，好遯，君子吉，小人否。
          九五，嘉遯，贞吉。
          上九，肥遯无不利。
        `,
        translation: `
          初六，隐退避让错过时机落在了后边，情况非常不好。面对这种情形，应该静观待变而不要有所行动，否则将会更加不利。
          六二，像用黄牛的皮捆绑起来那样，谁也难以解脱。
          九三，由于被牵累而难以远去，就像疾病缠身那样危险。处在这情况下，就要畜养仆人和侍妾，要使他们被我所用，只有这样，才能转危为安。
          九四，可以从容隐退避让而无所系累。君子将因此而获得吉祥，小人却不会吉祥。
          九五，能够进退自如地隐退避让，能坚守正道，其结果是吉祥的。
          上九，既无牵累，又已远离，早已处在隐退避让中，就像是远走高飞一样，所以无论这时做什么，都不会有什么不利。
        `,
      },
      {
        id: 4,
        point: {
          x: 118,
          y: 81,
        },
        name: '侧门',
        brief: '吾为与传',
        extend: '武天老师+渭水+鱼+船',
        association:
          '武天老师站在大树下，一招龟派气功，将渭水里的鱼通通捕到船上',
        viewpoint: '天地否卦',
        sentence: `
          初六，拔茅茹，以其汇，贞吉，亨。
          六二，包承，小人吉；大人否，亨。
          六三，包羞。
          九四，有命无咎，畴离祉。
          九五，休否，大人吉；其亡其亡，系于苞桑。
          上九，倾否；先否后喜。
        `,
        translation: `
          初六，拔起一把茅草，只见它们的根连在一起，物以类聚，找它们时要以其种类来识别；结果是吉祥的，亨通。
          六二，阿谀奉承有权势的人，小人因此获得吉祥；德高望重的大人物否定了阿谀奉承，则是吉利的。
          六三，由于受纵容而胡作非为，终于召致羞辱。
          九四，奉行天命，替天行道，开通闭塞，没有灾祸，大家互相依附都可以获得福分。
          九五，时世闭塞不通的局面将要停止，德高势隆的大人物可以获得吉祥；居安思危，常常以“不久将要灭亡，不久将要灭亡”，这样的警句来提醒自己，才能像系结在一大片丛生的桑树上那样牢固，安然无事。
          上九，时世闭塞不通的局面将要改变，发生了天翻地覆的变化；起初闭塞不通，后来顺畅通达，大家欢喜高兴。
        `,
      },
      {
        id: 5,
        point: {
          x: 211,
          y: 24,
        },
        name: '树叶',
        brief: '道敬节使',
        extend: '吴道子+镜子+接住+石头',
        association: '吴道子在树叶上画了一面镜子，手伸进去，接住了一块石头。',
        viewpoint: '风地观卦',
        sentence: `
          初六，童观，小人无咎，君子吝。
          六二，闚观，利女贞。
          六三，观我生，进退。
          六四，观国之光，利用宾于王。
          九五，观我生，君子无咎。
          上九，观其生，君子无咎。
        `,
        translation: `
          初六，像幼稚的儿童一样观察景物，这对无知的庶民来说，不会有害处，但对担任教化重任的君子来说，就未免有所憾惜。
          六二，由门缝中偷观景物，有利于妇女保持节操，坚持正道。
          六三，对照高尚的道德标准来省察自己的言行，审时度势，小心谨慎地决定进退。
          六四，瞻仰一个国家的文治武功，有利于成为君王的宾客和辅佐。
          九五，对照高尚的道德标准省察自己的言行，不断地完善自己，君子就不会有祸患。
          上九，君子时刻瞻仰君主的德行和作为，并按照君主的德行和作为行事，这样才不会有祸患。
        `,
      },
      {
        id: 6,
        point: {
          x: 233,
          y: 88,
        },
        name: '柱子',
        brief: '入谨泛行',
        extend: '刘南如+镜子+饭团+星星',
        association:
          '刘南如坐在屋顶，从镜子中取出饭团仍象天空这巨大的棋盘，变成一颗白色的星星',
        viewpoint: '山地剥挂',
        sentence: `
          初六，剥床以足，蔑，贞凶。
          六二，剥床以辨，蔑，贞凶。
          六三，剥，无咎。
          六四，剥床以肤，凶。
          六五，贯鱼，以宫人宠，无不利。
          上九，硕果不食，君子得舆，小人剥庐。
        `,
        translation: `
          初六，剥落床体先由床的最下方床腿部位开始，整个床腿都损坏了，结果必然凶险。
          六二，床腿剥掉后，又开始剥落床头，以至于整个床头都剥落了，结果必然凶险。
          六三，虽被剥落，却没有什么灾祸。
          六四，床头剥落完了，又开始剥落床面，这样必然会有凶险发生。
          六五，鱼贯而入，像率领内宫之人顺承君主那样得到宠爱，就不会有什么不利的情况发生。
          上九，硕大的果实不曾被摘取吃掉，君子若能摘食，则如同坐上大车，受到百姓拥戴；如果被小人摘食，则必然招致破家之灾。
        `,
      },
      {
        id: 7,
        point: {
          x: 308,
          y: 125,
        },
        name: '水塘',
        brief: '贤事与虽',
        extend: '李修贤+石头+鱼塘+水',
        association: '李修贤坐在屋檐上，把石头扔进鱼塘里，水花溅了他一身',
        viewpoint: '火地晋卦',
        sentence: `
          初六，晋如摧如，贞吉；罔孚，裕无咎。
          六二，晋如愁如，贞吉；受兹介福，于其王母。
          六三，众允，悔亡。
          九四，晋如鼫鼠，贞厉。
          六五，悔亡，失得勿恤；往吉，无不利。
          上九，晋其角，维用伐邑，厉右，无咎；贞吝。
        `,
        translation: `
          初六，刚开始前进就遇到了障碍和阻拦，但是只要能够坚守正道，始终如一，就一定会吉祥如意。由于它还没有树立起自己的威望，所以能够不受约束地去处理问题，而不必担心会有什么过失。
          六二，前进时充满忧愁思虑，但是如果能坚守正道，始终如一，将会吉祥如意。而且会获得极大的恩惠和福泽，是高高在上的王母所赐给他的。
          六三，它的所作所为已经得到了众人的认可和赞同，努力进取，悔恨将会消失。
          九四，向上迈进像那既贪婪又怕人，而且没有什么专长的梧鼠一样，即使能够严守自己的本分，也免不了灾祸。
          六五，悔恨已经消失，也有不着考虑得失的问题。只要勇往直前，就会吉祥如意，所有的一切都变得是那样的顺利。
          上九，向前迈进似乎已经达到了顶点，就像到达兽角尖上一样，盛大的气象已不复存在了。只有像攻打城池那样，建立新的功勋，或许可以避免灾难转为吉祥；而且一旦这样做了，将不会产生过失。但即使如此，它以后的发展趋势也只能是越来越差。
        `,
      },
      {
        id: 8,
        point: {
          x: 263,
          y: 162,
        },
        name: '石块',
        brief: '重忠友过',
        extend: '宋仲基+闹钟+油+锅',
        association: '阁楼上，宋仲基拿出闹钟，挤出一些油倒进锅里',
        viewpoint: '火天大有卦',
        sentence: `
          初九，无交害，匪咎；艰则无咎。
          九二，大车以载，有攸往，无咎。
          九三，公用亨于天子，小人弗克。
          九四，匪其彭，无咎。
          六五，厥孚交加，威如，吉。
          上九，自天佑之，吉无不利。
        `,
        translation: `
          初九，不互相来往，也不彼此伤害，没有什么祸患；要牢记过去的艰难困苦，才能免于引起祸患。
          九二，用大车装载着财物，送到前面的地方，必然没有什么祸患。
          九三，王公前来朝贺，向天子贡献礼品并致以敬意，小人不能担任如此重要的职务。
          九四，虽然家财万贯，但不过分聚敛财物，就不会发生灾祸。
          六五，以诚实守信的准则对外交往，对上尊敬，对下怀柔，必然增加个人的威信，是吉祥的。
          上九，上天保佑有德之人，赐福于己，吉祥，无往不利。
        `,
      },
    ],
  },
  {
    word: '乎',
    swjz: '乎，会意字。从光省(表示声音向外越扬)，从于省(表示舒气)，会呼唤之意。',
    chapter: '兑宫',
  },
  {
    word: '者',
    swjz: '者，会意字。从木(像火烧木)，从甘(表示嘴里含着食物)，会烹煮之意。',
    chapter: '离宫',
  },
  {
    word: '也',
    swjz: '也，象形字。字形像蛇。',
    chapter: '震宫',
  },
  {
    word: '而',
    swjz: '而，象形字。字形像胡须。',
    chapter: '巽宫',
  },
  {
    word: '已',
    swjz: '已，象形字。字形像胎儿。',
    chapter: '坎宫',
  },
  {
    word: '焉',
    swjz: '焉，象形字。字形像鸟。',
    chapter: '艮宫',
  },
  {
    word: '哉',
    swjz: '哉，形声字。从口，从𢦔(才表声)，会感叹之意',
    chapter: '坤宫',
  },
]
