export default [
  {
    order: 0,
    type: '天气',
    dateTime: '',
    question: '重庆要下雨',
    shangGuaCount: 8,
    xiaGuaCount: 7,
    dongYaoCount: 3,
    describle: `重庆多日高温，时间8:55`,
    jianyu: `
      1.印签难以找回；<br>
      2.下午1点到5点找；<br>
      3.在西方或东南方找；<br>
      4.找家里排行最小的女儿找；<br>
      <b>小女儿前一天用完放错地方，一下就找到了</b><br>
      <br>
      卦气分析，午月火旺，月令克体，处于死地；巳日火旺，日令克体，处于死地。<br>
      卦名直读，困，有困难之意，一时难以找到；大过，有犯过错之意，放错了地方。<br>
      体用分析，主卦泄体，子孙问题；变卦耗体，金处于死地，体卦力量不足。<br>
      卦象分析，体卦泽水，坎为北，坎为夜，晚上丢在了北方；变卦泽风，巽为东南，在东南方向找。<br>
      细节分析，互卦风火，家人，家人弄丢了；用泄体，难以找到；巽为高，离为光，丢在高处有光的地方。<br>
      数字分析，体卦泽水，兑2坎6，直读26或62，2被泄掉6，直读14；变卦泽风，兑2巽5，直读25或52；26合上25直读51。<br>
      有利因素，体卦兑金，土令相体，金令旺体，兑为少女，为西，为金，为白，为悦，为羊，为兔。<br>
      应期分析，13-15，土时相体，15-19，金时旺体`
  }
]
