export default [
  {
    question: '观梅占',
    shangGuaCount: 34,
    xiaGuaCount: 43,
    dongYaoCount: 43,
    describle: `
      辰年十二月十七日申时，康节先生偶观梅，见一雀争枝坠地。
      先生曰：“不动不占，不因事不占。今二雀争枝坠地，怪也。”
      因占之。`,
    jianyu: `
      详此卦 ，明晚当有女子折花 ，园丁不知而逐之，女子失惊坠地，遂伤其股。<br>
      右兑金为体，离火克之，互中巽木，复三起离火，则克体之卦气盛。
      兑为少女，因知女子被伤；而互中巽木，又逢乾金、兑金克之，则巽木被伤。
      而巽为股，故有伤股之应。幸变为艮土，兑金得生，知女子但被伤，而不至于凶危也。`
  },
  {
    question: '牡丹占',
    shangGuaCount: 25,
    xiaGuaCount: 29,
    dongYaoCount: 29,
    describle: `
      巳年三月十日卯时，先生与客往司马公家共观牡丹，时值花开甚盛。
      客曰：“花盛如此，亦有数乎？”先生曰：“莫不有数。且因问而可以占矣。”
      遂占之。`,
    jianyu: `
      怪哉！此花明日午时，当为马所践毁。次日午时，果有贵官观牡丹，二马相啮，群至花间驰骤，花尽为之践毁。<br>
      巽木为体，乾金克之，互卦又见重乾，克体之卦多矣，卦中无生意，固知牡丹必为践毁。
      所谓马者，乾为马也；午时者，离明之象。是以知之也。`
  },
  {
    question: '邻夜扣门借物占',
    shangGuaCount: 1,
    xiaGuaCount: 5,
    dongYaoCount: 16,
    describle: `
      冬夕酉时，先生方拥炉，有扣门者，初扣一声而止，继而又扣五声，且云借物。
      先生令勿言，令其子占之，试所借何物。`,
    jianyu: `
      金短木长者器也，所借锄也。<br>
      起数又须明理。以卦推之，斧亦可也，锄亦可也；以理推之，夕晚安用锄？必借斧。
      盖斧切于劈柴之用耳。`
  },
  {
    question: '今日动静如何',
    shangGuaCount: 8,
    xiaGuaCount: 5,
    dongYaoCount: 13,
    describle: `
      有客问曰：“今日动静如何？”遂将此六字占之。`,
    jianyu: `
      今日有人相请，客不多，酒不醉，味至鸡黍而已。至晚，果然。<br>
      升者有升阶之义，互震、兑有东西席之分，卦中兑为口，坤为腹，为口腹之事，故知有人相请。
      客不多者， 坤土独立，无同类之卦气也。酒不醉，卦中无坎。
      味止鸡黍者，坤为黍稷耳。盖卦无相生之义，故知酒不多，食品不丰也 。`
  },
  {
    question: '西林寺牌额占',
    shangGuaCount: 7,
    xiaGuaCount: 8,
    dongYaoCount: 15,
    describle: `
      先生偶见西林寺之额，“林”字无两钩，因占之。`,
    jianyu: `
      寺者，纯阳之所居。今卦得重阴之爻，而又有群阴剥阳之兆。详此则寺中当有阴人之祸。<br>
      询之，果然。遂谓寺僧曰：“何不添‘林’字钩？则自然无阴人之祸矣”。
      僧信然。即添‘林’字两钩，寺果无事。<br>
      右纯阳之人所居，得纯阴之卦，故不吉。又有群阴剥阳之义，故有阴人之祸。
      若添‘林’字两钩，则十画，除八得，为兑卦，合上艮是为山泽损；第五爻变动为中孚卦。互卦见坤震。
      损者益之始，用互具生体，为吉卦，可以得安矣。`
  },
  {
    question: '老人有忧色占',
    shangGuaCount: 1,
    xiaGuaCount: 5,
    dongYaoCount: 10,
    describle: `
      己丑日卯时，偶在途行，有老人往巽方，有忧色。问其何以有忧，曰：“无。” 怪而占之。`,
    jianyu: `
      汝于五日内，谨慎出入，恐有重祸。果于五日内，此老赴吉 席，用鱼骨鲠而终。<br>
      《易》曰： “包无鱼，凶。”是《易》辞不吉矣。
      以卦论之， 木为体， 乾金克之；互卦又见重乾，俱是克体，并无生气，且时在途行，其应速。
      遂以成卦之数中分而取其半，谓老人曰：“汝于五日内，谨慎出入，恐有重祸。”`
  },
  {
    question: '少年有喜色占',
    shangGuaCount: 7,
    xiaGuaCount: 3,
    dongYaoCount: 17,
    describle: `
      壬申日 ，午时，有少年从离方来，喜形于色。问有何喜，曰：“无。”遂占之。`,
    jianyu: `
      子于十七日内必有聘币之喜。至期果然定亲。<br>
      《易》曰：“贲于丘园，束帛 戋戋，吉。”《易》辞已吉矣，卦则贲之家人；互见震、坎； 离为体，互变俱生之。`
  },
  {
    question: '牛哀鸣占',
    shangGuaCount: 8,
    xiaGuaCount: 6,
    dongYaoCount: 21,
    describle: `
      癸卯日午时，有牛鸣于坎方，其声极悲。因占之。`,
    jianyu: `
      此牛二十一日内，必遭屠杀。后二十日，人果买 此牛，杀以犒众。悉皆异之。<br>
      《易》辞曰：“师或舆尸，凶。”卦则师变升；互坤、震；乃 坤为体，互、变俱克之，并无生气。`
  },
  {
    question: '鸡悲鸣占',
    shangGuaCount: 5,
    xiaGuaCount: 1,
    dongYaoCount: 10,
    describle: `
      甲申日卯时，有鸡鸣于乾方，声极悲怆。因占之。`,
    jianyu: `
      此鸡十日当烹。果十日客至，有烹鸡之验。<br>
      《易》日：“有孚血去，惕出。”以血推之，割鸡之义。
      卦则小畜之乾；互见离、兑。乾金为体，离火克之。 卦中巽木离火，有烹饪之象。`
  },
  {
    question: '枯枝坠地占',
    shangGuaCount: 3,
    xiaGuaCount: 2,
    dongYaoCount: 10,
    describle: `
      戊子日辰时，偶行至中途，有树蔚然，无风。枯枝自坠落地于兑方。占之。`,
    jianyu: `
      此树十日当伐。果十日，伐木起公榭，而匠者适字“元夫”也。<br>
      《易》曰：“睽孤，遇元夫。”卦中火泽睽变损；互见坎离；
      兑金为体，离火克之；且睽损卦名，俱有伤残之义。`
  }
]
