export default [
  {
    typeSort: 0,
    type: '天时',
    dateTime: '2008-05-04 12:00:00',
    question: '汽车能否找回',
    shangGuaCount: 7,
    xiaGuaCount: 7,
    dongYaoCount: 3,
    describle: `
      一友打电话早上汽车丢了，问能不能找回，报数7, 7, 3`,
    jianyu: `
      1.能找回来；<br>
      2.当天找回的可能性很大；<br>
      <b>当天未时找回来了</b><br>
      <br>
      卦气分析，辰月土旺，月令旺体；辰日土旺，日令旺体。<br>
      卦名直读，艮，有停止之意。<br>
      体用分析，主卦比扶，体卦是当事人，用卦是汽车；变卦比扶。<br>
      卦象分析，体卦山山，艮为止，停在附近；变卦山地，坤为西南，在西南方向找。<br>
      细节分析，互卦雷水，解，可以解决；用生体，有人帮忙；震为大，坎为黑，大型黑色车。<br>
      数字分析，体卦山山，艮7，直读7；变卦山地，艮7坤8，直读78或87。<br>
      有利因素，体卦艮土，火令相体，土令旺体，艮为少男，为东北，为土，为褐色，为止，为狗，为熊。<br>
      应期分析，未时，土时相体，断13-15`
  },
  {
    typeSort: 0,
    type: '天时',
    dateTime: '2008-12-14',
    question: '何时能找到老公',
    shangGuaCount: 7,
    xiaGuaCount: 2,
    dongYaoCount: 6,
    describle: `
      有女士来预测，问近来运气和婚姻，报数7, 2, 6`,
    jianyu: `
      1.目前运气不佳；<br>
      2.春节前后能找到男朋友；<br>
      <br>
      卦气分析，子月水旺，月令休体，运气不佳。<br>
      卦名直读，损，有损失之意。<br>
      体用分析，主卦生体；变卦生体。<br>
      卦象分析，体卦山泽，泽为口，为肺，从事语言方面工作，口腔或肺部有疾病。<br>
      细节分析，互卦地雷，主卦互卦变卦均帮扶，有贵人相助，领域佼佼者。<br>
      应期分析，丑月，土月相体，申酉月，金月旺体，春节前后或夏秋之交；丑年土旺相体，有望结婚`
  },
  {
    typeSort: 1,
    type: '地利',
    dateTime: '2005-11-11',
    question: '企业风水',
    shangGuaCount: 5,
    xiaGuaCount: 7,
    dongYaoCount: 4,
    describle: `
      2005年11月, 应邀去单位看企业风水`,
    jianyu: `
      1.工作繁忙，走动多，要特别注意车祸；<br>
      2.脾胃不好，胃胀，畏寒；<br>
      3.企业效益，个人收益较佳；<br>
      4.心直口快，常有口舌争执；<br>
      5.心脏不适，睡眠不好；<br>
      <br>
      东北方，上方有空调；风山渐卦，风行高山，有跌倒之象；胃部有风，有腹胀之象。<br>
      东北方，下方保险柜；天山遁卦，天下有山，事业心强；乾为运动，艮为停止，有摔伤之意。<br>
      西北方，有一地球仪；天天乾卦，天下有山，金满之意；05年酉金兑年，重金之喜。<br>
      西方，摆放几个花盆；风泽中孚，巽为流利，兑为说，心直口快。<br>
      南方，摆一个饮水机；水火既济，火受水克，对心脏不利，睡眠不好`
  },
  {
    typeSort: 1,
    type: '地利',
    dateTime: '2009-10-14',
    question: '工作和家庭环境',
    shangGuaCount: 1,
    xiaGuaCount: 3,
    dongYaoCount: 1,
    describle: `
      己丑年戌月, 问工作和家庭环境`,
    jianyu: `
      1.工作总体偏好，有些压力需要解决；<br>
      2.家居环境南方有问题 (为开门烦恼)；<br>
      3.西北有红色发光发热体 (电脑)；<br>
      4.东南有圆形的金属类制品 (水晶球)；<br>
      5.东方有钟表或镜子 (挂钟)；<br>
      <br>
      本卦，天火同人，火克金，离为南方，为火，为光，为热；乾为西北。<br>
      互卦，天风姤卦，金克木，巽为东南；乾为圆，为金属。<br>
      变卦，天雷姤卦，金克木，震为东方；乾为镜子，为钟表`
  },
  {
    typeSort: 2,
    type: '人和',
    dateTime: '2008-07-14',
    question: '今年行情如何',
    shangGuaCount: 4,
    xiaGuaCount: 7,
    dongYaoCount: 1,
    describle: `
      戊子年己未月, 王先生坐东北角，穿浅绿色T恤`,
    jianyu: `
      1.性格直爽，说话直来直去 (做物流)；<br>
      2.投资了一个新项目，处于创业期；<br>
      3.五月投资消耗一直持续到现在；<br>
      4.学历不高，有城府；<br>
      <br>
      体卦分析，震木为体，未月囚体，状态一般。<br>
      用卦分析，艮土为用，未月旺体，关注的事情很顺利。<br>
      五行分析，体克用，艮土为妻财，求财而来。<br>
      卦名分析，雷山小过，与卦气吻合；雷火丰，投资之象。<br>
      隐藏分析，卦中没有生震木的坎水，学历不高；坎水隐形，智慧藏着，城府深。<br>
     `
  },
  {
    typeSort: 2,
    type: '人和',
    dateTime: '2005-05-14',
    question: '急事需指点',
    shangGuaCount: 2,
    xiaGuaCount: 5,
    dongYaoCount: 6,
    describle: `
      乙酉年辛巳月, 一友致电，出了急事`,
    jianyu: `
      1.你与一中年妇女发生争吵 (是)；<br>
      2.控制好自己，不然对自己不利；<br>
      <br>
      体卦分析，巽木为体，巳月休体，状态一般；性格细腻随和，办事摇摆不定。<br>
      用卦分析，兑金为用，巳月克体，对方力量有所削弱；兑为少女，为口舌。<br>
      五行分析，用克体，互卦重金克体，关系十分恶劣。<br>
      卦名分析，泽风大过，犯了错；天风姤，有夫之妇。<br>
      隐藏分析，卦中多金少木，对方过于强大，暂避锋芒`
  }
]
