export default [
  [
    '初居地道，初伏地下, 故曰潜',
    '二居地道，二上于初，故在田；初二三为阳阴阳，伏离，离为目，故曰见',
    '三居人道，其象君子；三为伏离上，离为日，故曰终，曰夕',
    '四五上为阴阳阴，伏坎，坎为水，四居坎之初，故言渊；四为阳爻，主动，其象为跃',
    '五居天道，故在天；乾为飞，故言飞龙；九五为尊，在人则圣人也',
    '四五上为阴阳阴，伏坎，坎为水，四居坎之初，故言渊；四为阳爻，主动，其象为跃',
    '六爻皆变，九变六，阳变阴，故曰群龙无首'
  ],
  [
    '坤，十月之卦，初阴始凝，其象为霜；初，震位，震为足，故履之',
    '二居内卦，得中得正，故曰内直；二为阴爻阴位，至静得方，故曰方；二为地道，包含万物，故曰大',
    '三伏离上，故曰终',
    '坤为囊，故言囊；四，巽位，巽位绳，故括之',
    '坤为裳，坤为土，其色为黄，故言黄裳',
    '六居外卦，外之极，故曰野；四五六伏坎，坎为血，故曰血',
    '六爻皆变，六变九，阴变阳，故曰利永贞'
  ],
  [
    '震为木，倒艮为山，故曰磐桓；震为长子，其位为侯，故言侯',
    '震为乾之初阳，为马，二乘初，故曰乘马；震为长子，伏离为中女，有婚媾之象；下互为坤，坤为十月，其数为十',
    '震为动，为鹿，故曰即鹿；艮为山，山林之神为虞；三无上应，故曰无虞',
    '四与初相应，乘震马，六四柔弱上不能进，故曰乘马班如；初九守正，向下共度时艰，故言求婚媾',
    '五居坎中，坎为水，为膏，故言膏；坎为险，处险中，可小不可大',
    '坎为乾之潜，二至五为大坎，上乘坎马，不能进，故言乘马班如；坎为水，为血，故曰泣血'
  ],
  [
    '坎为律，为桎梏；下互震为足，外艮为手，用以发蒙',
    '九二为阳，内卦之主，有包容之象；二至上为大离，为中女，有纳妇之象；二与五相应，可以继承家业，古言子克家',
    '六三为阴，不中不正，故言勿用取女；九二为乾金之子，故曰金夫',
    '六四为阴，上下为阴，下应初六为阴，无阳以发蒙，故曰困蒙',
    '外卦为艮，艮为少男，故曰童蒙；下应初六，上有上九，阳乘阴，有困蒙之象',
    '居艮之上，倒艮为震，震为动，故言击蒙；内卦为坎，为寇盗'
  ],
  [
    '乾为西北，为戌亥，为郊野，故曰郊；乾为健，为久，故曰恒',
    '三至五为互兑，兑为刚卤，其象为沙；兑为口，故曰有言',
    '四至六为外坎，坎为水，三近坎水，其象为泥；坎为险，有寇盗之象',
    '外卦为坎，有血之象；上互为兑，有空穴之象；六四当位，不冒进，故言出自穴',
    '外卦为坎，有酒之象；九五中正，宴乐以需',
    '上与三相应，九三与下二阳需极并进，故言三人；上六柔弱，不能御而顺之，故言敬之'
  ],
  [
    '初与四相应，上互为震，倒震为兑，为口，故曰小有言；下互为离，靠近光明，故曰终吉',
    '九二阳刚，九五阳刚，势不可挡，居于坎中，不当位不相应，故言不克讼；坎为坤之子，坤为土，为邑',
    '上互为巽，倒巽为兑，兑为缺，为旧，为口，故曰食旧德',
    '九四居巽之中，巽为命，刚而不当位，下应初六柔弱，六三亦柔弱，故曰不克讼',
    '九五阳刚，中正，为听讼者，故曰元吉',
    '三至上为大巽，为绳，为鞶带；二至上为离，离火克乾金，故言褫之'
  ],
  [
    '初居坎下，坎为险，为律；初六才弱，故言否臧凶',
    '九二居中，故言师中；下户为震，为动，上应六五，故曰锡命',
    '三居坎上，为险，为尸，三居震中，为车，故曰舆尸',
    '四居震上，到震为艮，为止，故曰左次',
    '五居坤中，坤为田，故言田；坤伏离为鸟，互震为麋鹿，倒艮为狐狼，故曰禽',
    '上居坤上，坤为邑，故言承家'
  ],
  [
    '坤为土，缶为土器，故曰缶',
    '六二坤中，上下皆阴，故曰比之自内',
    '三应上六，上六比之无首，故曰比之非人',
    '四为阴，五为阳，四比之五，故曰外比之',
    '五阴皆暗，五独阳，故曰显；五居艮上，倒艮为震，为驱逐，故曰三驱；下互为坤，为邑，故曰邑人',
    '上居爻首，其上无所比，故曰比之无首'
  ],
  [
    '初为四畜，力量不足。被二三所阻，故曰复自道',
    '二居兑上，倒兑为巽，巽为绳，与初牵引，故曰牵复',
    '三居乾上，为圆，为舆；三居巽中，为木，为辐；三为四畜，本非正应，故曰夫妻反目',
    '四居大离，反离为坎，坎为血，为险，为惕',
    '五居巽中，巽为风，为富；四畜五，五亦富以其邻',
    '上为兑爻，兑为泽，阴云将雨；大离之终，夜暮降临，故曰月几望'
  ],
  [
    '初居兑下，兑为金，其色为白，故曰素履',
    '二居兑中，为刚卤，为平地，故曰坦坦；大离之下，幽而不明，故曰幽人',
    '三居兑上，离中，巽下，兑为毁，离为目，巽为股，故曰眇曰跛；外卦为乾，三居乾尾，故曰虎尾',
    '四居乾下，乾为虎，故曰虎尾；阳居阴位，能戒惧，故曰终吉',
    '五居巽上，倒巽为兑，为缺，为诀别，故曰夬履',
    '大离之上，回顾往昔，故曰视履'
  ],
  [
    '初居兑尾，倒兑为巽，巽为草，为茅，初为根，故曰茅茹；四居艮中，倒艮为震，震为手，故曰拔',
    '二居乾中，乾为野，为荒；二居兑下，兑为泽，故曰冯河；三阳在内，故曰朋',
    '三居震下，倒震为艮，艮为山，为坡；三居兑中，兑为口，故曰食',
    '四居震中，在上为飞，故曰翩翩；震为倒巽，巽为富，故曰不富',
    '五居帝位，上互为震，下互为兑，雷泽归妹，故曰帝乙归妹',
    '上居大震，震为倒艮，艮为城，故曰城复；上居坤上，坤为师，为邑'
  ],
  [
    '初上应四，四居巽中，巽为草，为茅，初为地道，故曰茅茹',
    '二居中，当位，故曰包，上应五，五为阳，故曰承',
    '三居艮中，艮为反兑，兑为悦，艮为羞',
    '四居巽中，巽为命',
    '五居巽中，巽为木，为桑',
    '上居兑位，兑位喜悦'
  ],
  [
    '初上应四，四居乾下，乾为门，故曰同人于门',
    '二上应五，五居乾中，乾为宗，故曰同人于宗；二与五正应，有所偏私，故曰吝',
    '三居离上，离为兵戈，故曰戎；三居巽中，巽为草木，故曰莽；三居艮位，艮为山，故曰高陵',
    '四居三上，故曰乘其墉；欲与二同，为三所隔，故曰攻',
    '五居大巽，二居大巽，巽为号啕；倒巽为震，震为大笑；五居尊位，故曰大师',
    '上居乾上，乾为郊'
  ],
  [
    '初上应四，四为阳，五为阴，不应初，故曰无交害',
    '二居初上，初为震为，震为大车，故曰大车以载',
    '三居下上，公侯之位，故曰公',
    '四居乾上，乾为健，为彭 ',
    '五居尊位，六五本柔，然当恩威并济，故曰交如威如',
    '上居五上，五为天子，故曰天祐'
  ],
  [
    '初居坎尾，坎为水，为川，故曰大川',
    '二上应五，五居震上，震为动，为鸣',
    '三居坎中，坎为险，为劳',
    '四居震中，震为动，为挥',
    '五居震上，震为反巽，为不富；居大坎上，坎为师',
    '居大震上，震为动，为鸣；居大坎上，坎为师；居坤上，坤为邑'
  ],
  [
    '初居震位，上应震刚，故曰鸣',
    '二居艮下，艮为山，为石；二伏离中，离为日，故曰不终日',
    '三伏离上，离为目，光不明，故曰盱',
    '四居坎中，坎为疑',
    '五居坎上，坎为疾；五居震中，震为反生，故曰恒不死',
    '上居震上，倒震为艮，为冥'
  ],
  [
    '初居震阳，为主，为官；初居震尾，震为门，故曰出门',
    '六二为阴，初九为阳，故曰小子；上应九五，故曰丈夫',
    '六三为阴，九四为阳，故曰丈夫；初九为阳，故曰小子',
    '九四为阳，六三跟随，故曰有获',
    '五居兑中，兑为悦，故曰嘉',
    '上居兑上，方位为西；兑为口，为食，故曰亨；倒兑为巽，巽为绳，故曰系'
  ],
  [
    '初居震位，震为乾子，巽失乾初，故曰考',
    '二上应五，六五阴尊，故曰母',
    '三居震下，震为动，过刚而动，故曰小有悔',
    '四居兑上，兑为毁，四居艮尾，艮为止，故曰往见吝',
    '五下应二，二为巽中，巽为顺，为誉',
    '上居艮上，艮为止，故曰不事'
  ],
  [
    '初上应四，感动于阴，故曰咸',
    '二上应五，感动于阴，故曰咸',
    '三居坤下，坤为土，其味为甘；三居震中，震为倒巽，为不顺，故曰忧',
    '四居震上，震为动，故曰至',
    '五居坤中，伏坎之中，坎为智',
    '上居坤上，坤为厚，故曰敦'
  ],
  [
    '居大艮下，艮为童子；初六为阴，为小人',
    '二居坤中，坤为阖户，故曰窥；伏离，离为目，为中女',
    '三居艮下，为止，上应于上，欲进，故曰进退',
    '四居坤上，坤为国；四居五下，五为君位，故曰臣',
    '五居尊位，四阴仰之，故曰观我生',
    '上居五上，五为君，故曰观其生'
  ],
  [
    '初居震下，震为足，为趾',
    '二居艮下，艮为山，为鼻',
    '柔居刚位，外柔内刚，故曰腊肉；三居坎下，坎为险，为毒',
    '四居离下，离为枯槁，为干；离为乾子，乾为金',
    '五居离中，离为乾子，乾为金',
    '上居坎上，坎为桎梏，故曰校；为耳，故曰耳'
  ],
  [
    '初居震位，震位足，为车',
    '二居离中，离为枯槁，为须',
    '三居坎中，坎为水，故曰濡',
    '四居三上，三居兑位，其色为白；三居坎中，坎为寇盗，九三刚正，故曰匪寇',
    '五居艮中，艮为山，为丘园；艮阴承坤，坤为布，为帛',
    '上居兑位，其色为白'
  ],
  [
    '居大艮下，其象为床；初居艮位，艮为足',
    '二居初上，其象床干，故曰辨',
    '三上应上，不言剥而言剥之',
    '四居坤上，坤为国；四居五下，五为君位，故曰臣',
    '五居尊位，四阴仰之，故曰观我生',
    '上居五上，五为君，故曰观其生'
  ],
  [
    '初居震下，震为动，初微弱，故曰不远',
    '二居震阴，阴主静，故曰休',
    '三居震上，为动，三居艮位，为止，故曰频',
    '四居阴中，上下二阴，故曰中，曰独',
    '五居坤中，坤为厚，故曰敦',
    '上居坤上，坤为迷；其数为十，故曰十年'
  ],
  [
    '初居震下，震为动，故曰往',
    '二为坤子，坤为田，故曰耕，曰菑；二居艮下，艮为止，故曰不',
    '三居巽下，巽为绳，故曰系；三为坤子，坤为牛，为邑；三上应乾，乾为行人',
    '九四阳刚，初不正应，不可行动，故曰贞',
    '五伏坎中，坎为病，为疾',
    '上居大离，离为目，上为兑位，兑位毁，故曰眚'
  ],
  [
    '初居乾下，为外艮所止，故曰已',
    '二居震尾，震为舆，故曰輹；二居兑下，兑为毁，故曰脱',
    '三居乾上，乾为马；三居震下，震为动，为逐，为舆，为卫',
    '四居震中，震为木，故曰牿；四为坤子，坤为牛，四居艮下，艮为童子，故曰童牛',
    '居大坎中，坎为猪，为豕，为牙',
    '上居艮上，艮为径路，倒艮为震，震为大道，故曰衢'
  ],
  [
    '居大离下，离为龟；离为目，故曰观',
    '二求于初，故曰颠；二求与五，故曰拂经；二居震中，倒震为艮，艮为丘陵',
    '三上应上，求养于上，故曰拂经；三居坤中，其数为十',
    '四下应初，求养于初，故曰颠颐',
    '五求于上，故曰拂经',
    '上九阳刚，以阳养阴，故曰由'
  ],
  [
    '初居巽下，巽为草木，为茅；倒巽为兑，兑为白',
    '二居巽中，为木，为杨；二居乾下，为老者；初居巽下，倒巽为兑，兑为少女',
    '三居巽上，下弱上实，故曰桡',
    '四居兑下，上弱下实，故曰隆',
    '五伏离中，离为丽，为花；五居尊位，为士夫；上居兑上，倒兑为巽，巽为长女',
    '上居兑上，兑为泽，泽已灭顶'
  ],
  [
    '初居坎下，为习坎者',
    '二居坎中，上下二阴，故有险；二居震下，倒震为艮，艮为小',
    '三居坎上，三居坎尾，进退皆为坎，故曰来之坎坎',
    '四居震上, 震仰盂，故曰樽；震为竹，故曰簋',
    '九五中正，故曰不盈',
    '上居兑位，倒兑为巽，巽为绳，故曰系；上居坎上，坎为险，故曰丛棘'
  ],
  [
    '初居离下，事物纷错，故曰错然',
    '二居离中，黄为中色',
    '三居离上，离为日，太阳西落，故曰日昃(ze)',
    '四居离下，巽上，巽为风，离为火，故曰来如；四居兑中，兑为金，为泽，火灭金，泽灭火，故曰死如',
    '五居兑上，兑为毁，故曰出涕沱若',
    '上居离上，离为甲兵，故曰出征；上为头，为首'
  ],
  [
    '初居艮下，艮为足，故曰拇',
    '二居巽下，巽为长，为股，故曰腓',
    '三居巽中，巽为股，为随',
    '四下应初，四居兑下，兑为悦，故曰憧憧往来',
    '五伏离中，离为心，故曰脢',
    '上居兑上，兑为口舌，故曰颊舌'
  ],
  [
    '初居巽下，其性务入，故曰浚',
    '二居乾下，乾为恒，为久，故曰悔亡',
    '三居兑下，兑为毁，故曰不恒；三居大坎中；故曰羞',
    '四居震下，震为麋鹿，四居巽中，巽为毁，故曰田为禽',
    '五下应二，阴从阳，故曰妇人吉',
    '上居震上，下应巽上，风雷相迫，故曰振'
  ],
  [
    '初居艮下，艮为尾',
    '二居艮中，艮为坤体，坤土为黄，坤为牛，故曰黄牛',
    '三居巽中，巽为绳，故曰系',
    '四居乾中，故曰君子',
    '五居乾中，乾为健，故曰嘉',
    '上居乾上，乾阳盛大，故曰肥'
  ],
  [
    '初居震位，震为趾；初九阳刚，力量微弱，故曰征凶',
    '二居乾中，故曰贞吉',
    '三居兑下，兑为羊；三居大震，震为木，为藩',
    '四居震下，震为大车，为藩',
    '五居兑上，兑为羊，为缺，故曰丧羊',
    '上居震上，震为动，故曰不能退；上之极，故曰不能遂'
  ],
  [
    '初居坤下，上应艮刚，故曰催如',
    '二居大坎，故曰愁如；上应六五，其象王母',
    '三居坤上，三阴为众',
    '四居震上，震为鼠，下坤为田，故曰鼫鼠',
    '五居坎上，离中，故曰悔亡',
    '上居离上，离为兵戈，故曰角'
  ],
  [
    '初居离下，为飞，初上象两翼；离中虚，故曰三日不食',
    '二居坎下，坎为险，故曰夷；上应坤中，坤为马，故曰拯马壮',
    '三居离上，在岁为冬，其向为南，故曰南狩；上居震下，震为大',
    '四居坤下，坤为腹，故曰左腹；居大离中，离为心；四居震中，倒震为艮，艮为门厅',
    '五居坤中，力量柔弱，正之不足，救之不济，其象似箕子',
    '上居坤上，坤为地，初似登天，实则入地'
  ],
  [
    '初居离下，坎尾，时刻警戒，故曰闲',
    '二居离中，上应九五，故曰在中馈',
    '三居坎中，坎为险，为严厉，故曰嗃嗃',
    '四居巽下，巽为富',
    '五居巽中，离上，巽为和睦，离为温馨，故曰假',
    '上居巽上，伏坎之终，刚柔并济，故曰有孚威如'
  ],
  [
    '初居兑下，兑为乾体，兑为毁，乾为马，故曰丧马；上应坎中，不正应，故曰恶人',
    '二上应五，故曰遇；二居巽中，巽为风箱，为巷',
    '三居离中，离为舆曳；三居艮位，艮为止，为掣；艮为鼻，为兑毁折，故曰劓',
    '四下应初，不正应，故曰孤；初为元，阳为夫，故曰元夫',
    '五居离中，六五为阴，为肤，上下二阳为龈，故曰噬肤',
    '上下应三，隔上互坎，坎为险，为鬼怪；为寇盗，为雨'
  ],
  [
    '初居艮下，艮为止，故曰往蹇；上应离下，离为明，故曰来誉',
    '二应九五，九五为君，故曰王臣',
    '三居坎尾，坎为险，故曰往蹇；三居艮上，艮为止，故曰来反',
    '四居五下，以阴承阳，故曰连',
    '五下应二，二携三四五而来，故曰朋来',
    '上居五上，五为阳，为君，故曰来硕'
  ],
  [
    '初居初六，上应九四，何咎之有',
    '二居坎中，坎为狐；二居离下，离为矢',
    '三居坎上，亦居坎下，坎为寇盗',
    '四居坎中，坎陷坤中，坤为拇',
    '五居震中，居坎上，震为动，坎为小人，故曰维有解',
    '上居震上，在上为飞，故曰隼'
  ],
  [
    '初居兑下，兑为缺，故曰酌损；初得乾阳，有潜龙勿用之事；上应六四，故曰遄往',
    '二居兑中，应上利贞；二居震下，震为动，冒进则凶',
    '三本乾阳，三阳同行，三为兑上，一人损；山泽通气，二位艮初，亦为三友',
    '四伏坎初，坎为疾，下应初九，故曰损其疾',
    '五居坤上，坤为朋，其数为十，故曰十朋',
    '上居艮上，损下益上，处益之极；上居坤首，坤为臣'
  ],
  [
    '初居震下，震为大，故曰大作；初二为地道，即农事',
    '二居坤下，坤为朋，其数为十，故曰十朋',
    '三居震上，震为动，为雷电，为通讯，故曰用圭；行凶事，即为用征',
    '四居艮中，亦的坤四，从王命，故曰依迁国',
    '五居巽中，巽为顺，故曰惠；五居艮上，艮为止，故曰勿问',
    '上下应三，三用凶事，故曰击之'
  ],
  [
    '初居乾下，亦为震位，故曰壮，曰趾',
    '二伏坎中，坎为险，为惕；坎为月，为寇盗',
    '三居乾上，乾为首，故曰頄；上应兑上，兑为泽，在上为云雨',
    '四居巽位，巽为臀；为阳所包，无肤；四居兑下，兑为羊',
    '五居阴下，苋陆感阴气者',
    '上居兑上，倒兑为巽，巽为号，故曰无号'
  ],
  [
    '初居巽下，亦居乾尾，故曰金柅',
    '二居乾下，为包；初居巽下，为鱼',
    '三居巽上，巽为臀；为阳所包，无肤',
    '四居乾下，为包；下应巽下，为鱼，已被二包，故曰包无鱼',
    '五居尊位，巽初为瓜，以杞包瓜；五不应初，有损',
    '上居乾上，其象为角'
  ],
  [
    '初居坤下，亦居大震，大巽，大坎，故曰乱',
    '二居艮下，艮为手，为援引',
    '三居巽下，倒巽为兑，兑为口，故曰嗟如',
    '四居艮上，巽中，兑下，萃而吉',
    '五居巽中，亦居兑中，上下和睦，故曰悔亡',
    '上居兑上，下不相应，无所萃，兑为泽，为涕'
  ],
  [
    '初居巽下，巽为顺，为允',
    '二居巽中，巽为顺，为命，为祭祀，故曰禴(yue)',
    '三居巽上，亦居坤为，坤为邑，故曰虚邑',
    '四居兑上，兑为西，故曰岐山',
    '五居坤中，坤为土，为阶',
    '上居坤上，坤为迷，故曰冥'
  ],
  [
    '初居坎下，坎为臀；初居震位，震为木',
    '二居坎中，为酒；上应兑中，为口食',
    '三居艮位，为石；三居坎上，为蒺藜，为宫；三居离中，为中女，为妻，既已为宫，故不见其妻',
    '四居巽中，巽为风，故曰徐徐；四居震为，震为车',
    '五居兑中，反兑为艮，艮为鼻，故曰劓刖',
    '上居兑上，倒兑为巽，巽为木，为葛藟'
  ],
  [
    '初为巽下，亦为地道，其象井泥',
    '二居兑下，为谷；二居巽中，为鱼虾，为鲋；二居大离，为瓮',
    '三居巽上，为风，为通，故曰渫(xie)；三居离下，离为心',
    '四居离中，离为火，烧土筑壁，故曰甃(zhou)',
    '五居坎中，坎为水，为泉，故曰洌',
    '上应巽上，巽为绳，吊绳取水，故曰收'
  ],
  [
    '011101(革) ->011100(咸)，离为枯槁，为固，巩，固也；坤为黄，为牛',
    '011101(革) ->011111(夬)，离为日，为午，己，天干地六位，午后之意',
    '011101(革) ->011001(随)，离为3，兑为口，为言',
    '011101(革) ->010101(既济)，坎为满，为中孚；巽为顺，为命',
    '011101(革) ->001101(丰)，乾为君子，为大人，为虎',
    '011101(革) ->111101(同人)，乾为豹，兑为少，为小人'
  ],
  [
    '101110(鼎) ->101111(大有)，初为趾；巽倒兑，兑为妾；巽错震，震为子',
    '101110(鼎) ->101100(旅)，乾为木果，为实；巽为木，艮为土，木克土，有对立之意，仇，敌对也',
    '101110(鼎) ->101010(未济)，离为雉，坎为汤，膏，汤也；坎为耳，为雨',
    '101110(鼎) ->100110(蛊)，兑为毁，震为足；兑为覆，为泽，为大汗，渥，大汗淋漓也',
    '101110(鼎) ->111110(姤)，离错坎，坎为耳；乾为金，巽为木，为直，铉木棒也',
    '101110(鼎) ->001110(恒)，震为玉'
  ],
  [
    '001001(震) ->001000(豫)，震为雷，为恐，虩虩(xixi)，恐惧不安也；坤为方，为原则',
    '001001(震) ->001011(归妹)，离为心，为猜测，亿，臆断也；离为螺蚌，为贝，贝，财物也；艮为山，为陵，为止，故曰勿逐',
    '001001(震) ->001101(丰)，坎为惧，苏苏，恐惧不安也；坎为疾，兑为悦，故曰无眚',
    '001001(震) ->000001(复)，坎为水，坤为土，水土泥之象',
    '001001(震) ->011001(随)，巽为顺，故曰无丧；震倒艮，艮为门，为宗庙，有事，祭祀也',
    '001001(震) ->101001(噬嗑ke)，震为足，离为目，坎为疾，索索，足有疾，矍矍，目有疾；噬嗑，有言也'
  ],
  [
    '100100(艮) ->100101(贲)，初为趾',
    '100100(艮) ->100110(蛊)，二为腿，腓，小腿也；巽为风，为随；坎为忧，为不快',
    '100100(艮) ->100000(剥)，三为腰，限，腰带也，夤(yin)，腰络也；震错巽，巽为绳，为带；坎为险，列，裂开也；坎错离，离为火，为熏',
    '100100(艮) ->101100(旅)，四为身',
    '100100(艮) ->110100(渐)，五为脸，辅；巽错兑，兑为口，为言',
    '100100(艮) ->000100(谦)，坤为厚，为敦'
  ],
  [
    '110100(渐) ->110101(家人)，离，为飞鸟，坎为水，鸿，水鸟也；干，水畔也；艮为童仆，为小子；坎为险，为厉；艮错兑，兑为说，为言',
    '110100(渐) ->110110(巽)，坎为水，艮为石；兑为口，为食，为悦，衎(kan)，快乐也',
    '110100(渐) ->110000(观)，艮为山，坤为地，陆，山上平地也；离为孕，坤为腹，艮为止；坎为盗，艮为狗，为御',
    '110100(渐) ->111100(遁)，巽为木，桷(jue)，椽子也',
    '110100(渐) ->100100(艮)，艮为山，为陵；离为三，为孕，艮为止',
    '110100(渐) ->010100(渐)，坎为云，巽为风，陆，云路也'
  ],
  [
    '001011(归妹) ->001010(解)，兑为少女，为媂；震为足，兑为缺，故曰跛',
    '001011(归妹) ->001001(震)，离为目，兑为缺，故曰眇；坎为鬼，为幽人',
    '001011(归妹) ->001111(大壮)，兑为妾，为贱，须，贱妾也',
    '001011(归妹) ->000011(临)，震错巽，巽为进退，为不果，愆期，失约也；',
    '001011(归妹) ->011011(兑)，震为东，为君，帝乙，东方之帝也；震为君，兑为少女，君，正室夫人也；坎为月',
    '001011(归妹) ->101011(睽)，震仰盂，为筐；艮为实，震倒艮，故曰无实；兑为羊，坎为血'
  ],
  [
    '001101(丰) ->001100(小过)，初阳配二阴，配主；离为3，艮为7，旬，十日也；离为明，故曰往有尚',
    '001101(丰) ->001111(大壮)，巽为草木，蔀，棚屋也；离为日，离错坎，坎为黑，其象为斗，离3震4，斗，数7也；坎为病，为疾',
    '001101(丰) ->001001(震)，巽为草木，沛，棚屋也；离为日，艮为小，沫，小星也；艮为手，为肱',
    '001101(丰) ->000101(明夷)，巽为草木，蔀，棚屋也；震为动，为足，故曰遇；四阳配五阴，夷主',
    '001101(丰) ->011101(革)，坤为章；兑为悦，为庆',
    '001101(丰) ->101101(离)，震倒艮，艮为门，为室；风火家人，有家之象；巽为白眼，离为目，有窥之意；离为3'
  ],
  [
    '101100(旅) ->101101(离)，艮为小，为细，琐，琐碎也；离为火，为灾',
    '101100(旅) ->101110(鼎))，艮为门，次，屋舎也；巽为利，为市，为资；艮为小，为童子',
    '101100(旅) ->101000(晋)，离为火，为焚；艮为门，次，屋舎也；艮为小，为童子；兑为缺，为丧',
    '101100(旅) ->100100(艮)，艮为止，处，止也；巽为长，为木，兑为金，金木为斧；坎为忧，不快也',
    '101100(旅) ->111100(遁)，离为矢，为射，为雉；兑为缺，为亡；兑为悦，为誉',
    '101100(旅) ->001100(小过)，小过，飞鸟之象；离为火，为焚；离为牝牛，震为大道，易，边界也；'
  ],
  [
    '110110(巽) ->110111(小畜)，巽为进退；乾为武人',
    '110110(巽) ->110100(渐)，巽为木，为床；兑为口舌，为史巫',
    '110110(巽) ->110010(涣)，震为动，为烦扰，频，烦扰也',
    '110110(巽) ->111110(姤)，乾错坤，坤为田；兑错艮，艮为手，为获；离为3',
    '110110(巽) ->100110(蛊)，离为3，为火，为丙，先庚三日；离错坎，坎为水，为癸，后庚三日',
    '110110(巽) ->010110(井)，巽为长木，巽倒兑，兑为金，故曰资斧；坎为盗，故曰丧'
  ],
  [
    '011011(兑) ->011010(困)，兑为悦，为和',
    '011011(兑) ->011001(随)，离为孚',
    '011011(兑) ->011111(夬)，巽错震，震为动，为来',
    '011011(兑) ->010011(节)，巽为市，为商；坎为疾，艮为止，故曰介疾有喜',
    '011011(兑) ->001011(归妹)，兑为秋，为剥',
    '011011(兑) ->111011(履)，大离错坎，坎为弓，引，开弓也；下引二阳'
  ],
  [
    '110010(涣) ->110011(中孚)，坎为险，故需拯；二伏乾，乾为马',
    '110010(涣) ->110000(观)，坎为水，为涣；震为动，为奔；巽为木，为几，机，几案也',
    '110010(涣) ->110110(巽)，艮为止，为躬',
    '110010(涣) ->111010(讼)，艮为山，为丘；乾为大，匪夷也；离为心，为思',
    '110010(涣) ->100010(蒙)，坎为水，为汗；巽为命，为号令；五为君，为王',
    '110010(涣) ->010010(坎)，坎为血；上为远，逖(ti)，远也'
  ],
  [
    '010011(节) ->010010(坎)，艮为门庭，为止；坎为险，兑为毁；故曰不出',
    '010011(节) ->010001(屯)，震为动，艮为门庭',
    '010011(节) ->010111(需)，兑为口，为说，乾为刚，离为虚，出言不慎之意',
    '010011(节) ->011011(兑)，兑为悦，为安',
    '010011(节) ->000011(临)，坤为土，为甜，为甘',
    '010011(节) ->110011(中孚)，离为火，为苦'
  ],
  [
    '110011(中孚) ->110010(涣)，兑为泽，虞，泽鸟也；巽为辰巳，巳为蛇，它，蛇也；燕，安也',
    '110011(中孚) ->110001(益)，兑为泽，为秋，鹤，泽鸟也，喜阴畏阳，秋则阳杀，故鸣；震为长子，为盂，为爵；巽为绳，縻，直绳也，捆绑，共享之意',
    '110011(中孚) ->110111(小畜)，震为动，艮为止，故曰得敌；巽为进退，为或；震为鼓；兑为口，为歌；离为目，坎为水，为泣',
    '110011(中孚) ->111011(履)，坎为月，乾为圆，故曰月几往；乾为马，兑为缺，故曰马匹亡',
    '110011(中孚) ->100011(损)，五为阳，故曰有孚；巽为绳，震为手，两绳相结，故曰挛如',
    '110011(中孚) ->010011(节)，巽为鸡，其鸣为翰音；上为天'
  ],
  [
    '001100(小过) ->001101(丰)，巽为罔罟，鸟入罔罟，故凶',
    '001100(小过) ->001110(巽)，艮为门阙，为宗庙，为祖妣(bi)；三为父，四为祖，五为妣(bi)，君；小事可越俎代庖，大事需等待君王召见',
    '001100(小过) ->001000(豫)，艮为止，故曰弗过；兑为毁，故曰防之；坤为众，为从；坎为险，故曰戕',
    '001100(小过) ->000100(谦)，四与五相遇，故曰拂过遇之；坎为险，为戒',
    '001100(小过) ->011100(咸)，兑为泽，在上为云；兑为西，乾为郊，故曰西郊；震为公，坎为弓，为弋，兑为穴；',
    '001100(小过) ->101100(旅)，上过于五，故曰弗遇过之；离，离开之意'
  ],
  [
    '010101(既济) ->010100(蹇)，初为尾；坎为水，为轮；震为止，为曳',
    '010101(既济) ->010111(需)，离为妇，为丽，为茀；乾为马，为逐，需为等待，故曰勿逐；乾1坎6，为7',
    '010101(既济) ->010001(屯)，离为南，为鬼方，为兵戈，为3；震为4，为丁，武丁即高宗，为动，为伐；离为阴卦，为小，三为人位，故曰小人',
    '010101(既济) ->011101(革)，乾为衣，为繻(xu)；兑为毁，故曰袽(ru)，即破衣服',
    '010101(既济) ->000101(明夷)，离为日，日出东方，离中虚，中孚；坎为水，月出西方，坎中满，有孚；坤为牛；坎为淪',
    '010101(既济) ->110101(家人)，上为首，坎为水'
  ],
  [
    '101010(未济) ->101011(睽)，初为尾，坎为水，为濡',
    '101010(未济) ->101000(晋)，坎为轮，震为止，为曳',
    '101010(未济) ->101110(鼎)，坎为水，巽为入，入于水中，故曰未济',
    '101010(未济) ->100010(蒙)，离为南，为鬼方，为三；震为动，为伐；坤为国',
    '101010(未济) ->111010(讼)，离为光，乾为君子',
    '101010(未济) ->001010(解)，上为首，坎为水，为酒'
  ]
]
