export default [
  {
    sort: 0,
    typeSort: 2,
    type: '比赛',
    dateTime: '2008-05-11',
    question: '比赛0',
    shangGuaCount: 34,
    xiaGuaCount: 43,
    dongYaoCount: 43,
    describle: `
      辰年十二月十七日申时，康节先生偶观梅，见一雀争枝坠地。
      先生曰：“不动不占，不因事不占。今二雀争枝坠地，怪也。”
      因占之。`,
    jianyu: `
      详此卦 ，明晚当有女子折花 ，园丁不知而逐之，女子失惊坠地，遂伤其股。<br>
      右兑金为体，离火克之，互中巽木，复三起离火，则克体之卦气盛。
      兑为少女，因知女子被伤；而互中巽木，又逢乾金、兑金克之，则巽木被伤。
      而巽为股，故有伤股之应。幸变为艮土，兑金得生，知女子但被伤，而不至于凶危也。`
  },
  {
    sort: 1,
    typeSort: 2,
    type: '比赛',
    dateTime: '2008-05-11',
    question: '比赛1',
    shangGuaCount: 34,
    xiaGuaCount: 43,
    dongYaoCount: 43,
    describle: `
      辰年十二月十七日申时，康节先生偶观梅，见一雀争枝坠地。
      先生曰：“不动不占，不因事不占。今二雀争枝坠地，怪也。”
      因占之。`,
    jianyu: `
      详此卦 ，明晚当有女子折花 ，园丁不知而逐之，女子失惊坠地，遂伤其股。<br>
      右兑金为体，离火克之，互中巽木，复三起离火，则克体之卦气盛。
      兑为少女，因知女子被伤；而互中巽木，又逢乾金、兑金克之，则巽木被伤。
      而巽为股，故有伤股之应。幸变为艮土，兑金得生，知女子但被伤，而不至于凶危也。`
  }
]
