export default [
  {
    typeSort: 2,
    type: '比赛',
    dateTime: '2002-09-17',
    question: '预测比赛',
    shangGuaCount: 3,
    xiaGuaCount: 35,
    dongYaoCount: 38,
    describle: `
      出租车司机出于好奇，问我今晚足球赛谁能赢，时间3:35`,
    jianyu: `
      1.中国队能赢；<br>
      2.要是能穿花色或红色的衣服就更好了；<br>
      <b>半路上听到鞭炮的喜庆声</b><br>
      <br>
      卦气分析，子日水旺，日令克体，不顺利。<br>
      卦名直读，离，有光明之意；大有，有大火所有之象，能赢之意。<br>
      体用分析，主卦比和；互卦体克用；变卦体克用，能赢之象。<br>
      卦象分析，体卦火火，不分上下；变卦火天，离为3，乾为1，3:1获胜。<br>
      细节分析，互卦泽风，大过有超过之意，体克用有克制之象。<br>
      应期分析，9:00-13:00，午火当令，月令旺体。`
  }
]
