export default [
  {
    typeSort: 9,
    type: '出行',
    dateTime: '2002-03-10',
    question: '预测行人',
    shangGuaCount: 3,
    xiaGuaCount: 7,
    dongYaoCount: 2,
    describle: `
      怀孕的妇女，找我问她婆婆的吉凶，报数3, 7, 2`,
    jianyu: `
      1.你婆婆是不是70多岁了 (是)；<br>
      2.你婆婆是不是信佛教 (基督教)；<br>
      3.你婆婆出去旅游了，跟几个教友一起；<br>
      4.别着急，五天之后就会回来；<br>
      <b>婆婆与教友去南方佛教圣地旅游，五天后安全回来</b><br>
      <br>
      卦气分析，卯月木旺，月令相体，当月可回；丑日土旺，日令休体，今日回不来。<br>
      卦名直读，旅，有外出旅行之意。<br>
      体用分析，主卦泄体，出去会花点钱；变卦生体，最后会顺利回来。<br>
      卦象分析，体卦火山，离为3，艮为7，73岁；变卦火风，巽为寺庙，信佛教。<br>
      细节分析，互卦天风，用耗体，过程有波折。<br>
      应期分析，变卦巽为5，5天后，午火当令，月令旺体，可安全回来。`
  },
  {
    typeSort: 9,
    type: '出行',
    dateTime: '2003-03-07',
    question: '预测行人',
    shangGuaCount: 12,
    xiaGuaCount: 24,
    dongYaoCount: 36,
    describle: `
      学校老师的爱人失踪了七八天，校长问情况，时间12:24`,
    jianyu: `
      1.先去了东边，后去了南边；<br>
      2.在大医院找找看；<br>
      3.30天后准能回来；<br>
      <b>失踪的人真的找到了，正好是30天</b><br>
      <br>
      卦气分析，卯月木旺，月令克体，有灾。<br>
      卦名直读，豫，六合卦，被绊住了，有摔倒之意。<br>
      体用分析，主卦克体，出行有灾；变卦生体，最后能安全回来。<br>
      卦象分析，体卦雷地，震为东，往东方；变卦火地，离为南，接着往南边。<br>
      细节分析，互卦水山，体克用，死不了；水为病，山为止，有医院之象。<br>
      应期分析，变卦离为3，当月木旺，应期应迟缓，下月辰月土旺，月令旺体，故断30天。`
  },
  {
    typeSort: 9,
    type: '出行',
    dateTime: '2002-07-24',
    question: '儿子能回来',
    shangGuaCount: 3,
    xiaGuaCount: 31,
    dongYaoCount: 34,
    describle: `
      学校老师的爱人失踪了七八天，校长问情况，时间3:31`,
    jianyu: `
      1.走了3天；<br>
      2.去了东北边有山或者楼的地方；<br>
      3.是因为挨了批评离家出走的；<br>
      4.3天后会给家里打个电话；<br>
      5.7天后会平安回来；<br>
      <b>3天后打了个电话，一听是父亲给挂了；七天后终于回家了</b><br>
      <br>
      卦气分析，未月土旺，月令旺体，能回来。<br>
      卦名直读，旅，有出走之意；艮，六冲卦，能冲破障碍回家。<br>
      体用分析，主卦生体，人安全；变卦比扶，最后能回来。<br>
      卦象分析，体卦火山，离为3，为电话，艮为止，至少出走3天，3天后有电话；变卦山山，艮为山，为高楼，为东北，为7，去了东北边的高楼，7天后回来。<br>
      细节分析，互卦泽风，用耗体，受委屈；兑为说，有批评之象。<br>
      应期分析，变卦艮为止，为7，最多7天，故断7天。`
  },
  {
    typeSort: 9,
    type: '出行',
    dateTime: '2007-06-15',
    question: '回来不顺',
    shangGuaCount: 7,
    xiaGuaCount: 9,
    dongYaoCount: 16,
    describle: `
      高总问我去天津开会如何，时间7:09`,
    jianyu: `
      1.开会的人大概130人；<br>
      2.去的时候有收获；<br>
      3.回来的时候不顺；<br>
      <b>开会的有126人，回来时司机迷路了</b><br>
      <br>
      卦气分析，午月火旺，月令克体，有灾。<br>
      卦名直读，大畜，有收获之意。<br>
      体用分析，主卦生体，外出有收获；变卦克体，回来不顺利。<br>
      卦象分析，体卦山天，艮为东北，去了东北方向；变卦火天，离为红路灯，路上堵车。<br>
      细节分析，互卦雷泽，用耗体，心里苦；震为大，有场地大之象。<br>
      应期分析，变卦离3乾1，断130人。`
  },
  {
    typeSort: 9,
    type: '出行',
    dateTime: '',
    question: '儿子四天后能回来',
    shangGuaCount: 4,
    xiaGuaCount: 7,
    dongYaoCount: 9,
    describle: `
      吴姐进门就哭，儿子走丢了，报数4, 7, 9`,
    jianyu: `
      1.儿子四天会回来；<br>
      2.出去是拿了家里400块；<br>
      3.和一个女孩在一块；<br>
      4.往西南方向去了；<br>
      5.女孩长得白白净净，个子高；<br>
      <b>4天后，带着一个1米65的女孩回来</b><br>
      <br>
      卦气分析，不详。<br>
      卦名直读，小过，有犯错之意；豫，有享乐之意。<br>
      体用分析，主卦耗体，有小过错；变卦耗体，有点小曲折，能回来。<br>
      卦象分析，体卦雷山，震为4，艮问止，为妻财，最少4天，消耗400块；变卦雷地，坤为西南，去了西南方向。<br>
      细节分析，互卦泽风，用耗体，心里苦；兑为少女，为白，与震互为阴阳，男女关系之象，巽为高，为5，和一个白165高的女孩一起。<br>
      应期分析，主卦震4艮止，断4天。`
  },
  {
    typeSort: 9,
    type: '出行',
    dateTime: '2001-05-26',
    question: '朋友走了三天',
    shangGuaCount: 19,
    xiaGuaCount: 44,
    dongYaoCount: 63,
    describle: `
      外地朋友说回家，不知道他走没走，时间19:44`,
    jianyu: `
      1.离开了三天；<br>
      <b>打电话一问，果然如此</b><br>
      <br>
      卦气分析，巳月火旺，月令旺体，安全回家。<br>
      卦名直读，离，有离开之意。<br>
      体用分析，主卦生体，有好事；变卦比扶，安全回家。<br>
      卦象分析，体卦火雷，震为车，搭顺风车回去；变卦火火，离为3，离开了3天。<br>
      细节分析，互卦水山，用耗体，有小麻烦；蹇，有困难之意。<br>
      应期分析，变卦离为3，断3天。`
  },
  {
    typeSort: 9,
    type: '出行',
    dateTime: '2006-01-10',
    question: '三天后能出国',
    shangGuaCount: 19,
    xiaGuaCount: 13,
    dongYaoCount: 32,
    describle: `
      李校长出过旅游需要教育局出批文，她不知道能不能批，时间19:13`,
    jianyu: `
      1.三天后能走；<br>
      2.有人帮你，需要花点钱；<br>
      <b>三天后，打电话来说教育局批了</b><br>
      <br>
      卦气分析，丑月土旺，月令休体，需要找人帮忙。<br>
      卦名直读，旅，有离开之意。<br>
      体用分析，主卦生体，开始顺利；变卦泄体，结果不好，或者花钱能成。<br>
      卦象分析，体卦火风，巽为长女，为高，有个高个子女人能帮上忙；变卦火山，离为3，艮为止，3天后离开。<br>
      细节分析，互卦泽天，用比扶体，进展顺利；乾为钱，有花钱之象。<br>
      应期分析，变卦离为3，3天后寅木当令，日辰相体，断3天。`
  },
  {
    typeSort: 9,
    type: '出行',
    dateTime: '2005-08-03',
    question: '出门安全有钱挣',
    shangGuaCount: 11,
    xiaGuaCount: 35,
    dongYaoCount: 2,
    describle: `
      易友小王出行不知道吉凶，打电话问我，时间11:35`,
    jianyu: `
      1.出行安全；<br>
      2.是不是去南方? (济南)；<br>
      3.有钱挣，数额为一；<br>
      <b>出行安全，赚了一万块</b><br>
      <br>
      卦气分析，未月土旺，月令休体，有点小麻烦。<br>
      卦名直读，大有，有收获之意。<br>
      体用分析，主卦比扶体，出去顺利；变卦耗体，结果平安。<br>
      卦象分析，体卦火火，离为南，去了南方；变卦火天，乾为妻财，为1，挣钱，数目为1。<br>
      细节分析，互卦泽风，用耗体，进展顺利；大过，超过预期之意。<br>
      应期分析，变卦火天，离3乾1，13天后，申金当令，日辰旺财，断13天。`
  }
]
