export default [
  {
    typeSort: 9,
    type: '出行',
    dateTime: '2002-03-10',
    question: '预测行人',
    shangGuaCount: 3,
    xiaGuaCount: 7,
    dongYaoCount: 2,
    describle: `
      怀孕的妇女，找我问她婆婆的吉凶，报数3, 7, 2`,
    jianyu: `
      1.你婆婆是不是70多岁了 (是)；<br>
      2.你婆婆是不是信佛教 (基督教)；<br>
      3.你婆婆出去旅游了，跟几个教友一起；<br>
      4.别着急，五天之后就会回来；<br>
      <b>婆婆与教友去南方佛教圣地旅游，五天后安全回来</b><br>
      <br>
      卦气分析，卯月木旺，月令相体，当月可回；丑日土旺，日令休体，今日回不来。<br>
      卦名直读，旅，有外出旅行之意。<br>
      体用分析，主卦泄体，出去会花点钱；变卦生体，最后会顺利回来。<br>
      卦象分析，体卦火山，离为3，艮为7，73岁；变卦火风，巽为寺庙，信佛教。<br>
      细节分析，互卦天风，用耗体，过程有波折。<br>
      应期分析，变卦巽为5，5天后，午火当令，月令旺体，可安全回来。`
  }
]
