export default [
  {
    typeSort: 19,
    type: '来意',
    dateTime: '2002-02-27 14:39:00',
    question: '预测来意',
    shangGuaCount: 14,
    xiaGuaCount: 39,
    dongYaoCount: 53,
    describle: `
      外地一位女士，打电话说心烦，时间14:39`,
    jianyu: `
      1.你有伤心事；<br>
      2.有一个男朋友是婚外情；<br>
      3.他长得黑，聪明，不是老大；<br>
      4.他个子矮；<br>
      5.他不止一个女人；<br>
      6.你们都是有家室的人；<br>
      7.你们在一起没有结果；<br>
      8.你的泌尿系统有炎症；<br>
      <br>
      卦名直读，蹇，有婚姻不顺之意；未济，不成之意。<br>
      体用分析，心烦，互卦坎水克离火，以离火为体，用克体，不顺。<br>
      卦象分析，体卦水山，坎为泌尿系统，艮为土克水，泌尿系统疾病。<br>
      细节分析，互卦火水，用克体，心烦；坎为阳，为官鬼，为情人，为黑，为智慧，为6，163为矮。<br>
      阴阳分析，互卦上离为阴，下坎为阳，互为夫妻或情人；主卦上坎为阳，互卦上离为阴，互为情人或夫妻。`
  },
  {
    typeSort: 19,
    type: '来意',
    dateTime: '2006-05-09',
    question: '你要预测工作调动',
    shangGuaCount: 2,
    xiaGuaCount: 3,
    dongYaoCount: 6,
    describle: `
      一位外地男子邀请我过去，见面后，报数2, 3, 6`,
    jianyu: `
      1.你要调动工作；<br>
      2.你要去的单位比现在大，级别高；<br>
      3.你们单位一把手不放你走；<br>
      4.你工作能力强，脾气急；<br>
      5.你的财运很旺，有两处房产；<br>
      6.你头上有磕破的地方；<br>
      7.你腿疼或者腿有伤；<br>
      <br>
      卦气分析，巳月火旺，月令旺体。<br>
      卦名直读，革，有革旧更新之意。<br>
      体用分析，主卦用克体，压着领导；变卦用克体，能力比领导强。<br>
      卦象分析，体卦泽火，离为文聘，为房产，为急脾气，兑为妻财，为2，为少，卦气旺；变卦天火，乾为高大上。<br>
      细节分析，互卦天风，用克体，不让走；乾为头，巽为腰腿。`
  },
  {
    typeSort: 19,
    type: '来意',
    dateTime: '2008-06-18',
    question: '你是来问父母和房子',
    shangGuaCount: 6,
    xiaGuaCount: 8,
    dongYaoCount: 9,
    describle: `
      一位北京打工的外地女孩，进门后，报数6, 8, 9`,
    jianyu: `
      1.你家房子出了问题还是父母出了问题? (房子)；<br>
      2.这件事已经有六十七八天了? (是，父亲被打了)；<br>
      3.是不是耳朵或者泌尿系统被打坏了? (耳朵)；<br>
      4.是不是被排行老幺的人打了? (我家小叔)；<br>
      5.你们家是不是不如小叔家势力大? (小叔家两儿子)；<br>
      6.你们家房子有两处，东北和西南? (对)；<br>
      7.房子离水很近? (一个是水坑上，一个是水井上)；<br>
      8.水坑是不是淹死过人，男孩，排行老二? (听说过)；<br>
      <br>
      卦气分析，午月火旺，月令囚体相用；丑日土旺，日令克体旺用。<br>
      卦名直读，比，有比较之意。<br>
      体用分析，主卦体克用，不顺利；变卦体克用，结果不太好。<br>
      卦象分析，体卦水地，坎为水，为病，为耳，为中男，坤为母，为房屋，为西南；变卦水山，艮为高，为少，为东北。<br>
      细节分析，互卦山地，剥，剥落之意；日月旺用，体卦势单力薄。<br>
      数字分析，体卦水地，坎6坤8，直读68或86；变卦水山，坎6艮7，直读67或76。`
  }
]
