export default [
  {
    typeSort: 1,
    type: '升学',
    dateTime: '2005',
    question: '预测考试分数',
    shangGuaCount: 5,
    xiaGuaCount: 4,
    dongYaoCount: 2,
    describle: `
      2005年，小张经别人介绍，找我测他儿子的成绩，报数5, 4, 2`,
    jianyu: `
      1.成绩是520，有学上；<br>
      <br>
      变卦风泽，巽为5，兑为2。`
  },
  {
    typeSort: 1,
    type: '升学',
    dateTime: '2007-11-04',
    question: '预测考试分数',
    shangGuaCount: 3,
    xiaGuaCount: 7,
    dongYaoCount: 9,
    describle: `
      一个女同志带着女儿来找我问问女儿的学习情况，报数3, 7, 9`,
    jianyu: `
      1.你的成绩应该在430左右；<br>
      2.你的学校是名牌学校；<br>
      3.你的成绩一般；<br>
      <br>
      主卦，变卦，只有3,7,8三个数，不至于370, 380。<br>
      使用主卦倒卦雷火，震为4，离为3。`
  },
  {
    typeSort: 1,
    type: '升学',
    dateTime: '2006',
    question: '预测考试分数',
    shangGuaCount: 14,
    xiaGuaCount: 19,
    dongYaoCount: 33,
    describle: `
      一位朋友的孩子考大学，她问孩子的成绩多少分，时间14:19`,
    jianyu: `
      1.你的孩子成绩是560分；<br>
      <b>成绩公布572</b><br>
      <br>
      卦中只有3,6,4三个数，我知道她的孩子成绩到不了600，也不至于300, 40。<br>
      使用600泄去震木的40，得560。<br>
      主卦火水直读，离为3，坎为6，坎水被离火所耗，得570。`
  },
  {
    typeSort: 1,
    type: '升学',
    dateTime: '2008-05-25',
    question: '预测考试分数',
    shangGuaCount: 3,
    xiaGuaCount: 7,
    dongYaoCount: 9,
    describle: `
      一位新认识邻居的女儿考大学，她的父亲问我孩子能不能考上，报数3, 7, 9`,
    jianyu: `
      1.她考什么专业? (美术)；<br>
      2.她是不是考外地学校? (是的)；<br>
      3.她是不是自费上学? (是的)；<br>
      4.她的分数应该370-380之间；<br>
      <b>分数下来372</b><br>
      <br>
      从卦象上看，主卦变卦都是体生用，泄体之象。<br>
      分数不会太过，卦中显示370，380之间，不成之象。<br>
      巳月火旺，体卦受月令支持，月令旺体，有学上。<br>
      一般自费分数低一些，泄体可以看做花钱。<br>
      火山旅，有出去之象，断她去外地上学。`
  },
  {
    typeSort: 1,
    type: '升学',
    dateTime: '2001-05-15',
    question: '孩子能上重点',
    shangGuaCount: 9,
    xiaGuaCount: 57,
    dongYaoCount: 66,
    describle: `
      接到老家一个乡亲的电话，问孩子能否考上县重点一中，时间9:57`,
    jianyu: `
      1.孩子能上一中；<br>
      2.上学需要花点钱；<br>
      3.有人帮忙，是个女老师，还有当官的；<br>
      <b>上初中有位女老师帮忙</b><br>
      <br>
      卦气分析，巳月火旺，月令克体，体卦处于死地，分数不高。<br>
      体用分析，主卦变卦都是体用比和，有人帮扶。<br>
      卦象分析，主卦用卦为乾，当官之象；变卦用卦为兑，老师，少女之象，断女老师。<br>
      细节分析，互卦上下为乾，花钱之象。`
  },
  {
    typeSort: 1,
    type: '升学',
    dateTime: '2002-07-13',
    question: '女儿能考上第二志愿',
    shangGuaCount: 2,
    xiaGuaCount: 5,
    dongYaoCount: 8,
    describle: `
      股市收盘，朋友小王问孩子能否考上高中，报数2, 5, 8`,
    jianyu: `
      1.你打算让她考哪? (最好是现在的学校)；<br>
      2.第二志愿呢? (附中)；<br>
      3.我看女儿能考上第二志愿；<br>
      <b>考上了第二志愿，刚超线</b><br>
      <br>
      卦气分析，未月土旺，月令生体，体卦受月令帮扶，能上高中。<br>
      卦名直读，大过，有能过之意。<br>
      体用分析，主卦耗体，上学吃力；变卦生体，能考上。<br>
      卦象分析，变卦泽山，兑为二，艮为止，能考上二志愿。<br>
      细节分析，互卦上下为乾，花钱之象。`
  },
  {
    typeSort: 1,
    type: '升学',
    dateTime: '2008-05-11',
    question: '去东南方向的学校好',
    shangGuaCount: 3,
    xiaGuaCount: 7,
    dongYaoCount: 8,
    describle: `
      一位小学教导主任，孩子考初中，拿不定主意，报数3, 7, 8`,
    jianyu: `
      1.你给孩子选择的学校一个在你家的东北边，一个在东南边? (对)；<br>
      2.东北边学校水平高，教学质量好，有名气；东南面相对差一些；<br>
      3.你孩子去东南方向的学校更好，因为她的水平不是很高，去东北边会有压力；<br>
      <br>
      卦气分析，巳月火旺，月令旺体，体卦受月令比扶，能上初中。<br>
      卦名直读，旅，有外出之意。<br>
      体用分析，主卦泄体，学校有压力；变卦生体，上学顺利。<br>
      卦象分析，体卦火山，艮为东北，为高；变卦火风，巽为东南，为顺。<br>
      细节分析，互卦泽风，兑为缺，有偏科之象。`
  },
  {
    typeSort: 1,
    type: '升学',
    dateTime: '2001-08-14',
    question: '女儿能考上军校',
    shangGuaCount: 1,
    xiaGuaCount: 7,
    dongYaoCount: 5,
    describle: `
      楼下的邻居，问女儿能不能考上军校，报数1, 7, 5`,
    jianyu: `
      1.你女儿升学之事给当官的花了钱，钱数为1 (花了1000)；<br>
      2.这件事中间运作比较困难，你的压力大；<br>
      3.你能遇到一个当官的帮你的忙 (找了一个部队的领导)；<br>
      4.别着急，这件事能成；<br>
      5.别高兴太早，上学录取应该在10月份；<br>
      <b>十月中旬，报喜考上了</b><br>
      <br>
      卦气分析，申月火旺，月令休体，体卦生月令，难成。<br>
      卦名直读，遁，有归隐之意，延迟上学；姤，有君臣相遇之意，有当官的帮忙；旅，有外出之意。<br>
      体用分析，主卦泄体，上学需要托关系或者花钱；变卦生体，上学有希望。<br>
      卦象分析，体卦天山，乾为领导，为官，为1；变卦火山，离为兵戈，为部队。<br>
      细节分析，互卦天风，用克体，过程不顺。
      应期分析，10月，戌土当令，月令旺体，可成。`
  }
]
