export default [
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2007-09-29 11:56:00',
    question: '预测失物',
    shangGuaCount: 11,
    xiaGuaCount: 56,
    dongYaoCount: 67,
    describle: `
      同学的妹妹文件弄丢了，打电话边哭边说，时间11:56`,
    jianyu: `
      1.是不是已经丢了三天? (是)；<br>
      2.文件能找到；<br>
      3.文件掉到地上了；<br>
      <b>文件掉到桌子缝的地上了</b><br>
      <br>
      卦气分析，酉月金旺，月令囚体，不顺利；寅日木旺，日令相体，今天可以找到。<br>
      卦名直读，晋，有重见光明之意。<br>
      体用分析，主卦泄体；文件丢了；变卦生用，文件能找回。<br>
      卦象分析，体卦火地，离为3，坤为地，掉在地上有3天了；变卦火雷，震为动，为4，为长男，有个男人4小时后能找到的。<br>
      细节分析，互卦水山，用耗体，比较着急；蹇，有困难之象。<br>
      应期分析，变卦震为4，断4小时。`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2003-02-11 14:00:00',
    question: '一个亿资金能补上',
    shangGuaCount: 2,
    xiaGuaCount: 5,
    dongYaoCount: 7,
    describle: `
      儿媳在银行工作，打电话说出大事了，报数2, 5, 7`,
    jianyu: `
      1.你们资金上出了打错? (是)；<br>
      2.缺了一个亿? (是)；<br>
      3.是你们自己的疏忽造成的；<br>
      4.问题能解决；<br>
      5.五点前，找到3个一把手；<br>
      6.两个主管扣100；<br>
      7.当事人扣460或480；<br>
      <b>文件掉到桌子缝的地上了</b><br>
      <br>
      卦气分析，寅月木旺，月令囚体，不顺利；卯日木旺，日令囚体，不顺利。<br>
      卦名直读，大过，有犯过错之意。<br>
      体用分析，主卦耗体；财物问题；变卦比扶，问题能解决。<br>
      卦象分析，体卦泽风，兑为缺，巽为迷，犯了糊涂导致缺损；变卦泽天，兑为缺，乾为钱，为1，缺钱，数目为1。<br>
      细节分析，互卦天天，变卦泽天，乾为首，三个一把手帮扶。<br>
      数字分析，体卦泽风，兑2巽5，直读25或52，5被克掉2，直读3或48；变卦泽天，兑2乾1，直读21；25合上21直读46。<br>
      应期分析，变卦兑2乾1，比扶为3, 3小时后酉时金旺，时令旺体，断5点能解决`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2008-09-08 11:33:00',
    question: '票据找不到',
    shangGuaCount: 11,
    xiaGuaCount: 33,
    dongYaoCount: 44,
    describle: `
      外地学员，打电话票据丢失了，时间11:33`,
    jianyu: `
      1.票据找不回来了；<br>
      2.会有财物损失；<br>
      <b>文件掉到桌子缝的地上了</b><br>
      <br>
      卦气分析，酉月金旺，月令囚体，不顺利；亥日水旺，日令克体，处于死地。<br>
      卦名直读，离，有离开之意。<br>
      体用分析，主卦耗体；财物问题；变卦比扶，处于死地且有离开之意，找回无望。<br>
      卦象分析，体卦火天，乾为西北，丢失在西北方位；变卦火火，离为账目，为离开，票据找不到。<br>
      细节分析，互卦泽天，泽为口，为缺，乾为金，为首，被领导批评，并罚款。<br>
      数字分析，体卦火天，离3乾1，直读31或13，1被克掉3，直读7；变卦火火，离为3，直读33或6；31合上33直读64。<br>
      应期分析，变卦离为3，13天后子日水旺，日令克体，断13天`
  }
]
