export default [
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2007-09-29 11:56:00',
    question: '预测失物',
    shangGuaCount: 11,
    xiaGuaCount: 56,
    dongYaoCount: 67,
    describle: `
      同学的妹妹文件弄丢了，打电话边哭边说，时间11:56`,
    jianyu: `
      1.是不是已经丢了三天? (是)；<br>
      2.文件能找到；<br>
      3.文件掉到地上了；<br>
      <b>文件掉到桌子缝的地上了</b><br>
      <br>
      卦气分析，酉月金旺，月令囚体，不顺利；寅日木旺，日令相体，今天可以找到。<br>
      卦名直读，晋，有重见光明之意。<br>
      体用分析，主卦泄体；文件丢了；变卦生用，文件能找回。<br>
      卦象分析，体卦火地，离为3，坤为地，掉在地上有3天了；变卦火雷，震为动，为4，为长男，有个男人4小时后能找到的。<br>
      细节分析，互卦水山，用耗体，比较着急；蹇，有困难之象。<br>
      应期分析，变卦震为4，断4小时。`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2003-02-11 14:00:00',
    question: '一个亿资金能补上',
    shangGuaCount: 2,
    xiaGuaCount: 5,
    dongYaoCount: 7,
    describle: `
      儿媳在银行工作，打电话说出大事了，报数2, 5, 7`,
    jianyu: `
      1.你们资金上出了打错? (是)；<br>
      2.缺了一个亿? (是)；<br>
      3.是你们自己的疏忽造成的；<br>
      4.问题能解决；<br>
      5.五点前，找到3个一把手；<br>
      6.两个主管扣100；<br>
      7.当事人扣460或480；<br>
      <b>昨天下午，行长开会，刚好三个一把手都在</b><br>
      <br>
      卦气分析，寅月木旺，月令囚体，不顺利；卯日木旺，日令囚体，不顺利。<br>
      卦名直读，大过，有犯过错之意。<br>
      体用分析，主卦耗体，财物问题；变卦比扶，问题能解决。<br>
      卦象分析，体卦泽风，兑为缺，巽为迷，犯了糊涂导致缺损；变卦泽天，兑为缺，乾为钱，为1，缺钱，数目为1。<br>
      细节分析，互卦天天，变卦泽天，乾为首，三个一把手帮扶。<br>
      数字分析，体卦泽风，兑2巽5，直读25或52，5被克掉2，直读3或48；变卦泽天，兑2乾1，直读21；25合上21直读46。<br>
      应期分析，变卦兑2乾1，比扶为3, 3小时后酉时金旺，时令旺体，断5点能解决`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2008-09-08 11:33:00',
    question: '票据找不到',
    shangGuaCount: 11,
    xiaGuaCount: 33,
    dongYaoCount: 44,
    describle: `
      外地学员，打电话票据丢失了，时间11:33`,
    jianyu: `
      1.票据找不回来了；<br>
      2.会有财物损失；<br>
      <br>
      卦气分析，酉月金旺，月令囚体，不顺利；亥日水旺，日令克体，处于死地。<br>
      卦名直读，离，有离开之意。<br>
      体用分析，主卦耗体，财物问题；变卦比扶，处于死地且有离开之意，找回无望。<br>
      卦象分析，体卦火天，乾为西北，丢失在西北方位；变卦火火，离为账目，为离开，票据找不到。<br>
      细节分析，互卦泽天，泽为口，为缺，乾为金，为首，被领导批评，并罚款。<br>
      应期分析，变卦离为3，13天后子日水旺，日令克体，断13天`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2002-06-06',
    question: '有利因素方能找到',
    shangGuaCount: 2,
    xiaGuaCount: 6,
    dongYaoCount: 3,
    describle: `
      银行刘女士，打电话把客户的印签弄丢了，报数2, 6, 3`,
    jianyu: `
      1.印签难以找回；<br>
      2.下午1点到5点找；<br>
      3.在西方或东南方找；<br>
      4.找家里排行最小的女儿找；<br>
      <b>小女儿前一天用完放错地方，一下就找到了</b><br>
      <br>
      卦气分析，午月火旺，月令克体，处于死地；巳日火旺，日令克体，处于死地。<br>
      卦名直读，困，有困难之意，一时难以找到；大过，有犯过错之意，放错了地方。<br>
      体用分析，主卦泄体，子孙问题；变卦耗体，金处于死地，体卦力量不足。<br>
      卦象分析，体卦泽水，坎为北，坎为夜，晚上丢在了北方；变卦泽风，巽为东南，在东南方向找。<br>
      细节分析，互卦风火，家人，家人弄丢了；用泄体，难以找到；巽为高，离为光，丢在高处有光的地方。<br>
      有利因素，体卦兑金，土令相体，金令旺体，兑为少女，为西，为金，为白，为悦，为羊，为兔。<br>
      应期分析，13-15，土时相体，15-19，金时旺体`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2006-08-06 11:28:00',
    question: '老师的信丢不了',
    shangGuaCount: 11,
    xiaGuaCount: 28,
    dongYaoCount: 39,
    describle: `
      老师给我的信，重读时发现少了一页，时间11:28`,
    jianyu: `
      1.信肯定没丢；<br>
      2.应该在书纸堆里或抽屉里；<br>
      <b>在手稿中找到了</b><br>
      <br>
      卦气分析，未月土旺，月令休体，难以找到；卯日木旺，日令相体，可以找到。<br>
      卦名直读，噬嗑，有咬住之意，被东西夹住。<br>
      体用分析，主卦生体，没有丢失；变卦比扶，可以找到。<br>
      卦象分析，体卦火雷，离为书信，震为动，为抽屉，自己丢在抽屉了；变卦火火，离为书本，在书本里找。<br>
      细节分析，互卦水山，蹇，不顺利之意；用克体，难以找到；坎为智慧，艮为床，为桌子，看书的时候夹在里面了。<br>
      应期分析，离为午，午时火令旺体，断11:00-13:00`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '',
    question: '现金能找到',
    shangGuaCount: 3,
    xiaGuaCount: 7,
    dongYaoCount: 8,
    describle: `
      银行职员打电话，账上少了一万，问能不能找回，报数3, 7, 8`,
    jianyu: `
      1.钱5天之后能找回；<br>
      2.在账上查；<br>
      <b>5天后，通过录像找回了</b><br>
      <br>
      卦名直读，旅，有出走之意。<br>
      体用分析，主卦泄体，弄丢失；变卦生体，可以找回。<br>
      卦象分析，体卦火山，离为账目，艮为东北，账目丢在东北方向；变卦火风，离为账目，巽为录像，通过录像找回。<br>
      细节分析，互卦泽风，用耗体，可以找到；兑为口，巽为迷，口误导致。<br>
      应期分析，变卦巽为5，断5天`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2005-11-29 11:39:00',
    question: '房本能找回',
    shangGuaCount: 11,
    xiaGuaCount: 39,
    dongYaoCount: 50,
    describle: `
      易友小周打电话房本丢了，问能不能找回，时间11:39`,
    jianyu: `
      1.房本丢了三天还是三个月? (三个月)；<br>
      2.在你家东北风或高柜子里找；<br>
      3.两天内能找到；<br>
      <b>2小时后在东北风地下室找到</b><br>
      <br>
      卦气分析，巳日火旺，日令旺体，可以找到。<br>
      卦名直读，旅，有出走之意。<br>
      体用分析，主卦泄体，已经丢失；变卦生体，可以找到。<br>
      卦象分析，体卦火山，离为房本，为3，艮为楼，为东北，房本丢了3天或3个月，丢在东北方向；变卦火风，巽为通风口，在通风口找。<br>
      细节分析，互卦泽风，用耗体，可以找到；兑为少女，巽为高，小女儿放在高处。<br>
      应期分析，变卦离3巽5，5耗掉3得2，断2天或2小时`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2006-07-14 11:21:00',
    question: '钱包找不到了',
    shangGuaCount: 11,
    xiaGuaCount: 21,
    dongYaoCount: 32,
    describle: `
      小刘打电话问，钱包丢了能不能找回，时间11:21`,
    jianyu: `
      1.钱包恐怕找不到了；<br>
      <b>后来钱包没找到</b><br>
      <br>
      卦气分析，未月土旺，月令休体，难以找到；辰日土旺，日令休体，难以找到。<br>
      卦名直读，旅，有出走之意。<br>
      体用分析，主卦生体，损失不大；变卦泄体，难以找到。<br>
      卦象分析，体卦火风，巽为5，丢失5天，钱数为5；变卦火山，艮为东北，为高楼。<br>
      细节分析，互卦泽天，兑为少，乾为乾，小钱`
  },
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2008-11-02',
    question: '汽车能找回来',
    shangGuaCount: 2,
    xiaGuaCount: 3,
    dongYaoCount: 5,
    describle: `
      老家的亲戚打电话，说自家的汽车弄丢了，报数2, 3, 5`,
    jianyu: `
      1.你的汽车3天内可以找回；<br>
      2.车往东开走了；<br>
      3.找警察报案查；<br>
      <b>第二天上午，汽车找到了</b><br>
      <br>
      卦气分析，戌月土旺，月令休体，难以找到；午日火旺，日令旺体，可以找到。<br>
      卦名直读，丰，有丰收之意。<br>
      体用分析，主卦耗体，财物损失；变卦生体，可以找到。<br>
      卦象分析，体卦泽火，兑为西，车在西方弄丢了；变卦雷火，震为东，车被开到东方去了。<br>
      细节分析，互卦天风，乾为高，巽为长女，高个子女人偷的。<br>
      有利因素，体卦离火，木令相体，火令旺体，离为中女，为南，为火，为红，为警察，为相机。<br>
      应期分析，变卦震4离3，4耗掉3得1，断1天`
  }
]
