export default [
  {
    typeSort: 10,
    type: '失物',
    dateTime: '2007-09-29',
    question: '预测失物',
    shangGuaCount: 11,
    xiaGuaCount: 56,
    dongYaoCount: 67,
    describle: `
      同学的妹妹文件弄丢了，打电话边哭边说，时间11:56`,
    jianyu: `
      1.是不是已经丢了三天? (是)；<br>
      2.文件能找到；<br>
      3.文件掉到地上了；<br>
      <b>文件掉到桌子缝的地上了</b><br>
      <br>
      卦气分析，酉月金旺，月令囚体，不顺利；寅日木旺，日令相体，今天可以找到。<br>
      卦名直读，晋，有重见光明之意。<br>
      体用分析，主卦泄体；文件丢了；变卦生用，文件能找回。<br>
      卦象分析，体卦火地，离为3，坤为地，掉在地上有3天了；变卦火雷，震为动，为4，为长男，有个男人4小时后能找到的。<br>
      细节分析，互卦水山，用耗体，比较着急；蹇，有困难之象。<br>
      应期分析，变卦震为4，断4小时。`
  }
]
