export default [
  {
    date: 10,
    achievement: '师于荀子',
    description:
      '年轻时，李斯做过掌管文书的小吏 [6]  。在战国时期人人争名逐利的情况下，李斯也是想干出一番事业来。为了达到飞黄腾达的目的，李斯辞去小吏，到齐国求学，拜荀卿为师。 [7]  荀子的思想很接近法家的主张，也是研究如何治理国家的学问，即所谓的“帝王之术”。李斯学完之后，经过对各国情况的分析和比较，决定到秦国去。'
  },
  {
    date: 20,
    achievement: '佐于嬴政',
    description: ''
  },
  {
    date: 30,
    achievement: '统一文字',
    description: ''
  },
  {
    date: 40,
    achievement: '沙丘之变',
    description:
      '秦始皇巡游时候于沙丘暴卒，宦官赵高胁迫李斯发动“沙丘之变”，他们合谋篡改了始皇的传位诏书，废公子扶苏，改立胡亥为新帝，为秦二世。'
  },
  {
    date: 50,
    achievement: '被杀灭族',
    description:
      '赵高借机说李斯与其儿子李由谋反，对李斯严刑拷打，刑讯逼供。李斯被迫承认谋反，在秦二世二年（前208年）七月被杀死。 [24]  夷灭三族。而其子李由仍将兵在外，不久，与项羽、刘邦战于雍丘，大败，被义军斩于雍丘。'
  }
]
